{
  "TOS-welcome": "Vitajte!",
  "TOS-locale": "Vyberte predvolený jazyk:",
  "TOS-preamble": "Naša webová lokalita zhromažďuje údaje o používateľoch na zlepšenie celkovej používateľskej skúsenosti.<br> Pokračovaním v používaní našej lokality súhlasíte s našimi TOS.",
  "TOS-TOS": "Zmluvné podmienky a zásady ochrany osobných údajov",
  "TOS-ADA": "Naša webová stránka je v súlade s normami ADA (Americans with Disabilities Act).<br>V dôsledku toho môžete kliknutím na ikonu oka umiestnenú v pravom hornom rohu prepnúť<br>režim dodržiavania ADA.",
  "toast-ok": "OK",
  "ada-disabled": "Zakázali ste režim ADA.",
  "ada-disabled-continue": "Zdá sa, že ste deaktivovali režim ADA. Ak chcete pokračovať, budete musieť obnoviť stránku.",
  "ada-enabled": "Povolili ste režim ADA.",
  "ada-enabled-continue": "Zdá sa, že ste povolili režim ADA, farebná schéma tejto webovej lokality bude čierna na bielom, kým režim ADA nevypnete.",
  "nav-home": "Domov",
  "nav-contact": "Kontakt",
  "nav-careers": "Kariéra",
  "nav-legal": "Právne",
  "Motto": "Začnite svoju kariéru<br>v Odyssey Outfits",
  "Bio": "Poskytneme vám príležitosti učiť sa,<br>rásť a prispievať k zelenšej budúcnosti.",
  "Explore-Careers": "Preskúmajte naše kariéry",
  "why-us": "Prečo my?",
  "Learning-and-Growth-Opportunities-1": "Možnosti vzdelávania a rastu",
  "Learning-and-Growth-Opportunities-2": "Možnosti vzdelávania a rastu",
  "Learning-and-Growth-Opportunities-3": "Poskytneme vám nástroje a zdroje, ktoré potrebujete na to, aby ste boli vpredu vo svojom odbore. Pridajte sa k nášmu tímu, ktorý oceňuje kreativitu a inovácie. Naše pracovné prostredie podporuje myslenie „out-of-the-box“ a umožňuje vám prispievať nápadmi, ktoré formujú budúcnosť udržateľnej módy.",
  "Positive-Brand-Image-1": "Pozitívny imidž značky",
  "Positive-Brand-Image-2": "Pozitívny imidž značky",
  "Positive-Brand-Image-3": "Srdcom našej misie je záväzok vytvárať módu, ktorá nielen vylepší váš šatník, ale zanechá aj pozitívny vplyv na planétu. Pridajte sa k nášmu tímu a staňte sa katalyzátorom propagácie našej environmentálne uvedomelej iniciatívy.",
  "Flexibility-1": "Flexibilita",
  "Flexibility-2": "Flexibilita",
  "Flexibility-3": "Uprednostňujeme flexibilitu zamestnancov ako základný kameň našich hodnôt. Uvedomujúc si dôležitosť rovnováhy medzi pracovným a súkromným životom, dávame nášmu tímu možnosť flexibilného rozvrhu a možností práce na diaľku. Veríme, že harmonické a flexibilné pracovné prostredie nielen zvyšuje individuálnu pohodu, ale podporuje aj kreativitu a inovácie.",
  "Healthy-Workplace-1": "Zdravé pracovisko",
  "Healthy-Workplace-2": "Zdravé pracovisko",
  "Healthy-Workplace-3": "Náš tím sa zaviazal pestovať zdravé a rozmanité pracovisko. Veríme, že rôznorodý tím prináša množstvo perspektív a kreativity a podporuje inovácie v našom úsilí o udržateľnú módu. Naše inkluzívne prostredie oslavuje rozdiely, zahŕňa kultúru, ktorá podporuje vzájomný rešpekt a porozumenie.",
  "contact-us": "Kontaktuj nás!",
  "label-contact-name": "Názov:",
  "label-contact-email": "Email:",
  "label-contact-message": "Správa:",
  "contact-submit": "Predložiť",
  "legal-docs": "Legálne dokumenty",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Úplný zoznam funkcií",
  "legal-compliance": "Súlad s právnymi predpismi",
  "legal-compliance-github": "Súlad s právnymi predpismi (GitHub Wiki)",
  "TOS-privacy-policy": "Zmluvné podmienky a zásady ochrany osobných údajov",
  "TOS-privacy-policy-github": "Zmluvné podmienky a zásady ochrany osobných údajov (GitHub Wiki)",
  "hosting": "Hosting",
  "hosting-1": "Páni Amir a Krug (tuto označovaní ako „Vývojári“) výslovne uvádzajú, že „Oblečenie Odyssey“, (ďalej len „Služba“) <strong>NIE</strong> registrovaná LLC a nemá právnu alebo maloobchodnú právomoc vyrábať, predávať alebo poskytovať akékoľvek produkty alebo služby.",
  "hosting-2": "Úložisko pre túto službu je hosťované na GitHub a službu prevádzkuje Vercel.com (ďalej len „Vercel“).",
  "hosting-3": "Podľa GitHub.com (ďalej len „GitHub“) licenčná dokumentácia (oddiel 1, § 2 – „<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licencovanie úložiska</a>&quot;), je výslovne uvedené, že &quot;<em>...bez licencie platia predvolené zákony o autorských právach, čo znamená, že si ponechávate všetky práva na váš zdrojový kód a nikto nesmie reprodukovať, distribuovať ani vytvárať odvodené diela z vášho diela. Ak vytvárate projekt s otvoreným zdrojovým kódom, dôrazne vám odporúčame zahrnúť licenciu s otvoreným zdrojovým kódom.</em>&quot; Upozorňujeme, že toto úložisko a všetky súvisiace webové stránky sú určené výhradne na OSOBNÉ a SÚKROMNÉ použitie, keďže ide o spoločné vlastníctvo medzi vývojármi.",
  "hosting-4": "Vývojári spĺňajú požiadavky na minimálny vek GitHub aj Vercel.",
  "hosting-5": "V Zmluvných podmienkach spoločnosti Vercel (časť 2 – „<a href='https://vercel.com/legal/terms'>Licencia na dočasné použitie</a>“) sa výslovne uvádza, že &quot;<em>...za predpokladu, že budete dodržiavať podmienky tejto zmluvy, získate osobnú, nesublicencovateľnú, nevýhradnú, neprenosnú, obmedzenú licenciu na používanie Služieb pre vaše interné obchodné alebo osobné účely účely podľa kapacity služby vášho účtu. Akékoľvek práva, ktoré tu nie sú výslovne udelené, sú vyhradené a v súvislosti so Službami vám nie je udelená žiadna licencia ani právo na používanie akejkoľvek ochrannej známky spoločnosti Vercel alebo akejkoľvek tretej strany.</em>&quot; Aj keď spoločnosť Vercel povoľuje používanie svojich služieb na obchodné účely, je nevyhnutné objasniť, že webová lokalita, ktorú používa spoločnosť Vercel a hosťovaná na GitHub, je určená výhradne na osobné použitie vývojármi. Akékoľvek použitie nad tento rámec je a bude neoprávnené.",
  "third-party-terms-of-service-compliance": "Súlad so zmluvnými podmienkami tretích strán",
  "third-party-terms-of-service-compliance-1": "Vývojári prísne dodržiavajú všetky služby tretích strán, ktoré boli použité pre ich osobný projekt.",
  "third-party-terms-of-service-compliance-2": "Služba využíva online prekladač Yandex.com (ďalej len „Yandex“). Vývojári sú v súlade s dokumentáciou Zmluvných podmienok spoločnosti Yandex (sekcia 2, § 2 – <a href='https://yandex.com/legal/translate_termsofuse/'>Používanie služby</ a>&quot;), &quot;<em>Služba sa používateľovi poskytuje na osobné nekomerčné použitie.</em>&quot; Ako vývojári striktne uviedli, tento projekt je len na osobné použitie.",
  "third-party-terms-of-service-compliance-3": "Vývojári využili emailovú službu JavaScript EmailJS.com (ďalej len „EmailJS“). Zmluvné podmienky poskytované spoločnosťou EmailJS implicitne neimplikujú vhodnosť ich služby na použitie v súkromnom alebo komerčnom kontexte, <strong>VŠAK</strong> Vývojári uviedli, že používanie služieb spoločnosti EmailJS je výhradne pre osobné účely. použitie.",
  "childrens-online-privacy-protection-act-compliance": "Súlad so zákonom o ochrane súkromia detí online",
  "childrens-online-privacy-protection-act-compliance-1": "Tento projekt je v súlade s požiadavkami zákona COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; so zákonom o ochrane súkromia online</a>). Je a naďalej bude určený pre jednotlivcov vo veku 16 rokov alebo starší, špeciálne na súkromné, nekomerčné použitie.",
  "copyright-infringement-and-dmca-policy-compliance": "Porušenie autorských práv a dodržiavanie zásad DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Vývojári sú v súlade s <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- GitHub and-dmca-policy'>Porušenie autorských práv a pravidlá DMCA</a>",
  "collection-and-usage-of-user-data": "Zhromažďovanie a používanie údajov používateľa",
  "collection-and-usage-of-user-data-1": "Aj keď je Služba fiktívnym podnikaním, webová lokalita sa používa na demonštráciu štandardov, ktoré by moderné webové stránky mali používať. Akékoľvek a všetky funkcie a API, o ktorých sa predpokladá, že ich stránka používa, sa striktne používajú na účely testovania.",
  "collection-and-usage-of-user-data-2": "Služba neuchováva údaje, ako sú e-mailové adresy, geologické adresy, telefónne čísla, mená, externé dokumenty alebo externé odkazy poskytnuté používateľom. Každý z týchto typov údajov sa používa ako dočasné údaje pre \"Kontaktujte nás\" a &quot;Kariéra&quot; ktorý pre vývojárov prestane existovať.",
  "agreement-outline": "Táto zmluva opisuje podmienky, ktorými sa riadi používanie „Odyssey Outfits“, (ďalej len „Služba“) a súvisiace aktíva poskytnuté pánmi Amirom a Krugom (ďalej len „Služba“). Vývojári\").",
  "acceptance-of-terms-1": "Táto zmluva nadobudne platnosť po vašom prvom prístupe k Službe alebo po začatí akéhokoľvek používania zahŕňajúceho súvisiace služby prvej strany. Prístupom, prehliadaním alebo používaním Služby a/alebo jej pridružených služieb neodvolateľne a bezpodmienečne beriete na vedomie a prijímate tieto Podmienky. Týmto potvrdzujete svoj súhlas s tým, že budete plne viazaní touto dohodou bez výnimiek, obmedzení alebo vylúčení. Všetky ustanovenia tejto zmluvy sú voči vám v maximálnom rozsahu vymáhateľné. Ak pristupujete k Službe alebo používate akékoľvek Služby v mene firmy, či už registrovanej alebo fungujúcej bez registrácie, uvedená firma týmto berie na vedomie, prijíma a je viazaná podmienkami tejto zmluvy.",
  "acceptance-of-terms-2": "Ak vy alebo vyššie uvedená spoločnosť namietate proti akémukoľvek ustanoveniu tejto zmluvy a nechcete byť viazaní jej podmienkami, je potrebné, aby ste okamžite prestali používať službu a akékoľvek súvisiace služby prvej strany.",
  "legal-and-retail-authority": "Právny a maloobchodný orgán",
  "legal-and-retail-authority-1": "Vývojári výslovne uvádzajú, že &quot;Odyssey Outfits&quot; nie je registrovaná LLC a nemá zákonné ani maloobchodné oprávnenie na výrobu, predaj alebo poskytovanie akýchkoľvek produktov alebo služieb.",
  "intellectual-property-rights": "Práva duševného vlastníctva",
  "intellectual-property-rights-1": "V súlade s GitHub.com (ďalej len „GitHub), licenčnou dokumentáciou (oddiel 1, § 2 – „Licencia na úložisko“) sú používatelia informovaní, že na zdroj sa vzťahujú predvolené zákony o autorských právach kód. Úložisko a súvisiace webové stránky sú určené výhradne na OSOBNÉ a SÚKROMNÉ použitie.",
  "intellectual-property-rights-2": "Služba je v spoluvlastníctve a až do odvolania bude naďalej zdieľaným vlastníctvom medzi Vývojármi.",
  "intellectual-property-rights-3": "Týmto výslovne a neodvolateľne beriete na vedomie a súhlasíte s tým, že prístup k Službe a používanie akýchkoľvek pridružených služieb prvej strany vám nepriznáva žiadne právo, nárok alebo záujem na duševné vlastníctvo a iné práva na obsah, ktorý je prístupný prostredníctvom Služby alebo prostredníctvom pridruženej služby prvej strany. služby vlastnené alebo licencované vývojármi.",
  "privacy-policy": "Zásady ochrany osobných údajov",
  "privacy-policy-1": "Beriete na vedomie, že na zabezpečenie správnej funkčnosti Služby a poskytovania akýchkoľvek súvisiacich služieb prvej strany majú Vývojári právo zhromažďovať, uchovávať, spracovávať a prenášať konkrétne informácie súvisiace s vaším používaním Služby a akýchkoľvek súvisiacich prvých - párty služby. Podrobnosti o informáciách, o ktorých sa predpokladá, že ich zhromažďuje Služba a Vývojári, sú uvedené v dokumente The Developers Legal Compliance (Sekcia 5, §2 – „<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Odkaz na stránku Github pre dodržiavanie právnych predpisov.' target='_blank' rel='noopener'>dodržiavanie právnych predpisov</a>&quot;)",
  "accessing-this-service": "Používaním služby a jej používaním používatelia súhlasia s tým, že budú dodržiavať tieto zmluvné podmienky. Vývojári si vyhradzujú právo upraviť alebo aktualizovať tieto podmienky podľa vlastného uváženia. Pokračovanie v používaní Služby po takýchto úpravách predstavuje súhlas s aktualizovanými podmienkami. Ak používatelia nesúhlasia s týmito podmienkami, odporúča sa im zdržať sa prístupu alebo používania Služby.",
  "Select-a-Job": "Vyberte úlohu",
  "Upper-Management": "Horný manažment",
  "Lower-Management": "Nižší manažment",
  "Sales-Department": "Obchodné oddelenie",
  "Financial-Department": "Finančné oddelenie",
  "IT-Department": "IT oddelenie",
  "Learn-More": "Vyberte si pracovnú pozíciu a dozviete sa viac!",
  "Chief-Financial-Officer": "Finančný riaditeľ",
  "Chief-Executive-Officer": "Výkonný riaditeľ",
  "Chief-Operating-Officer": "Prevádzkový riaditeľ",
  "Human-Resources": "Ľudské zdroje",
  "Regional-Manager": "Regionálny manažér",
  "Office-Manager": "Office Manager",
  "Regional-Sales-Director": "Regionálny obchodný riaditeľ",
  "Account-Executive": "Vedúci účtu",
  "Salesman": "Predavač",
  "Regional-Financial-Director": "Regionálny finančný riaditeľ",
  "Payroll-Administrator": "Mzdový správca",
  "Financial-Analyst": "Finančný analytik",
  "Fullstack-Developer": "Fullstack Developer",
  "Network-Administrator": "Sieťový administrátor",
  "Help-Desk-Administrator": "Administrátor helpdesku",
  "Selected-Job": "Vybraná práca:",
  "Department-Division": "Oddelenie/oddelenie:",
  "Job-Description": "Popis práce:",
  "CFO": "Do nášho tímu v Odyssey Outfits hľadáme šikovného finančného riaditeľa. V tejto úlohe budete dohliadať na naše finančné aktivity a stratégiu. Ako CFO budete rozvíjať a vykonávať finančnú stratégiu organizácie v súlade s našimi celkovými obchodnými cieľmi a poskytovať strategické finančné poradenstvo generálnemu riaditeľovi a ostatným vedúcim pracovníkom.",
  "CEO": "Do nášho tímu v Odyssey Outfits hľadáme šikovného výkonného riaditeľa. V tejto úlohe povediete našu organizáciu k novým výšinám tým, že budete robiť strategické podnikové rozhodnutia, budete dohliadať na celkové operácie a zdroje a budete slúžiť ako primárny styčný bod medzi predstavenstvom a podnikovými operáciami. Ako generálny riaditeľ budete zohrávať kľúčovú úlohu pri stanovovaní strategického smerovania, identifikácii obchodných príležitostí a zabezpečovaní súladu spoločnosti s právnymi a regulačnými požiadavkami.",
  "COO": "Do nášho tímu v Odyssey Outfits hľadáme šikovného prevádzkového riaditeľa. V tejto úlohe budete podporovať prevádzkovú efektivitu a implementovať stratégie, ktoré pomôžu dosiahnuť naše ciele čo najefektívnejšie. Ako kľúčový člen nášho vedúceho tímu budete zodpovedný za vývoj a implementáciu operačných politík a postupov, zosúladenie operačných stratégií s našimi obchodnými cieľmi a zabezpečenie efektívneho prideľovania zdrojov.",
  "HR": "Hľadáme šikovných ľudských zdrojov do nášho tímu v Odyssey Outfits. V tejto úlohe budete riadiť personálne, zamestnanecké záležitosti a podporovať celkovú pohodu našich vážených zamestnancov vo vašej konkrétnej regionálnej pobočke. Táto úloha je kľúčová pre vytváranie pozitívneho pracovného prostredia, zabezpečenie dodržiavania právnych predpisov a podporu strategických cieľov našej organizácie.",
  "RM": "Do nášho tímu v Odyssey Outfits hľadáme šikovného regionálneho manažéra. V tejto úlohe budete zodpovedný za dohľad a riadenie operácií, predaja a celkovej výkonnosti viacerých väčších klientov v rámci vášho špecifického regiónu. Táto kľúčová vedúca pozícia zahŕňa stanovenie a dosahovanie výkonnostných cieľov, zabezpečenie dodržiavania predpisov a podporu finančného úspechu.",
  "OM": "Do nášho tímu v Odyssey Outfits hľadáme šikovného Office Managera. V tejto úlohe budete zodpovedný za dohľad nad každodennou prevádzkou našej kancelárie (umiestnenie TBD). Táto kľúčová úloha si vyžaduje dynamického jednotlivca so silnými organizačnými a manažérskymi zručnosťami na zabezpečenie bezproblémového fungovania našej kancelárie.",
  "RSD": "Do nášho tímu v Odyssey Outfits hľadáme šikovného regionálneho obchodného riaditeľa. V tejto vedúcej úlohe budete zodpovedný za riadenie predajných aktivít v rámci vášho špecifického regiónu. Ako kľúčový člen nášho tímu budete zodpovedný za rozvoj a realizáciu predajných stratégií, budete viesť dynamický predajný tím a budete prispievať k celkovému rastu a úspechu organizácie.",
  "AE": "Do nášho tímu v Odyssey Outfits hľadáme skúseného Account Executive. V tejto pozícii budete zodpovedný za správu klientskych účtov, riadenie obchodného rastu a zabezpečenie spokojnosti klientov. Ak sa vám darí v dynamickom a kolaboratívnom prostredí, pozývame vás stať sa súčasťou nášho tímu.",
  "S": "Hľadáme šikovného obchodníka do nášho tímu v Odyssey Outfits. V tejto pozícii budete zodpovedný za riadenie rastu výnosov efektívnym predajom našich produktov a služieb potenciálnym klientom. Ak ste nadšení pre predaj, budovanie vzťahov a dosahovanie cieľov, pozývame vás stať sa súčasťou nášho dynamického tímu.",
  "RFD": "Do nášho tímu v Odyssey Outfits hľadáme šikovného regionálneho finančného riaditeľa. V tejto úlohe budete dohliadať a riadiť finančné operácie v rámci vášho konkrétneho regiónu. Ako kľúčový líder budete zohrávať kľúčovú úlohu pri formovaní a implementácii finančných stratégií, ktoré budú riadiť úspech našich operácií vo vami pridelenom regióne.",
  "PA": "Do nášho tímu v Odyssey Outfits hľadáme šikovného mzdového administrátora. V tejto úlohe budete zodpovedný za riadenie a spracovanie odmeňovania zamestnancov. Ako správca mzdovej agendy zabezpečíte presné a včasné vyplácanie miezd zamestnancov, bonusov a benefitov pri zachovaní súladu s miestnymi, štátnymi a federálnymi predpismi.",
  "FA": "Do nášho tímu v Odyssey Outfits hľadáme šikovného finančného analytika. V tejto pozícii budete poskytovať cenné poznatky a odporúčania založené na hĺbkovej analýze finančných údajov a trendov. Ako finančný analytik bude vašou hlavnou zodpovednosťou podporovať osoby s rozhodovacou právomocou tým, že budete interpretovať komplexné finančné informácie a prezentovať ich jasným a zmysluplným spôsobom.",
  "FD": "Do nášho tímu v Odyssey Outfits hľadáme skúseného Full Stack Developera. V tejto úlohe využijete svoje odborné znalosti v oblasti vývoja frontendu aj backendu na vytváranie bezproblémových a užívateľsky prívetivých webových aplikácií. Ako Full Stack Developer budete zodpovedný za navrhovanie a implementáciu vizuálnych prvkov, s ktorými používatelia interagujú na našich webových stránkach.",
  "NA": "Do nášho tímu v Odyssey Outfits hľadáme šikovného správcu siete. V tejto úlohe budete spravovať a udržiavať naše počítačové siete. Ako správca siete zabezpečíte bezproblémovú prevádzku našej sieťovej infraštruktúry, ktorá zahŕňa lokálne siete (LAN), rozsiahle siete (WAN) a iné komunikačné systémy.",
  "HDA": "Do nášho tímu v Odyssey Outfits hľadáme skúseného a na zákazníka zameraného administrátora Help Desk. V tejto úlohe budete zodpovedný za poskytovanie technickej pomoci a podpory zamestnancom v rámci organizácie. Primárne sa zameriate na poskytovanie zásadnej služby riešením problémov s hardvérom, softvérom, sieťou a ďalšími problémami súvisiacimi s IT v rámci našej organizácie.",
  "Key-Responsibilities-CFO": "<li>Vyvíjajte a uskutočňujte finančnú stratégiu organizácie v súlade s celkovými obchodnými cieľmi.</li> <li>Poskytujte strategické finančné poradenstvo generálnemu riaditeľovi a ostatným vedúcim pracovníkom.</li> <li>Vedte procesy finančného plánovania a rozpočtovania.< /li> <li>Vykonávať finančné prognózy, analýzy a modelovanie na podporu rozhodovania.</li> <li>Identifikovať a posúdiť finančné riziká a implementovať stratégie na zmiernenie rizík.</li> <li>Zabezpečiť súlad s finančnými predpismi. a požiadavky na podávanie správ.</li> <li>Dohliadať na prípravu a prezentáciu finančných správ zainteresovaným stranám vrátane predstavenstva, investorov a regulačných orgánov.</li> <li>Zabezpečiť presnosť, transparentnosť a súlad s účtovnými štandardmi. </li> <li>Spravujte finančné zdroje a investície organizácie, štruktúru kapitálu, likviditu a peňažný tok.</li> <li>Vedenie alebo sa podieľajte na činnostiach fúzií a akvizícií, vrátane due diligence, rokovaní a plánovania integrácie. </li> <li>Určite najefektívnejšie spôsoby získavania kapitálu, či už prostredníctvom dlhu, vlastného kapitálu alebo iných finančných nástrojov.</li> <li>Udržiavajte vzťahy s finančnými inštitúciami a investormi.</li> <li>Ak ste skúseným finančným lídrom so strategickým myslením, silnými analytickými schopnosťami a záznamom o dosahovaní finančnej dokonalosti, pozývame vás, aby ste sa pripojili k Odyssey Outfits ako náš finančný riaditeľ. Buďte kľúčovým hráčom pri formovaní finančného úspechu a rastu našej dynamickej organizácie.</li>",
  "Key-Responsibilities-CEO": "<li>Nastavte strategické smerovanie a dlhodobé ciele v spolupráci s predstavenstvom.</li> <li>Identifikujte obchodné príležitosti a potenciálne riziká.</li> <li>Úzko spolupracujte s finančným riaditeľom pri riadení financií. zdravie spoločnosti.</li> <li>Preskúmajte finančné správy a rozpočty.</li> <li>Spravujte a posilňujte značku a reputáciu spoločnosti.</li> <li>Okamžite riešte problémy s verejnosťou.</li > <li>Podpora inovácie a prispôsobenie sa meniacim sa trhovým podmienkam.</li> <li>Implementujte plány krízového manažmentu na zvládnutie nepredvídaných výziev.</li> <li>Rozvíjajte globálnu perspektívu, najmä pre spoločnosti s medzinárodnou pôsobnosťou.</li> li> <li>Pohybujte sa v geopolitických a ekonomických zložitostiach.</li> <li>Ako vizionársky líder budete posúvať Odyssey Outfits k úspechu, podporovať inovácie a zabezpečovať náš neustály rast. Ak máte strategické myslenie, výnimočné vodcovské schopnosti a vášeň pre organizačnú dokonalosť, pozývame vás, aby ste viedli Odyssey Outfits ako náš generálny riaditeľ. Pridajte sa k nám pri formovaní budúcnosti našej dynamickej a inovatívnej spoločnosti.</li>",
  "Key-Responsibilities-COO": "<li>Vyvíjajte a implementujte prevádzkové zásady a postupy.</li> <li>Zosúlaďte prevádzkové stratégie s obchodnými cieľmi organizácie.</li> <li>Efektívne spravujte a prideľujte zdroje vrátane rozpočtov, zamestnancov a technológie.</li> li> <li>Spolupracujte s oddelením ľudských zdrojov na prilákaní, rozvoji a udržaní talentov.</li> <li>Monitorujte a vyhodnocujte výkonnosť rôznych oddelení a tímov.</li> <li>Zjednodušte pracovné postupy na celkové zlepšenie produktivita.</li> <li>Dohliadajte na procesy kontroly kvality, aby ste zaistili, že produkty alebo služby spĺňajú zavedené štandardy.</li> <li>Zabezpečte, aby organizácia mala správnych ľudí na správnych úlohách.</li> <li>Poskytujte vedenie. a poradenstvo na dosiahnutie prevádzkovej dokonalosti.</li> <li>Poskytujte pravidelné správy generálnemu riaditeľovi a ostatným vedúcim pracovníkom o prevádzkovej výkonnosti.</li> <li>Komunikujte kľúčové metriky a prevádzkové poznatky.</li> <li>Ako manažér skúseným profesionálom, prinesiete svoje odborné znalosti, aby ste viedli naše prevádzkové iniciatívy, podporovali efektivitu a prispievali k celkovému úspechu oblečenia Odyssey. Ak sa vám darí v dynamickom a kolaboratívnom prostredí, vítame vás, aby ste sa k nám pridali ako náš prevádzkový riaditeľ a stali sa kľúčovým architektom pri formovaní nášho prevádzkového úspechu.</li>",
  "Key-Responsibilities-HR": "<li>Prilákajte, prijímajte a najímajte kvalifikovaných kandidátov na voľné pracovné miesta.</li> <li>Vykonajte pohovory, previerky a koordinujte celý proces náboru.</li> <li>Riešenie a riešenie konfliktov na pracovisku a problémov so vzťahmi so zamestnancami .</li> <li>Podporovať pozitívne pracovné prostredie a zlepšovať morálku zamestnancov.</li> <li>Poskytovať spätnú väzbu, koučovanie a podporu rozvoja zamestnancov.</li> <li>Identifikovať potreby školení a koordinovať rozvoj zamestnancov programy.</li> <li>Spravujte programy odmeňovania vrátane miezd, bonusov a benefitov.</li> <li>Vykonajte kontrolu miezd a zabezpečte konkurencieschopnú kompenzáciu.</li> <li>Zabezpečte súlad s pracovnoprávnymi predpismi a nariadeniami. .</li> <li>Zabezpečte súlad s bezpečnostnými predpismi a implementujte preventívne opatrenia.</li> <li>Uchovávajte presné a dôverné záznamy o zamestnancoch.</li> <li>Zaobchádzajte s dokumentáciou týkajúcou sa pracovných zmlúv, povýšení a ukončení .</li> <li>Vykonajte výstupné pohovory s odchádzajúcimi zamestnancami.</li> <li>Riaďte proces ukončenia pracovného pomeru v súlade so zásadami spoločnosti a právnymi požiadavkami.</li> <li>Identifikujte a rozvíjajte potenciálnych lídrov v rámci organizácie .</li> <li>Naplánujte si postupnosť kľúčových pozícií.</li> <li>Vyhodnoťte výkonnosť zamestnancov kancelárie a poskytnite konštruktívnu spätnú väzbu.</li> <li>Identifikujte oblasti na zlepšenie a implementujte potrebné zmeny. </li> <li>Ako manažér ľudských zdrojov v Odyssey Outfits budete zohrávať kľúčovú úlohu pri formovaní našej kultúry na pracovisku, podpore rastu zamestnancov a zabezpečovaní dodržiavania všetkých záležitostí súvisiacich so zamestnaním. Ak ste skúsený HR profesionál s vášňou pre vytváranie pozitívnych pracovísk, pozývame vás, aby ste sa pripojili k nášmu tímu a prispeli k úspechu Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Nastavte si jasné výkonnostné ciele a ciele pre každú lokalitu v rámci regiónu.</li> <li>Monitorujte a vyhodnocujte prevádzkovú výkonnosť každej pobočky alebo lokality.</li> <li>Zabezpečte prísne dodržiavanie zásad a postupov spoločnosti. a štandardy.</li> <li>Vykonajte pravidelné audity na potvrdenie súladu na všetkých úrovniach.</li> <li>Riaďte finančnú výkonnosť regiónu vrátane rozpočtovania, prognózovania a kontroly výdavkov.</li> < li>Analyzujte finančné správy a kľúčové ukazovatele výkonnosti s cieľom identifikovať oblasti, ktoré je potrebné zlepšiť.</li> <li>Dohliadať na aktivity v oblasti predaja a finančného rozvoja v rámci regiónu.</li> <li>Poskytovať strategické usmernenia na podporu rastu výnosov a trhu.< /li> <li>Vedenie a vedenie manažérov pobočiek a iných regionálnych zamestnancov.</li> <li>Nábor, školenie a rozvoj vysokovýkonných tímov pre každé miesto.</li> <li>Pravidelne komunikujte s manažérmi pobočiek a ďalší členovia tímu.</li> <li>Spolupracujte s inými oddeleniami, ako je marketing, ľudské zdroje a financie.</li> <li>Dohliadajte na školiace programy pre zamestnancov v rámci regiónu.</li> <li>Podpora profesionálny rozvoj a zlepšovanie zručností.</li> <li>Identifikujte príležitosti na expanziu a rast v rámci regiónu.</li> <li>Vyhodnoťte potenciálne nové lokality alebo trhy.</li> <li>Spolupracujte s centrálou a ďalšími regionálnymi manažérov na zabezpečenie konzistentnosti operácií a strategických iniciatív.</li> <li>Zdieľajte najlepšie postupy a prispievajte k celkovému úspechu spoločnosti.</li> <li>Pripravujte a predkladajte pravidelné správy vrcholovému manažmentu o výkonnosti regiónu. </li> <li>Poskytujte prehľad a odporúčania na zlepšenie.</li> <li>Ako regionálny manažér v Odyssey Outfits budete hrať rozhodujúcu úlohu pri riadení úspechu a rastu našej organizácie na viacerých miestach. Ak ste strategickým lídrom so záznamom o dosahovaní výsledkov, pozývame vás, aby ste sa pripojili k nášmu tímu a prispeli k trvalému úspechu Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Poskytujte komplexnú administratívnu podporu rôznym oddeleniam v rámci organizácie.</li> <li>Spravujte kancelárske potreby, vybavenie a inventár tak, aby vyhovovali prevádzkovým potrebám.</li> <li>Dohliadajte a koordinujte prácu administratívy a podpory zamestnancov.</li> <li>Dohliadať na nábor, školenia a vykonávať hodnotenia výkonnosti.</li> <li>Zabezpečte, aby boli kancelárske zariadenia dobre udržiavané a poskytovali priaznivé pracovné prostredie.</li> <li>Pomáhajte pri príprava rozpočtu a riadenie výdavkov súvisiacich s kanceláriou.</li> <li>Uľahčenie komunikácie medzi rôznymi oddeleniami a tímami.</li> <li>Podporovať kultúru spolupráce a komunikácie.</li> <li>Udržiavať organizovanosť a aktuálne záznamy, súbory a databázy.</li> <li>Zabezpečiť súlad s nariadeniami o ochrane údajov a súkromia.</li> <li>Dohliadať na používanie a údržbu kancelárskej techniky vrátane počítačov, tlačiarní a komunikačné systémy.</li> <li>Implementujte a aktualizujte softvérové ​​aplikácie podľa potreby.</li> <li>Vyjednávajte zmluvy a dohody o službách súvisiacich s kanceláriou.</li> <li>Zabezpečte nákladovo efektívne riešenia pre kancelárske služby. súvisiace požiadavky.</li> <li>Ako Office Manager v Odyssey Outfits budete hrať kľúčovú úlohu pri udržiavaní efektívneho a dobre organizovaného kancelárskeho prostredia. Ak ste proaktívny jednotlivec s vynikajúcimi manažérskymi a organizačnými schopnosťami, pozývame vás, aby ste sa pripojili k nášmu tímu a prispeli k úspechu našej organizácie.</li>",
  "Key-Responsibilities-RSD": "<li>Vyvíjajte a implementujte stratégie a plány predaja pre divíziu predaja a pridelený región.</li> <li>Nastavte a dosahujte ciele predaja a obchodné ciele v súlade s cieľmi spoločnosti.</li> <li>Vedenie a riadenie spoločnosti. tím predajných profesionálov v rámci regiónu.</li> <li>Najímajte, trénujte a motivujte predajný tím, aby dosahoval štandardy vysokého výkonu.</li> <li>Analyzujte údaje o výkonnosti predaja, trendy na trhu a spätnú väzbu od zákazníkov. </li> <li>Vyhodnoťte efektivitu predajných stratégií a na základe údajov prijímajte rozhodnutia na zlepšenie.</li> <li>Nadviažte a udržujte vzťahy s kľúčovými klientmi, partnermi a zainteresovanými stranami.</li> <li>Budujte. sieť na podporu obchodného rastu, spokojnosti zákazníkov a expanzie na trhu.</li> <li>Vyvíjajte a spravujte predajný rozpočet pre región.</li> <li>Monitorujte a kontrolujte výdavky na zabezpečenie ziskovosti.</li> <li>Úzko spolupracujte s ostatnými oddeleniami vrátane marketingu, financií a prevádzky.</li> <li>Zabezpečte zosúladenie predajných aktivít s celkovými obchodnými cieľmi.</li> <li>Poskytujte pravidelné správy vrcholovému manažmentu o výkonnosti predaja. , trendy na trhu a relevantné metriky.</li> <li>Zabezpečte, aby predajné aktivity boli v súlade s príslušnými zákonmi, nariadeniami a zásadami spoločnosti.</li> <li>Pochopte potreby a preferencie zákazníkov, aby ste si zachovali prístup zameraný na zákazníka. </li> <li>Implementujte stratégie na zvýšenie spokojnosti a lojality zákazníkov.</li> <li>Identifikujte príležitosti na rozšírenie trhu a rast v rámci regiónu.</li> <li>Vypracujte plány na vstup na nové trhy a zvýšenie trhu zdieľajte.</li> <li>Ak ste strategickým mysliteľom s osvedčeným vedením v oblasti predaja, zvážte vstup do Odyssey Outfits ako regionálny riaditeľ predaja. Buďte hnacou silou pri formovaní úspechu našej obchodnej divízie a prispievajte k celkovému rastu našej organizácie.</li>",
  "Key-Responsibilities-AE": "<li>Budujte a udržiavajte silné vzťahy s klientmi, posilňujte dôveru a lojalitu.</li> <li>Správajte sa ako hlavný kontaktný bod pre klientov, ktorý rieši ich potreby a obavy.</li> <li>Aktívne vyhľadávajte nové obchody. príležitosti na rozšírenie klientskej základne.</li> <li>Pracovať na dosahovaní a prekračovaní cieľov predaja prostredníctvom efektívnych stratégií.</li> <li>Efektívne komunikovať hodnotu produktov alebo služieb klientom.</li> <li> Ukážte výhody a jedinečné predajné ponuky na splnenie požiadaviek klienta.</li> <li>Vyjednávajte o zmluvách, podmienkach a cenách, aby ste dosiahli vzájomne výhodné dohody.</li> <li>Zabezpečte, aby zmluvné dohody boli v súlade so záujmami oboch strán. klient a spoločnosť.</li> <li>Okamžite riešte a riešte problémy alebo obavy klientov, aby ste zaistili spokojnosť.</li> <li>Spolupracujte s internými tímami na poskytovaní včasných riešení a udržiavaní pozitívnych vzťahov s klientmi.</li> < li>Vyvíjajte a implementujte stratégie na rast existujúcich účtov a získavanie nových klientov.</li> <li>Identifikujte príležitosti na ďalší predaj alebo krížový predaj ďalších produktov alebo služieb.</li> <li>Zostaňte informovaní o trendoch v odvetví, trhové podmienky a aktivity konkurencie.</li> <li>Používajte trhové štatistiky na prispôsobenie stratégií a udržte si náskok pred zmenami v odvetví.</li> <li>Úzko spolupracujte s internými tímami, ako je marketing a vývoj produktov, aby ste sa stretli s klientom potrieb.</li> <li>Spolupracujte na iniciatívach, ktoré zvyšujú spokojnosť klientov a prispievajú k obchodnému úspechu.</li> <li>Poskytujte pravidelné správy o predajných aktivitách, úspechoch a výzvach.</li> <li>Prispievajte k analýzu výkonnosti predaja a odporúčanie zlepšení.</li> <li>Ak ste proaktívny a orientovaný na výsledky s vynikajúcimi komunikačnými a vyjednávacími schopnosťami, zvážte vstup do Odyssey Outfits ako Account Executive. Staňte sa súčasťou nášho tímu a prispejte k úspechu našich klientov a celkovému rastu organizácie.</li>",
  "Key-Responsibilities-S": "<li>Aktívne vyhľadávajte potenciálnych zákazníkov a identifikujte nové príležitosti predaja.</li> <li>Využite rôzne kanály na generovanie potenciálnych zákazníkov a rozšírenie zákazníckej základne.</li> <li>Budujte a udržiavajte vzťahy so zákazníkmi pochopením ich potrieb. a poskytovanie relevantných informácií.</li> <li>Zabezpečte pozitívnu zákaznícku skúsenosť riešením otázok a obáv.</li> <li>Rozvíjajte hlboké pochopenie ponúkaných produktov alebo služieb.</li> <li>Efektívne komunikujte vlastnosti a výhody produktov pre potenciálnych zákazníkov.</li> <li>Poskytujte presvedčivé predajné prezentácie, aby ste predviedli hodnotovú ponuku našich produktov alebo služieb.</li> <li>Prispôsobte prezentácie na mieru špecifickým potrebám a záujmom zákazníkov.</li > <li>Vyjednávajte o podmienkach, cenách a dohodách na uzatvorenie obchodov vzájomne výhodným spôsobom.</li> <li>Zabezpečte záväzky zákazníkov uskutočniť nákup a dokončiť predajné transakcie.</li> <li>Dosiahnuť alebo prekročiť predajné ciele a kvóty stanovené spoločnosťou.</li> <li>Neustále sa snažte plniť a prekračovať individuálne a tímové ciele.</li> <li>Buďte informovaní o trendoch v odvetví, podmienkach na trhu a aktivitách konkurencie.</li > <li>Identifikujte príležitosti a potenciálne výzvy na trhu.</li> <li>Získajte spätnú väzbu od zákazníkov na zlepšenie produktov, služieb alebo celkovej zákazníckej skúsenosti.</li> <li>Poskytnite cenné poznatky, ktoré prispejú k rozvoju vylepšenie našej ponuky.</li> <li>Uchovávajte presné záznamy o predajných aktivitách, interakciách so zákazníkmi a iných relevantných informáciách.</li> <li>Používajte nástroje CRM na sledovanie a riadenie vzťahov so zákazníkmi a pokroku v predaji.</li > <li>Ak ste jednotlivec orientovaný na výsledky s vynikajúcimi komunikačnými a vyjednávacími schopnosťami, odporúčame vám požiadať o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám pri dosahovaní úspechu v predaji a prispievaní k rastu a prosperite našej organizácie.</li>",
  "Key-Responsibilities-RFD": "<li>Vyvíjajte a implementujte finančné stratégie a plány prispôsobené jedinečným potrebám regiónu.</li> <li>Vykonajte finančnú analýzu a prognózy na podporu strategického rozhodovania.</li> <li>Vytvárajte a spravujte rozpočty pre regiónu, čím sa zabezpečí súlad s celkovými obchodnými cieľmi.</li> <li>Implementujte opatrenia na kontrolu nákladov na optimalizáciu finančnej výkonnosti.</li> <li>Poskytujte presné a včasné finančné správy vrcholovému manažmentu, ponúkajúce prehľady a odporúčania.</li> li> <li>Stanovte kľúčové ukazovatele výkonnosti (KPI) na meranie a hodnotenie finančnej výkonnosti.</li> <li>Identifikujte a zmiernite finančné riziká v rámci regiónu.</li> <li>Implementujte stratégie riadenia rizík na ochranu organizácie finančné aktíva.</li> <li>Úzko spolupracujte s regionálnymi manažérmi a tímami na zosúladení finančných cieľov s operačnými cieľmi.</li> <li>Poskytujte finančné poradenstvo a podporu miestnym tímom a posilňujte prostredie spolupráce.</li> <li>Zabezpečte súlad s účtovnými štandardmi, regulačnými požiadavkami a štandardmi správy a riadenia spoločnosti.</li> <li>Implementujte interné kontroly na zabezpečenie finančnej integrity.</li> <li>Vyhodnoťte a optimalizujte finančné procesy na zvýšenie efektívnosti a efektívnosti. </li> <li>Neustále vyhľadávajte príležitosti na zlepšovanie procesov a inovácie.</li> <li>Vedte a rozvíjajte tím finančných profesionálov v rámci regiónu.</li> <li>Poskytujte mentorstvo a poradenstvo na podporu profesionálneho rastu a excelentnosť.</li> <li>Účasť na strategických rozhodovacích procesoch súvisiacich s investíciami, akvizíciami a inými finančnými iniciatívami.</li> <li>Poraďte vrcholovému manažmentu o finančných dôsledkoch obchodných stratégií.</li> <li>Ak ste skúseným finančným lídrom so strategickým myslením a vášňou pre dosahovanie finančného úspechu na regionálnej úrovni, pozývame vás, aby ste sa uchádzali o túto pôsobivú rolu v Odyssey Outfits. Pridajte sa k nám pri formovaní finančnej budúcnosti našej organizácie a prispejte k nášmu neustálemu rastu a úspechu.</li>",
  "Key-Responsibilities-PA": "<li>Výpočet a spracovanie platov, miezd, bonusov a iných foriem odmeňovania zamestnancov.</li> <li>Monitorujte a zaznamenávajte pracovný čas zamestnancov vrátane nadčasov, žiadostí o voľno a informácií súvisiacich s dochádzkou.</li > <li>Spravujte daňové odpočty vrátane dane z príjmu, príspevkov na sociálne zabezpečenie a iných zákonných zrážok.</li> <li>Zabezpečte súlad s daňovými predpismi a včasné predloženie daňových informácií.</li> <li>Riešenie. zamestnanecké výhody, ako je zdravotné poistenie, penzijné príspevky a iné výhody, ktoré zaisťujú presné zohľadnenie v mzdovom účtovníctve.</li> <li>Udržujte si prehľad o zmenách v ponukách benefitov a podľa toho aktualizujte mzdové systémy.</li> <li>Udržiavajte presné a aktuálne mzdové záznamy vrátane informácií o zamestnancoch, daňových zrážkach a iných relevantných údajov.</li> <li>Generujte správy o mzdách na účely riadenia, účtovníctva a auditu.</li> <li>Zabezpečte súlad s miestne, štátne a federálne predpisy týkajúce sa miezd, daní a pracovného práva.</li> <li>Zostaňte informovaní o aktualizáciách a zmenách v príslušných predpisoch.</li> <li>Okamžite rozdeľujte výplaty alebo koordinujte elektronické prevody prostriedkov zamestnancom a presne.</li> <li>Zabezpečte dokumentáciu pre interné a externé audity.</li> <li>Spolupracujte s audítorskými tímami, aby ste zabezpečili presné a transparentné mzdové procesy.</li> <li>Odpovedajte na otázky zamestnancov týkajúce sa miezd záležitosti, rýchle a profesionálne riešenie problémov alebo nezrovnalostí.</li> <li>Spravujte a udržiavajte mzdový softvér a systémy a buďte informovaní o aktualizáciách a zmenách.</li> <li>Ak ste profesionál orientovaný na detaily a organizovaný s vášeň pre riadenie miezd a dodržiavanie predpisov, pozývame vás, aby ste sa uchádzali o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám pri zabezpečovaní hladkého a presného spracovania odmeňovania zamestnancov v rámci našej organizácie.</li>",
  "Key-Responsibilities-FA": "<li>Analyzujte finančné údaje, trendy na trhu a ekonomické ukazovatele na posúdenie výkonnosti organizácie.</li> <li>Využite štatistické techniky a finančné modelovanie na interpretáciu zložitých finančných informácií.</li> <li>Pomáhajte pri vývoji a spravovanie finančných plánov a rozpočtov, ktoré sú v súlade s celkovými obchodnými cieľmi.</li> <li>Spolupracujte s rôznymi oddeleniami, aby ste zabezpečili, že finančné plány podporujú strategické ciele organizácie.</li> <li>Vytvárajte finančné modely na predpovedanie budúcnosti výnosy, výdavky a celkovú finančnú výkonnosť.</li> <li>Poskytujte proaktívne prehľady a podporte plánovanie pre potenciálne výzvy.</li> <li>Pripravujte a prezentujte finančné správy manažmentu, zainteresovaným stranám alebo regulačným orgánom.</li > <li>Predložte analýzu rozpočtu, analýzu rozptylu a použiteľné odporúčania na zlepšenie.</li> <li>Posúďte finančné riziká a príležitosti spojené s rôznymi obchodnými rozhodnutiami vrátane investícií a fúzií.</li> <li>Správajte náklady- analýzy prínosov a poskytovanie odporúčaní pre strategické finančné aktivity.</li> <li>Analýza nákladov spojených s rôznymi obchodnými operáciami a odporúčanie opatrení na úsporu nákladov na zlepšenie efektívnosti.</li> <li>Zabezpečte, aby boli finančné operácie a výkazníctvo v súlade s príslušnými zákonmi , nariadenia a odvetvové štandardy.</li> <li>Efektívne oznamujte komplexné finančné informácie rôznym oddeleniam, čím sa podporuje spolupráca a porozumenie.</li> <li>Nepretržite monitorujte finančné trendy, zmeny v odvetví a ekonomické podmienky s cieľom zabezpečiť aktuálne informácie pre rozhodovanie.</li> <li>Ak ste finančný analytik orientovaný na detaily s vášňou pre poskytovanie strategických finančných prehľadov, pozývame vás, aby ste sa uchádzali o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám a prispejte k finančnému úspechu a strategickému rastu našej organizácie.</li>",
  "Key-Responsibilities-FD": "<li>Navrhujte a implementujte používateľské rozhrania pomocou technológií ako HTML, CSS a JavaScript.</li> <li>Píšte kód pre prehliadač používateľa, obsluhuje interakcie, overovanie formulárov a dynamické aktualizácie obsahu.</li> <li> Využite populárne rámce a knižnice, ako sú React, Angular alebo Vue.js.</li> <li>Zaistite, aby aplikácia bezproblémovo fungovala v rôznych webových prehliadačoch a riešila výzvy súvisiace s vývojom frontendu.</li> <li>Spravujte databázy, spracovávajte požiadavky a vykonávať úlohy na strane servera pomocou jazykov ako Node.js, Python, Ruby, Java alebo PHP.</li> <li>Navrhujte a spravujte databázy, čím sa zabezpečí efektívne ukladanie a získavanie údajov. Bežné databázy zahŕňajú MySQL, PostgreSQL, MongoDB alebo Firebase.</li> <li>Nasaďte a spravujte serverovú infraštruktúru vrátane cloudových platforiem ako AWS, Azure alebo Google Cloud.</li> <li>Vytvárajte a spravujte rozhrania API, ktoré uľahčujú komunikáciu medzi frontend a backend komponentmi aplikácie a zabezpečujú hladkú výmenu dát.</li> <li>Identifikujte a opravte chyby v kóde frontendu aj backendu, čím sa zabezpečí celková spoľahlivosť a výkon aplikácie.</li> < li>Spolupracujte s ostatnými členmi tímu, vrátane dizajnérov UI/UX, kolegov vývojárov a projektových manažérov, aby ste prispeli k úspechu našich projektov.</li> <li>Ak ste skúsený Fullstack Developer s vášňou pre vytváranie inovatívnych a webových aplikácií zameraných na používateľa, pozývame vás, aby ste sa uchádzali o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám pri formovaní budúcnosti našej digitálnej prítomnosti a poskytovaní vysokokvalitných riešení našim používateľom.</li>",
  "Key-Responsibilities-NA": "<li>Navrhujte, implementujte a konfigurujte počítačové siete vrátane smerovačov, prepínačov, firewallov a iných hardvérových komponentov.</li> <li>Implementujte a udržiavajte robustné bezpečnostné opatrenia na ochranu siete pred neoprávneným prístupom, kybernetickými hrozbami a údajmi narušenia.</li> <li>Diagnostikovať a riešiť problémy so sieťou, problémy s pripojením a zlyhania hardvéru alebo softvéru.</li> <li>Pravidelne monitorujte výkon siete a optimalizujte ho pre efektívnosť.</li> <li>Identifikujte a riešenie úzkych miest, aby sa zabezpečila optimálna prevádzka siete.</li> <li>Vykonajte rutinné úlohy údržby, ako je aktualizácia firmvéru, aplikácia bezpečnostných opráv a zabezpečenie aktuálnosti hardvérových a softvérových komponentov.</li> <li>Assist end- používateľov s problémami súvisiacimi so sieťou, poskytuje technickú podporu a ponúka školenie o používaní siete.</li> <li>Udržiavajte podrobnú dokumentáciu o architektúre siete, konfiguráciách a zmenách. Táto dokumentácia je kľúčová pre riešenie problémov a budúce plánovanie.</li> <li>Úzko spolupracujte s ďalšími odborníkmi v oblasti IT, ako sú správcovia systémov, špecialisti na bezpečnosť a manažéri IT, aby ste zabezpečili bezproblémovú integráciu sieťových služieb.</li> <li >Plánujte budúce potreby siete, zhodnoťte požiadavky na škálovateľnosť a odporučte upgrady alebo rozšírenia, aby ste splnili rastúce požiadavky organizácie.</li> <li>Implementujte riešenia zálohovania a plány obnovy po havárii na ochranu kritických údajov v prípade neočakávaných udalostí.</li. > <li>Ak ste skúsený správca siete s vášňou pre zaistenie spoľahlivosti a bezpečnosti počítačových sietí, odporúčame vám požiadať o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám pri udržiavaní robustnej a efektívnej sieťovej infraštruktúry, ktorá podporuje prevádzku a rast našej organizácie.</li>",
  "Key-Responsibilities-HDA": "<li>Rýchle reagovať na otázky a problémy vznesené koncovými používateľmi, ponúkať poradenstvo a pomoc pri riešení problémov.</li> <li>Analýza, identifikácia a diagnostika hardvérových a softvérových problémov s cieľom určiť efektívne riešenia.</li> <li> Poskytovanie jasných a stručných podrobných pokynov a pokynov používateľom na efektívne riešenie problémov.</li> <li>Pomoc používateľom pri inštaláciách, aktualizáciách a konfiguráciách softvéru.</li> <li>Dokumentovanie a udržiavanie záznamov o nahlásených problémy, riešenia a bežné problémy.</li> <li>Vytváranie článkov vedomostnej bázy a príručiek, ktoré používateľom umožnia svojpomocne pomôcť.</li> <li>Komunikácia technických informácií užívateľsky prívetivým spôsobom, najmä pri asistencii -technickí používatelia.</li> <li>Informovanie používateľov o stave a priebehu nahlásených problémov.</li> <li>Vykonávanie bežných úloh údržby na počítačoch, serveroch a iných zariadeniach IT.</li> <li >Zaistenie aktuálnosti softvérových aplikácií pomocou opráv a aktualizácií.</li> <li>Vedenie školení pre koncových používateľov s cieľom zlepšiť ich pochopenie základných IT nástrojov a aplikácií.</li> <li>Vzdelávanie používateľov o najlepších postupy pre bezpečnosť a ochranu údajov.</li> <li>Spolupráca s inými IT profesionálmi, ako sú správcovia sietí a systémoví inžinieri, pri riešení zložitých problémov.</li> <li>V prípade potreby eskalovanie problémov tímom podpory na vyššej úrovni .</li> <li>Implementácia a presadzovanie bezpečnostných opatrení na ochranu pred narušením údajov a neoprávneným prístupom.</li> <li>Pomoc pri implementácii bezpečnostných protokolov a zásad.</li> <li>Poskytovanie vynikajúcich služieb zákazníkom tým, že budete pohotoví, prístupní a profesionálni.</li> <li>Zabezpečenie pozitívnej a užitočnej skúsenosti pre koncových používateľov.</li> <li>Ak ste proaktívnym riešením problémov s vynikajúcimi komunikačnými schopnosťami a vášňou pre poskytovanie výnimočnú IT podporu, pozývame vás, aby ste sa uchádzali o túto vzrušujúcu príležitosť v Odyssey Outfits. Pridajte sa k nám pri udržiavaní efektívnosti a produktivity IT systémov našej organizácie a zároveň poskytovaní špičkovej podpory našim váženým používateľom.</li>",
  "Full-Time": "<img alt='Aktovka&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Úplný úväzok",
  "Date-Posted": "<img alt='Čas&nbsp;' src='./Assets/Img/Time-512x512.png'>Uverejnené pred týždňom",
  "Apply-Now": "Nainštalovať teraz",
  "label-form-name": "Krstné meno:",
  "label-form-lname": "Priezvisko:",
  "label-form-email": "Email:",
  "label-form-phone": "Telefónne číslo:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Aktuálna adresa:",
  "label-form-legal": "Máte zákonné oprávnenie na prácu v Spojených štátoch?",
  "label-form-education": "Máte ukončené nasledovné vzdelanie: bakalárske?",
  "fileInputLabel": "Odovzdajte&nbsp;Váš životopis",
  "pdf-file-error": "Nahrajte platný súbor PDF.",
  "submit-resume": "Odošlite svoju žiadosť",
  "application-sent": "Prihláška odoslaná!",
  "received-application": "Ďakujeme za odoslanie žiadosti! Úspešne sme ho prijali. Očakávajte, prosím, e-mailové upozornenie týkajúce sa stavu vašej žiadosti, keď budeme postupovať v procese dôkladnej kontroly. Ceníme si vašu trpezlivosť a tešíme sa na možnosť spolupráce.",
  "application-not-sent": "Žiadosť nebola odoslaná!",
  "not-received-application": "Ďakujeme za odoslanie žiadosti! Zdá sa, že pri odosielaní potvrdzujúceho e-mailu sa vyskytla chyba. Skúste to znova čoskoro.",
  "form-yes": "Áno",
  "form-no": "Nie",
  "form-yes-2": "Áno",
  "form-no-2": "Nie",
  "error-404": "Chyba 404: Stránka sa nenašla :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Všetky práva vyhradené."
}