{
  "TOS-welcome": "환영!",
  "TOS-locale": "기본 언어를 선택하세요:",
  "TOS-preamble": "당사 웹사이트는 전반적인 사용자 경험을 향상시키기 위해 사용자 데이터를 수집합니다.<br> 당사 사이트를 계속 사용하면 TOS에 동의하는 것으로 간주됩니다.",
  "TOS-TOS": "서비스 약관 및 개인정보 보호정책",
  "TOS-ADA": "당사 웹사이트는 ADA(미국 장애인법) 표준을 준수합니다.<br>따라서 오른쪽 상단에 있는 눈 아이콘을 클릭하여<br>ADA 준수 모드를 전환할 수 있습니다.",
  "toast-ok": "좋아요",
  "ada-disabled": "ADA 모드를 비활성화했습니다.",
  "ada-disabled-continue": "ADA 모드를 비활성화한 것 같습니다. 계속하려면 새로고침해야 합니다.",
  "ada-enabled": "ADA 모드를 활성화했습니다.",
  "ada-enabled-continue": "ADA 모드를 활성화한 것 같습니다. ADA 모드가 비활성화될 때까지 이 웹사이트의 색상 구성은 흰색 바탕에 검은색으로 표시됩니다.",
  "nav-home": "집",
  "nav-contact": "연락하다",
  "nav-careers": "채용",
  "nav-legal": "합법적인",
  "Motto": "Odyssey Outfits에서<br>경력을 시작하세요",
  "Bio": "우리는 여러분에게 배우고, 성장하고, 보다 친환경적인 미래에 기여할 수 있는 기회를 제공할 것입니다.",
  "Explore-Careers": "우리의 채용 정보를 살펴보세요",
  "why-us": "우린 왜?",
  "Learning-and-Growth-Opportunities-1": "학습 및 성장 기회",
  "Learning-and-Growth-Opportunities-2": "학습 및 성장 기회",
  "Learning-and-Growth-Opportunities-3": "우리는 귀하가 해당 분야에서 앞서 나가는 데 필요한 도구와 리소스를 제공할 것입니다. 창의성과 혁신을 중시하는 우리 팀에 합류하세요. 우리의 작업 환경은 독창적인 사고를 장려하여 지속 가능한 패션의 미래를 형성하는 아이디어에 기여할 수 있도록 지원합니다.",
  "Positive-Brand-Image-1": "긍정적인 브랜드 이미지",
  "Positive-Brand-Image-2": "긍정적인 브랜드 이미지",
  "Positive-Brand-Image-3": "우리 사명의 핵심은 여러분의 옷장을 향상시킬 뿐만 아니라 지구에 긍정적인 영향을 미치는 패션을 만들겠다는 약속입니다. 우리 팀에 합류하여 환경을 고려한 이니셔티브를 홍보하는 촉매자가 되십시오.",
  "Flexibility-1": "유연성",
  "Flexibility-2": "유연성",
  "Flexibility-3": "우리는 직원의 유연성을 우리 가치의 초석으로 우선시합니다. 일과 삶의 균형의 중요성을 인식하고 유연한 일정과 원격 근무 옵션을 통해 팀의 역량을 강화합니다. 우리는 조화롭고 유연한 업무 환경이 개인의 웰빙을 향상시킬 뿐만 아니라 창의성과 혁신을 촉진한다고 믿습니다.",
  "Healthy-Workplace-1": "건강한 직장",
  "Healthy-Workplace-2": "건강한 직장",
  "Healthy-Workplace-3": "우리 팀은 건강하고 다양한 직장을 조성하기 위해 최선을 다하고 있습니다. 우리는 다양한 팀이 풍부한 관점과 창의성을 가져와 지속 가능한 패션 노력에 혁신을 촉진한다고 믿습니다. 우리의 포용적인 환경은 차이점을 존중하고 상호 존중과 이해를 촉진하는 문화를 포용합니다.",
  "contact-us": "문의하기!",
  "label-contact-name": "이름:",
  "label-contact-email": "이메일:",
  "label-contact-message": "메시지:",
  "contact-submit": "제출하다",
  "legal-docs": "법률 문서",
  "github-wiki": "GitHub 위키",
  "full-feature-list": "전체 기능 목록",
  "legal-compliance": "법률 준수",
  "legal-compliance-github": "법률 준수(GitHub Wiki)",
  "TOS-privacy-policy": "서비스 약관 및 개인정보 보호정책",
  "TOS-privacy-policy-github": "서비스 약관 및 개인 정보 보호 정책(GitHub Wiki)",
  "hosting": "호스팅",
  "hosting-1": "Mr. Amir 및 Mr. Krug(이하 \"개발자\")는 \"Odyssey Outfit\"(이하 \"서비스\")이 <strong>아닙니다</strong>. 등록된 LLC이며 제품이나 서비스를 제조, 판매 또는 제공할 법적 또는 소매 권한이 없습니다.",
  "hosting-2": "서비스 저장소는 GitHub에서 호스팅되며 서비스는 Vercel.com(이하 \"Vercel\"이라고 함)에 의해 제공됩니다.",
  "hosting-3": "GitHub.com(이하 \"GitHub\")에 따라 라이센스 문서(1항, §2 - &quot;<a href='https://docs.github.com/en/repositories) /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>저장소 라이센스</a>''), 다음과 같이 명시적으로 명시되어 있습니다. &quot;<em>...라이센스가 없으면 기본 저작권법이 적용됩니다. 즉, 귀하는 소스 코드에 대한 모든 권리를 보유하며 어느 누구도 귀하의 저작물을 복제, 배포 또는 파생물을 만들 수 없습니다. 오픈소스 프로젝트를 만드는 경우 오픈소스 라이선스를 포함할 것을 적극 권장합니다.</em>&quot; 이 저장소 및 관련 웹사이트는 개발자 간 공유 자산이므로 개인 및 개인 용도로만 엄격하게 지정되었습니다.",
  "hosting-4": "개발자는 GitHub 및 Vercel의 최소 연령 요구 사항을 모두 준수합니다.",
  "hosting-5": "Vercel의 서비스 약관(2항 - \"<a href='https://vercel.com/legal/terms'>임시 사용 라이선스</a>\"))에 따라 다음과 같이 명시되어 있습니다. &quot;<em>...귀하가 본 계약 조건을 준수하는 경우, 귀하는 내부 업무 또는 개인적 목적으로 서비스를 사용할 수 있는 개인적, 하위 라이센스 부여 불가능, 비독점적, 양도 불가능, 제한된 라이센스를 부여받습니다. 귀하 계정의 서비스 용량에 따른 목적. 여기에 명시적으로 부여되지 않은 모든 권리는 유보되며 서비스와 관련하여 Vercel 또는 제3자의 상표를 사용할 수 있는 라이센스나 권리가 귀하에게 부여되지 않습니다.</em>' Vercel은 비즈니스 목적으로 서비스 사용을 허용하지만 Vercel에서 제공하고 GitHub에서 호스팅되는 웹 사이트는 개발자가 개인적인 용도로 독점적으로 지정한다는 점을 명확히 하는 것이 중요합니다. 이 범위를 벗어나는 사용은 계속해서 승인되지 않습니다.",
  "third-party-terms-of-service-compliance": "제3자 서비스 약관 준수",
  "third-party-terms-of-service-compliance-1": "개발자는 개인 프로젝트에 사용된 모든 제3자 서비스를 엄격하게 준수합니다.",
  "third-party-terms-of-service-compliance-2": "본 서비스는 온라인 번역기인 Yandex.com(이하 \"Yandex\"라고 함)을 활용했습니다. 개발자는 모두 Yandex의 서비스 약관 문서(섹션 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>서비스 사용</a href='https://yandex.com/legal/translate_termsofuse/'>서비스 사용</)를 준수합니다. a>'), '<em>본 서비스는 개인적인 비상업적 사용을 위해 사용자에게 제공됩니다.</em>'' 개발자들이 엄격하게 명시했듯이 이 프로젝트는 개인적인 용도로만 사용할 수 있습니다.",
  "third-party-terms-of-service-compliance-3": "개발자는 JavaScript 이메일 서비스인 EmailJS.com(이하 \"EmailJS\"라고 함)을 활용했습니다. EmailJS가 제공하는 서비스 약관은 개인 또는 상업적 용도로 서비스를 사용하는 것이 적절하다는 것을 암묵적으로 암시하지 않습니다. <strong>그러나</strong> 개발자는 EmailJS 서비스의 사용이 엄격하게 개인용이라고 명시했습니다. 사용.",
  "childrens-online-privacy-protection-act-compliance": "아동 온라인 개인정보 보호법 준수",
  "childrens-online-privacy-protection-act-compliance-1": "이 프로젝트는 COPPA(<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; 온라인 개인정보 보호법</a>). 이는 16세 이상의 개인을 위해 특별히 개인적이고 비상업적인 용도로 설계되었으며 앞으로도 계속 설계될 것입니다.",
  "copyright-infringement-and-dmca-policy-compliance": "저작권 침해 및 DMCA 정책 준수",
  "copyright-infringement-and-dmca-policy-compliance-1": "개발자는 GitHub의 <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>저작권 침해 및 DMCA 정책</a>",
  "collection-and-usage-of-user-data": "사용자 데이터 수집 및 사용",
  "collection-and-usage-of-user-data-1": "서비스는 가상의 사업이지만 웹사이트는 현대 웹사이트가 활용해야 하는 표준을 보여주기 위해 사용됩니다. 사이트에서 사용되는 것으로 암시되는 모든 기능과 API는 엄격하게 테스트 목적으로 사용됩니다.",
  "collection-and-usage-of-user-data-2": "서비스는 사용자가 제공한 이메일 주소, 지리적 주소, 전화번호, 이름, 외부 문서 또는 외부 링크와 같은 데이터를 저장하지 않습니다. 이러한 각 데이터 유형은 \"연락처\" 페이지의 임시 데이터로 사용됩니다. 및 &quot;경력&quot; 개발자에게는 존재하지 않게 됩니다.",
  "agreement-outline": "본 계약은 Mr. Amir 및 Mr. Krug가 제공하는 \"Odyssey Outfit\"(이하 \"서비스\") 및 관련 자산(이하 \"본 서비스\"라고 함)의 사용을 규율하는 이용 약관을 개괄적으로 설명합니다. 개발자').",
  "acceptance-of-terms-1": "본 계약은 귀하가 서비스에 처음 액세스하거나 관련 자사 서비스와 관련된 사용이 시작될 때 발효됩니다. 서비스 및/또는 관련 서비스에 액세스, 검색 또는 활용함으로써 귀하는 본 약관을 취소할 수 없이 무조건 인정하고 수용하는 것입니다. 귀하는 예외, 제한 또는 배제 없이 본 계약에 완전히 구속된다는 동의를 확실히 확인합니다. 본 계약의 모든 조항은 귀하에 대해 최대한 집행 가능합니다. 등록되었거나 등록 없이 운영되는 기업을 대신하여 서비스에 액세스하거나 서비스를 이용하는 경우 해당 기업은 본 계약의 조건을 인정하고 수락하며 이에 구속됩니다.",
  "acceptance-of-terms-2": "귀하 또는 앞서 언급한 비즈니스가 본 계약의 조항에 반대하고 해당 조건에 구속되기를 원하지 않는 경우 서비스 및 관련 자사 서비스의 사용을 즉시 중단해야 합니다.",
  "legal-and-retail-authority": "법률 및 소매 당국",
  "legal-and-retail-authority-1": "개발자들은 &quot;Odyssey Outfit&quot; 은(는) 등록된 LLC가 아니며 제품이나 서비스를 제조, 판매 또는 제공할 법적 또는 소매 권한을 보유하지 않습니다.",
  "intellectual-property-rights": "지적 재산권",
  "intellectual-property-rights-1": "GitHub.com(이하 \"GitHub\")의 라이센스 문서(1항, §2 - \"저장소 라이센스\")에 따라 사용자는 소스에 기본 저작권법이 적용된다는 사실을 알립니다. 암호. 저장소 및 관련 웹사이트는 개인 및 개인 용도로만 엄격하게 지정되어 있습니다.",
  "intellectual-property-rights-2": "본 서비스는 공동 소유이며 추후 통지가 있을 때까지 개발자 간에 계속 공유 자산이 됩니다.",
  "intellectual-property-rights-3": "귀하는 본 서비스에 액세스하고 관련 제1자 서비스를 사용하는 것이 귀하에게 지적 재산권에 대한 권리, 소유권 또는 이권과 서비스 또는 관련 제1자를 통해 액세스할 수 있는 콘텐츠에 대한 기타 권리를 부여하지 않는다는 점을 명시적이고 취소 불가능하게 인정하고 동의합니다. 개발자가 소유하거나 라이센스를 부여한 서비스.",
  "privacy-policy": "개인 정보 정책",
  "privacy-policy-1": "귀하는 본 서비스의 적절한 기능 및 관련 제1자 서비스 제공을 보장하기 위해 개발자가 귀하의 서비스 사용 및 관련 제1자 서비스 사용과 관련된 특정 정보를 수집, 저장, 처리 및 전송할 권리가 있음을 인정합니다. -파티 서비스. 서비스 및 개발자가 수집한다고 가정하는 정보의 세부 사항은 개발자 법적 준수 문서(5항, §2 - &quot;<a href='https://github.com/Adam-S-Amir)에 설명되어 있습니다. /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='법률 준수 Github 페이지 링크.' target='_blank' rel='noopener'>법률 준수</a>&quot;)",
  "accessing-this-service": "서비스에 액세스하고 사용함으로써 사용자는 본 이용 약관을 준수하는 데 동의합니다. 개발자는 재량에 따라 본 약관을 수정하거나 업데이트할 권리를 보유합니다. 그러한 수정 이후에도 서비스를 계속 사용하면 업데이트된 약관에 동의하는 것으로 간주됩니다. 사용자가 본 약관에 동의하지 않는 경우 서비스에 대한 액세스 또는 사용을 삼가는 것이 좋습니다.",
  "Select-a-Job": "직업을 선택하세요",
  "Upper-Management": "고위 경영진",
  "Lower-Management": "낮은 관리",
  "Sales-Department": "영업 부서",
  "Financial-Department": "금융 부서",
  "IT-Department": "IT 부서",
  "Learn-More": "자세한 내용을 보려면 직위를 선택하세요!",
  "Chief-Financial-Officer": "최고 재무 책임자",
  "Chief-Executive-Officer": "최고 경영자",
  "Chief-Operating-Officer": "최고 운영 책임자",
  "Human-Resources": "인적 자원",
  "Regional-Manager": "지역 관리자",
  "Office-Manager": "사무실 관리자",
  "Regional-Sales-Director": "지역 영업 이사",
  "Account-Executive": "계정 담당자",
  "Salesman": "판매원",
  "Regional-Financial-Director": "지역 재무 이사",
  "Payroll-Administrator": "급여 관리자",
  "Financial-Analyst": "재무 분석가",
  "Fullstack-Developer": "풀스택 개발자",
  "Network-Administrator": "네트워크 관리자",
  "Help-Desk-Administrator": "헬프 데스크 관리자",
  "Selected-Job": "선택된 직업:",
  "Department-Division": "부서/부서:",
  "Job-Description": "업무 설명서:",
  "CFO": "우리는 Odyssey Outfit 팀에 합류할 숙련된 최고 재무 책임자(CFO)를 찾고 있습니다. 이 역할을 통해 귀하는 당사의 재무 활동과 전략을 감독하게 됩니다. CFO로서 귀하는 전반적인 비즈니스 목표에 맞춰 조직의 재무 전략을 개발 및 실행하고 CEO 및 기타 경영진에게 전략적 재무 지침을 제공하게 됩니다.",
  "CEO": "Odyssey Outfit 팀에 합류할 숙련된 CEO를 찾고 있습니다. 이 역할에서 귀하는 전략적 기업 결정을 내리고 전반적인 운영 및 자원을 감독하며 이사회와 기업 운영 간의 주요 연락원 역할을 수행함으로써 우리 조직을 새로운 차원으로 이끌게 됩니다. CEO로서 귀하는 전략적 방향을 설정하고, 비즈니스 기회를 식별하며, 회사의 법률 및 규제 요구 사항 준수를 보장하는 데 중추적인 역할을 하게 됩니다.",
  "COO": "우리는 Odyssey Outfit 팀에 합류할 숙련된 최고 운영 책임자(COO)를 찾고 있습니다. 이 역할을 통해 귀하는 운영 효율성을 촉진하고 목표를 최대한 효율적으로 달성하는 데 도움이 되는 전략을 구현하게 됩니다. 리더십 팀의 핵심 구성원으로서 귀하는 운영 정책 및 절차를 개발 및 구현하고, 운영 전략을 비즈니스 목표에 맞추고, 효과적인 자원 할당을 보장하는 일을 담당하게 됩니다.",
  "HR": "우리는 Odyssey Outfit 팀에 합류할 숙련된 인재를 찾고 있습니다. 이 역할을 통해 귀하는 특정 지역 지점에서 인사, 고용 관련 문제를 관리하고 소중한 직원의 전반적인 복지를 지원하게 됩니다. 이 역할은 긍정적인 업무 환경을 조성하고, 법적 준수를 보장하며, 조직의 전략적 목표를 지원하는 데 매우 중요합니다.",
  "RM": "Odyssey Outfit 팀에 합류할 숙련된 지역 관리자를 찾고 있습니다. 이 역할에서는 특정 지역 내 여러 대규모 고객의 운영, 판매 및 전반적인 성과를 감독하고 관리하는 책임을 맡게 됩니다. 이 핵심 리더십 직책에는 성과 목표 설정 및 달성, 규정 준수 보장, 재정적 성공 추진이 포함됩니다.",
  "OM": "Odyssey Outfit 팀에 합류할 숙련된 사무실 관리자를 찾고 있습니다. 이 역할에서 귀하는 당사 사무실(위치 미정)의 일상 업무를 감독하는 책임을 맡게 됩니다. 이 중추적인 역할에는 사무실의 원활한 기능을 보장하기 위해 강력한 조직 및 관리 기술을 갖춘 역동적인 개인이 필요합니다.",
  "RSD": "Odyssey Outfit 팀에 합류할 숙련된 지역 영업 이사를 찾고 있습니다. 이 리더십 역할에서 귀하는 특정 지역 내에서 영업 활동을 추진하는 책임을 맡게 됩니다. 우리 팀의 핵심 구성원으로서 귀하는 영업 전략을 개발 및 실행하고, 역동적인 영업팀을 이끌고, 조직의 전반적인 성장과 성공에 기여하는 책임을 맡게 됩니다.",
  "AE": "Odyssey Outfit 팀에 합류할 숙련된 회계 담당자를 찾고 있습니다. 이 역할에서는 고객 계정을 관리하고 비즈니스 성장을 촉진하며 고객 만족을 보장하는 일을 담당하게 됩니다. 역동적이고 협력적인 환경에서 성공하고 계시다면 우리 팀의 일원이 되시길 바랍니다.",
  "S": "Odyssey Outfit 팀에 합류할 숙련된 세일즈맨을 찾고 있습니다. 이 역할에서는 잠재 고객에게 제품과 서비스를 효과적으로 판매하여 수익 성장을 촉진하는 책임을 맡게 됩니다. 영업, 관계 구축, 목표 달성에 열정이 있다면 우리의 역동적인 팀의 일원이 되도록 초대합니다.",
  "RFD": "우리는 Odyssey Outfit 팀에 합류할 숙련된 지역 재무 이사를 찾고 있습니다. 이 역할에서는 특정 지역 내의 재무 운영을 감독하고 관리하게 됩니다. 핵심 리더로서 귀하는 담당 지역에서 당사 운영의 성공을 촉진하기 위한 재무 전략을 수립하고 구현하는 데 중요한 역할을 하게 될 것입니다.",
  "PA": "Odyssey Outfit 팀에 합류할 숙련된 급여 관리자를 찾고 있습니다. 이 역할에서는 직원 보상을 관리하고 처리하는 책임을 맡게 됩니다. 급여 관리자로서 귀하는 지역, 주 및 연방 규정을 준수하면서 직원 급여, 보너스 및 복리후생을 정확하고 시기적절하게 지급하도록 보장합니다.",
  "FA": "Odyssey Outfit 팀에 합류할 숙련된 재무 분석가를 찾고 있습니다. 이 역할에서는 재무 데이터 및 추세에 대한 심층 분석을 기반으로 귀중한 통찰력과 권장 사항을 제공하게 됩니다. 재무 분석가로서 귀하의 주요 책임은 복잡한 재무 정보를 해석하고 명확하고 의미 있는 방식으로 제시하여 의사 결정자를 지원하는 것입니다.",
  "FD": "Odyssey Outfit 팀에 합류할 숙련된 풀 스택 개발자를 찾고 있습니다. 이 역할에서는 프런트엔드 및 백엔드 개발에 대한 전문 지식을 활용하여 원활하고 사용자 친화적인 웹 애플리케이션을 만들게 됩니다. 풀 스택 개발자로서 귀하는 당사 웹사이트에서 사용자가 상호 작용하는 시각적 요소를 디자인하고 구현하는 일을 담당하게 됩니다.",
  "NA": "Odyssey Outfit 팀에 합류할 숙련된 네트워크 관리자를 찾고 있습니다. 이 역할을 통해 귀하는 당사의 컴퓨터 네트워크를 관리하고 유지하게 됩니다. 네트워크 관리자로서 귀하는 근거리 통신망(LAN), 광역 네트워크(WAN) 및 기타 통신 시스템을 포괄하는 네트워크 인프라의 원활한 운영을 보장하게 됩니다.",
  "HDA": "Odyssey Outfit 팀에 합류할 숙련되고 고객 중심적인 헬프 데스크 관리자를 찾고 있습니다. 이 역할에서는 조직 내 직원에게 기술 지원 및 지원을 제공하는 책임을 맡게 됩니다. 귀하의 주요 초점은 조직 내의 하드웨어, 소프트웨어, 네트워크 및 기타 IT 관련 문제를 해결하여 중요한 서비스를 제공하는 것입니다.",
  "Key-Responsibilities-CFO": "<li>전체 비즈니스 목표에 맞춰 조직의 재무 전략을 개발하고 실행합니다.</li> <li>CEO 및 기타 임원에게 전략적 재무 지침을 제공합니다.</li> <li>재무 계획 및 예산 책정 프로세스를 주도합니다.< /li> <li>의사결정을 지원하기 위한 재무 예측, 분석 및 모델링을 수행합니다.</li> <li>재무 위험을 식별 및 평가하고 위험 완화 전략을 구현합니다.</li> <li>금융 규정 준수를 보장합니다. 및 보고 요구 사항.</li> <li>이사회, 투자자, 규제 기관을 포함한 이해관계자에 대한 재무 보고서 준비 및 프레젠테이션을 감독합니다.</li> <li>정확성, 투명성 및 회계 표준 준수를 보장합니다. </li> <li>조직의 재정 자원과 투자, 자본 구조, 유동성 및 현금 흐름을 관리합니다.</li> <li>실사, 협상, 통합 계획을 포함한 인수 합병 활동을 주도하거나 참여합니다. </li> <li>부채, 자기자본 또는 기타 금융 수단을 통해 자본을 조달하는 가장 효과적인 방법을 결정합니다.</li> <li>금융 기관 및 투자자와의 관계를 유지합니다.</li> <li> 귀하는 전략적 사고방식, 강력한 분석 기술, 재무 우수성 추진 실적을 갖춘 노련한 재무 리더입니다. 귀하를 Odyssey Outfits의 CFO로 초대합니다. 역동적인 조직의 재정적 성공과 성장을 형성하는 데 핵심 역할을 하십시오.</li>",
  "Key-Responsibilities-CEO": "<li>이사회와 협력하여 전략적 방향과 장기 목표를 설정합니다.</li> <li>비즈니스 기회와 잠재적 위험을 식별합니다.</li> <li>재무 관리를 위해 CFO와 긴밀히 협력합니다. 회사의 건전성.</li> <li>재무 보고서 및 예산을 검토합니다.</li> <li>회사의 브랜드와 명성을 관리하고 강화합니다.</li> <li>홍보 문제를 신속하게 해결합니다.</li > <li>변화하는 시장 상황에 대한 혁신과 적응을 장려합니다.</li> <li>예기치 못한 문제를 해결하기 위한 위기 관리 계획을 실행합니다.</li> <li>특히 해외 사업을 운영하는 기업의 경우 글로벌 관점을 개발합니다.</li> <li> li> <li>지정학적, 경제적 복잡성을 탐색하세요.</li> <li>비전을 가진 리더로서 귀하는 Odyssey Outfits를 성공으로 이끌고 혁신을 촉진하며 지속적인 성장을 보장하게 될 것입니다. 전략적 사고방식, 뛰어난 리더십 기술, 조직의 우수성을 추구하려는 열정을 갖고 계신다면 Odyssey Outfits를 CEO로 이끌어 가실 것을 바랍니다. 역동적이고 혁신적인 회사의 미래를 만들어가는 데 동참해 주세요.</li>",
  "Key-Responsibilities-COO": "<li>운영 정책 및 절차를 개발하고 구현합니다.</li> <li>운영 전략을 조직의 비즈니스 목표에 맞게 조정합니다.</li> <li>예산, 인력 배치, 기술을 포함하여 자원을 효과적으로 관리하고 할당합니다.</li> li> <li>인사 부서와 협력하여 인재를 유치, 개발 및 유지합니다.</li> <li>다양한 부서와 팀의 성과를 모니터링하고 평가합니다.</li> <li>워크플로우를 간소화하여 전반적인 향상을 도모합니다. 생산성.</li> <li>제품이나 서비스가 확립된 표준을 충족하도록 품질 관리 프로세스를 감독합니다.</li> <li>조직에 올바른 역할에 적합한 인력이 있는지 확인합니다.</li> <li>리더십 제공 운영 우수성을 달성하기 위한 지침을 제공합니다.</li> <li>운영 성과에 대해 CEO 및 기타 임원에게 정기적인 보고서를 제공합니다.</li> <li>핵심 지표와 운영 통찰력을 전달합니다.</li> <li> 노련한 전문가로서 귀하는 전문 지식을 활용하여 운영 이니셔티브를 주도하고 효율성을 높이며 Odyssey Outfit의 전반적인 성공에 기여하게 됩니다. 역동적이고 협력적인 환경에서 성공을 거두고 계시다면 당사의 COO로 합류하여 당사의 운영 성공을 위한 핵심 설계자가 되어 주시기 바랍니다.</li>",
  "Key-Responsibilities-HR": "<li>채용을 위해 자격을 갖춘 후보자를 유치, 채용 및 고용합니다.</li> <li>인터뷰, 심사를 수행하고 전체 채용 프로세스를 조정합니다.</li> <li>직장 갈등 및 직원 관계 문제를 해결하고 해결합니다. .</li> <li>긍정적인 업무 환경을 조성하고 직원 사기를 높입니다.</li> <li>직원 개발을 위한 피드백, 코칭, 지원을 제공합니다.</li> <li>교육 요구 사항을 파악하고 직원 개발을 조정합니다. 프로그램.</li> <li>급여, 보너스, 복리후생을 포함한 보상 프로그램을 관리합니다.</li> <li>급여 검토를 실시하고 경쟁력 있는 보상을 보장합니다.</li> <li>노동법 및 규정을 준수합니다. .</li> <li>안전 규정 준수를 보장하고 예방 조치를 구현합니다.</li> <li>직원 기록을 정확하고 기밀로 유지합니다.</li> <li>고용 계약, 승진, 해고와 관련된 문서를 처리합니다. .</li> <li>퇴사하는 직원과 퇴사 인터뷰를 실시합니다.</li> <li>회사 정책 및 법적 요구 사항에 따라 해고 절차를 관리합니다.</li> <li>조직 내 잠재적 리더를 식별하고 육성합니다. .</li> <li>주요 직책의 승계를 계획합니다.</li> <li>사무실 직원의 성과를 평가하고 건설적인 피드백을 제공합니다.</li> <li>개선 영역을 식별하고 필요한 변화를 구현합니다. </li> <li>Odyssey Outfits의 인사 관리자로서 귀하는 직장 ​​문화를 형성하고 직원 성장을 지원하며 모든 고용 관련 문제를 준수하는 데 중추적인 역할을 하게 됩니다. 긍정적인 직장을 만들기 위한 열정을 갖고 노련한 HR 전문가라면 우리 팀에 합류하여 Odyssey Outfit의 성공에 기여하도록 초대합니다.</li>",
  "Key-Responsibilities-RM": "<li>지역 내 각 위치에 대한 명확한 성과 목표 및 목적을 설정합니다.</li> <li>각 지점 또는 위치의 운영 성과를 모니터링하고 평가합니다.</li> <li>회사 정책, 절차를 엄격하게 준수합니다. 및 표준을 준수합니다.</li> <li>정기 감사를 실시하여 모든 수준에서 준수 여부를 확인합니다.</li> <li>예산 편성, 예측, 비용 통제를 포함한 지역의 재무 성과를 관리합니다.</li> < li>재무 보고서 및 핵심 성과 지표를 분석하여 개선 영역을 식별합니다.</li> <li>해당 지역 내 판매 및 재무 개발 활동을 감독합니다.</li> <li>수익 및 시장 성장을 촉진하기 위한 전략적 지침을 제공합니다.< /li> <li>지점 관리자 및 기타 지역 직원을 이끌고 안내합니다.</li> <li>각 위치에서 우수한 성과를 내는 팀을 모집, 교육 및 개발합니다.</li> <li>지점 관리자 및 기타 지역 직원과 정기적으로 소통합니다. 다른 팀원</li> <li>마케팅, 인사, 재무 등 다른 부서와 협력합니다.</li> <li>지역 내 직원을 위한 교육 프로그램을 감독합니다.</li> <li>지원 전문성 개발 및 기술 향상.</li> <li>지역 내 확장 및 성장 기회를 식별합니다.</li> <li>잠재적인 새로운 위치나 시장을 평가합니다.</li> <li>본사 및 기타 지역과 협력합니다. 운영 및 전략적 이니셔티브의 일관성을 보장합니다.</li> <li>모범 사례를 공유하고 회사의 전반적인 성공에 기여합니다.</li> <li>지역 성과에 대한 정기 보고서를 준비하여 고위 경영진에게 제출합니다. </li> <li>개선을 위한 통찰력과 권장 사항을 제공하십시오.</li> <li>Odyssey Outfits의 지역 관리자로서 귀하는 여러 위치에서 우리 조직의 성공과 성장을 추진하는 데 중요한 역할을 하게 될 것입니다. 귀하가 성과를 달성한 이력이 있는 전략적 리더라면 우리 팀에 합류하여 Odyssey Outfit의 지속적인 성공에 기여하도록 초대합니다.</li>",
  "Key-Responsibilities-OM": "<li>조직 내 다양한 ​​부서에 포괄적인 행정 지원을 제공합니다.</li> <li>운영 요구에 맞게 사무용품, 장비, 재고를 관리합니다.</li> <li>행정 및 지원 업무를 감독하고 조정합니다. 직원</li> <li>채용, 교육 및 성과 평가를 감독합니다.</li> <li>사무실 시설을 잘 관리하고 유익한 업무 환경을 제공합니다.</li> <li>지원 사무실 관련 비용에 대한 예산 준비 및 관리.</li> <li>다양한 부서 및 팀 간의 의사소통을 촉진합니다.</li> <li>협동적이고 소통적인 업무 문화를 장려합니다.</li> <li>조직적이고 최신 기록, 파일 및 데이터베이스.</li> <li>데이터 보호 및 개인 정보 보호 규정 준수를 보장합니다.</li> <li>컴퓨터, 프린터, 컴퓨터 등 사무 기술의 사용 및 유지 관리를 감독합니다. 통신 시스템.</li> <li>필요에 따라 소프트웨어 애플리케이션을 구현하고 업데이트합니다.</li> <li>사무실 관련 서비스에 대한 계약 및 합의를 협상합니다.</li> <li>사무실을 위한 비용 효율적인 솔루션을 보장합니다. 관련 요구 사항.</li> <li>Odyssey Outfits의 사무실 관리자로서 귀하는 효율적이고 잘 조직된 사무실 환경을 유지하는 데 중추적인 역할을 하게 됩니다. 뛰어난 관리 및 조직 능력을 갖춘 적극적인 개인이라면 우리 팀에 합류하여 조직의 성공에 기여하도록 초대합니다.</li>",
  "Key-Responsibilities-RSD": "<li>영업 부서 및 담당 지역에 대한 영업 전략 및 계획을 개발하고 실행합니다.</li> <li>회사 목표에 맞춰 영업 목표와 사업 목표를 설정하고 달성합니다.</li> <li>리더 및 관리 해당 지역 내 영업 전문가 팀.</li> <li>고성능 기준을 달성할 수 있도록 영업팀을 고용하고, 교육하고, 동기를 부여합니다.</li> <li>영업 실적 데이터, 시장 동향 및 고객 피드백을 분석합니다. </li> <li>영업 전략의 효율성을 평가하고 개선을 위한 데이터 기반 결정을 내립니다.</li> <li>주요 고객, 파트너 및 이해관계자와의 관계를 구축하고 유지합니다.</li> <li>구축 비즈니스 성장, 고객 만족 및 시장 확장을 촉진하기 위한 네트워크</li> <li>해당 지역의 판매 예산을 개발 및 관리합니다.</li> <li>수익성을 보장하기 위해 비용을 모니터링하고 통제합니다.</li> <li>마케팅, 재무, 운영 등 다른 부서와 긴밀히 협력합니다.</li> <li>영업 활동을 전반적인 비즈니스 목표에 맞게 조정합니다.</li> <li>영업 성과에 대해 고위 경영진에게 정기적인 보고서를 제공합니다. , 시장 동향 및 관련 지표.</li> <li>영업 활동이 관련 법률, 규정 및 회사 정책을 준수하는지 확인하세요.</li> <li>고객 중심 접근 방식을 유지하기 위해 고객의 요구와 선호도를 이해합니다. </li> <li>고객 만족도와 충성도를 높이기 위한 전략을 구현합니다.</li> <li>해당 지역 내 시장 확장 및 성장 기회를 식별합니다.</li> <li>신규 시장 진출 및 시장 확대 계획을 수립합니다. 공유하세요.</li> <li>영업 리더십 분야에서 검증된 실적을 보유한 전략적 사고가라면 Odyssey Outfit에 지역 영업 이사로 합류하는 것을 고려해 보세요. 영업 부문의 성공을 주도하고 조직의 전반적인 성장에 기여하는 원동력이 됩니다.</li>",
  "Key-Responsibilities-AE": "<li>고객과 강력한 관계를 구축 및 유지하여 신뢰와 충성도를 조성합니다.</li> <li>고객의 주요 연락 창구 역할을 하여 고객의 요구 사항과 우려 사항을 해결합니다.</li> <li>적극적으로 새로운 비즈니스 모색 고객 기반을 확대할 수 있는 기회.</li> <li>효과적인 전략을 통해 판매 목표 달성 및 초과 달성을 위해 노력합니다.</li> <li>고객에게 제품 또는 서비스의 가치를 효과적으로 전달합니다.</li> <li> 고객 요구 사항을 충족하는 이점과 고유한 판매 제안을 보여줍니다.</li> <li>상호 이익이 되는 합의에 도달하기 위해 계약, 조건 및 가격을 협상합니다.</li> <li>계약 합의가 양쪽 모두의 이익에 부합하는지 확인합니다. 고객과 회사.</li> <li>만족을 보장하기 위해 고객의 문제나 우려 사항을 신속하게 처리하고 해결합니다.</li> <li>내부 팀과 협력하여 시의적절한 솔루션을 제공하고 긍정적인 고객 관계를 유지합니다.</li> < li>기존 계정을 성장시키고 신규 고객을 확보하기 위한 전략을 개발 및 구현합니다.</li> <li>추가 제품 또는 서비스를 상향 판매 또는 교차 판매할 수 있는 기회를 식별합니다.</li> <li>업계 동향에 대한 최신 정보를 얻고, 시장 상황 및 경쟁업체 활동.</li> <li>시장 통찰력을 사용하여 전략을 조정하고 업계 변화에 앞서 나가십시오.</li> <li>마케팅, 제품 개발 등 내부 팀과 긴밀히 협력하여 고객 요구 사항을 충족합니다. 필요합니다.</li> <li>고객 만족도를 높이고 비즈니스 성공에 기여하는 이니셔티브에 협력합니다.</li> <li>영업 활동, 성과 및 과제에 대한 정기 보고서를 제공합니다.</li> <li>다음에 기여합니다. 판매 실적 분석 및 개선 사항 권장.</li> <li>뛰어난 의사소통 및 협상 기술을 갖춘 적극적이고 결과 중심적인 개인이라면 Odyssey Outfit에 Account Executive로 합류하는 것을 고려해 보십시오. 우리 팀의 일원이 되어 고객의 성공과 조직의 전반적인 성장에 기여하십시오.</li>",
  "Key-Responsibilities-S": "<li>잠재 고객을 적극적으로 발굴하고 새로운 판매 기회를 식별합니다.</li> <li>다양한 채널을 활용하여 리드를 창출하고 고객 기반을 확대합니다.</li> <li>고객의 요구 사항을 이해하여 고객과의 관계를 구축하고 유지합니다. 관련 정보를 제공합니다.</li> <li>문의 및 우려사항을 해결하여 긍정적인 고객 경험을 보장합니다.</li> <li>제공되는 제품 또는 서비스에 대한 깊은 이해를 기릅니다.</li> <li>효과적인 의사소통 잠재 고객에게 제품 기능 및 이점을 제공합니다.</li> <li>우리 제품이나 서비스의 가치 제안을 소개하기 위해 설득력 있는 영업 프레젠테이션을 제공합니다.</li> <li>특정 고객 요구 사항과 우려 사항을 해결하기 위해 프레젠테이션을 맞춤화합니다.</li > <li>조건, 가격, 계약을 협상하여 상호 이익이 되는 방식으로 거래를 성사시킵니다.</li> <li>구매를 하고 판매 거래를 마무리하겠다는 고객의 약속을 확보합니다.</li> <li>달성 또는 초과 달성 회사가 정한 판매 목표 및 할당량.</li> <li>개인 및 팀 목표를 달성하고 초과하기 위해 지속적으로 노력합니다.</li> <li>업계 동향, 시장 상황 및 경쟁사 활동에 대한 최신 정보를 얻으세요.</li > <li>시장의 기회와 잠재적 과제를 식별합니다.</li> <li>제품, 서비스 또는 전반적인 고객 경험을 개선하기 위해 고객으로부터 피드백을 수집합니다.</li> <li>귀중한 통찰력을 제공하여 시장에 기여합니다. 제품 개선.</li> <li>판매 활동, 고객 상호 작용 및 기타 관련 정보에 대한 정확한 기록을 유지합니다.</li> <li>CRM 도구를 사용하여 고객 관계 및 판매 진행 상황을 추적하고 관리합니다.</li > <li>뛰어난 의사소통 및 협상 능력을 갖추고 결과 중심의 개인이라면 Odyssey Outfits에서 이 흥미진진한 기회를 신청하는 것이 좋습니다. 영업 성공을 주도하고 조직의 성장과 번영에 기여하는 데 동참해 주십시오.</li>",
  "Key-Responsibilities-RFD": "<li>지역의 고유한 요구에 맞는 재무 전략과 계획을 개발하고 구현합니다.</li> <li>재무 분석 및 예측을 수행하여 전략적 의사 결정을 지원합니다.</li> <li>예산을 생성하고 관리합니다. 전반적인 비즈니스 목표에 부합하도록 보장합니다.</li> <li>재무 성과를 최적화하기 위한 비용 통제 조치를 구현합니다.</li> <li>상위 경영진에게 정확하고 시의적절한 재무 보고서를 제공하여 통찰력과 권장 사항을 제공합니다.</li> <li>재무 성과를 최적화합니다.</li> <li> li> <li>재무 성과를 측정하고 평가하기 위한 핵심 성과 지표(KPI)를 설정합니다.</li> <li>지역 내 재무 위험을 식별하고 완화합니다.</li> <li>조직의 자산을 보호하기 위한 위험 관리 전략을 구현합니다. 금융 자산.</li> <li>지역 관리자 및 팀과 긴밀히 협력하여 재무 목표와 운영 목표를 일치시킵니다.</li> <li>현지 팀에 재정 지침과 지원을 제공하여 협업 환경을 조성합니다.</li> <li>회계 표준, 규제 요건, 기업 지배구조 표준을 준수합니다.</li> <li>재무 건전성을 보호하기 위한 내부 통제를 구현합니다.</li> <li>재무 프로세스를 평가하고 최적화하여 효율성과 효율성을 높입니다. </li> <li>프로세스 개선과 혁신을 위한 기회를 지속적으로 모색합니다.</li> <li>지역 내 금융 전문가 팀을 이끌고 개발합니다.</li> <li>전문적 성장을 촉진하기 위한 멘토링과 지침을 제공합니다. 및 우수성.</li> <li>투자, 인수 및 기타 금융 이니셔티브와 관련된 전략적 의사 결정 프로세스에 참여합니다.</li> <li>비즈니스 전략의 재무적 영향에 대해 고위 경영진에 조언합니다.</li> <li>전략적 사고방식과 지역 차원에서 재정적 성공을 주도하려는 열정을 지닌 노련한 재무 리더라면 Odyssey Outfits에서 영향력 있는 역할에 지원해 보시기 바랍니다. 우리 조직의 재정적 미래를 형성하고 지속적인 성장과 성공에 기여하는 데 동참해 주십시오.</li>",
  "Key-Responsibilities-PA": "<li>직원 급여, 급여, 보너스 및 기타 형태의 보상을 계산하고 처리합니다.</li> <li>초과 근무, 휴가 요청, 출석 관련 정보를 포함한 직원 근무 시간을 모니터링하고 기록합니다.</li > <li>소득세, 사회 보장 기여금 및 기타 법정 공제를 포함한 세금 공제를 관리합니다.</li> <li>세금 규정을 준수하고 세금 관련 정보를 적시에 제출합니다.</li> <li>처리 건강 보험, 퇴직 기여금 및 기타 특전과 같은 직원 복리후생을 제공하여 급여에 정확하게 반영되도록 합니다.</li> <li>혜택 제공의 변경 사항을 파악하고 이에 따라 급여 시스템을 업데이트합니다.</li> <li>정확하게 유지합니다. 직원 정보, 원천징수 및 기타 관련 데이터를 포함한 최신 급여 기록.</li> <li>관리, 회계, 감사 목적을 위한 급여 보고서 생성.</li> <li>규정 준수 보장 급여, 과세 및 노동법에 관한 지역, 주 및 연방 규정.</li> <li>관련 규정의 업데이트 및 변경 사항에 대한 최신 정보를 받아 보십시오.</li> <li>급여를 직원에게 즉시 배포하거나 전자 자금 이체를 조정하십시오. 그리고 정확하게.</li> <li>내부 및 외부 감사를 위한 문서를 제공합니다.</li> <li>감사 팀과 협력하여 정확하고 투명한 급여 프로세스를 보장합니다.</li> <li>급여에 관한 직원 문의에 응답합니다. 문제나 불일치 사항을 신속하고 전문적으로 해결합니다.</li> <li>급여 소프트웨어 및 시스템을 관리 및 유지하고 업데이트 및 변경 사항에 대한 최신 정보를 유지합니다.</li> <li>세부 사항에 관심이 많고 조직적인 전문가인 경우 급여 관리 및 규정 준수에 대한 열정을 갖고 계신다면 Odyssey Outfits에서 이 흥미로운 기회에 지원해 보시기 바랍니다. 우리 조직 내에서 원활하고 정확한 직원 보상 처리를 보장하는 데 동참해 주세요.</li>",
  "Key-Responsibilities-FA": "<li>재무 데이터, 시장 동향, 경제 지표를 분석하여 조직의 성과를 평가합니다.</li> <li>통계 기법과 재무 모델링을 활용하여 복잡한 재무 정보를 해석합니다.</li> <li>개발을 지원합니다. 전반적인 비즈니스 목표에 부합하는 재무 계획 및 예산을 관리합니다.</li> <li>재무 계획이 조직의 전략적 목표를 지원할 수 있도록 다양한 부서와 협력합니다.</li> <li>미래 예측을 위한 재무 모델 생성 수익, 비용 및 전반적인 재무 성과.</li> <li>잠재적인 문제에 대한 사전 통찰력을 제공하고 계획을 지원합니다.</li> <li>재무 보고서를 준비하여 경영진, 이해관계자 또는 규제 기관에 제시합니다.</li > <li>예산 분석, 차이 분석 및 개선을 위한 실행 가능한 권장 사항을 제시합니다.</li> <li>투자 및 합병을 포함한 다양한 비즈니스 결정과 관련된 재무 위험 및 기회를 평가합니다.</li> <li>비용 수행- 이익을 분석하고 전략적 재무 활동에 대한 권장 사항을 제공합니다.</li> <li>다양한 비즈니스 운영과 관련된 비용을 분석하고 효율성 향상을 위한 비용 절감 조치를 권장합니다.</li> <li>재무 운영 및 보고가 관련 법률을 준수하는지 확인합니다. , 규정 및 업계 표준을 준수합니다.</li> <li>복잡한 재무 정보를 다양한 부서에 효과적으로 전달하여 협업과 이해를 도모합니다.</li> <li>재무 동향, 업계 변화, 경제 상황을 지속적으로 모니터링하여 의사 결정을 위한 최신 정보를 제공합니다.</li> <li>전략적 재무 통찰력 제공에 대한 열정을 갖고 세부적인 재무 분석가라면 Odyssey Outfits에서 이 흥미로운 기회에 지원하도록 초대합니다. 우리 조직의 재정적 성공과 전략적 성장에 기여하는 데 동참해 주십시오.</li>",
  "Key-Responsibilities-FD": "<li>HTML, CSS, JavaScript와 같은 기술을 사용하여 사용자 인터페이스를 디자인하고 구현합니다.</li> <li>사용자 브라우저용 코드를 작성하고 상호 작용, 양식 유효성 검사, 동적 콘텐츠 업데이트를 처리합니다.</li> <li> React, Angular 또는 Vue.js와 같은 널리 사용되는 프레임워크 및 라이브러리를 활용합니다.</li> <li>애플리케이션이 다양한 웹 브라우저에서 원활하게 작동하는지 확인하여 프런트엔드 개발 문제를 해결합니다.</li> <li>데이터베이스, 프로세스 관리 Node.js, Python, Ruby, Java 또는 PHP와 같은 언어를 사용하여 요청하고 서버 측 작업을 수행합니다.</li> <li>데이터베이스를 설계 및 유지 관리하여 효율적인 데이터 저장 및 검색을 보장합니다. 일반적인 데이터베이스에는 MySQL, PostgreSQL, MongoDB 또는 Firebase가 포함됩니다.</li> <li>AWS, Azure 또는 Google Cloud와 같은 클라우드 플랫폼을 포함한 서버 인프라를 배포하고 관리합니다.</li> <li> 애플리케이션의 프런트엔드와 백엔드 구성 요소 간의 통신을 촉진하여 원활한 데이터 교환을 보장합니다.</li> <li>프런트엔드와 백엔드 코드 모두에서 버그를 식별하고 수정하여 애플리케이션의 전반적인 안정성과 성능을 보장합니다.</li> < li>UI/UX 디자이너, 동료 개발자, 프로젝트 관리자 등 다른 팀원과 협력하여 프로젝트 성공에 기여하세요.</li> <li>혁신적인 개발에 대한 열정을 갖고 숙련된 풀스택 개발자라면 및 사용자 중심 웹 애플리케이션을 통해 Odyssey Outfits에서 이 흥미로운 기회에 지원하도록 초대합니다. 디지털 존재의 미래를 형성하고 사용자에게 고품질 솔루션을 제공하는 데 동참하세요.</li>",
  "Key-Responsibilities-NA": "<li>라우터, 스위치, 방화벽 및 기타 하드웨어 구성 요소를 포함한 컴퓨터 네트워크를 설계, 구현 및 구성합니다.</li> <li>무단 액세스, 사이버 위협 및 데이터로부터 네트워크를 보호하기 위한 강력한 보안 조치를 구현하고 유지합니다. 위반.</li> <li>네트워크 문제, 연결 문제, 하드웨어 또는 소프트웨어 오류를 진단하고 해결합니다.</li> <li>네트워크 성능을 정기적으로 모니터링하고 효율성을 위해 최적화합니다.</li> <li>식별 및 해결 최적의 네트워크 운영을 보장하기 위해 병목 현상을 해결합니다.</li> <li>펌웨어 업데이트, 보안 패치 적용, 하드웨어 및 소프트웨어 구성 요소를 최신 상태로 유지하는 등 일상적인 유지 관리 작업을 수행합니다.</li> <li>지원 종료 네트워크 관련 문제가 있는 사용자에게 기술 지원을 제공하고 네트워크 사용에 대한 교육을 제공합니다.</li> <li>네트워크 아키텍처, 구성 및 변경 사항에 대한 자세한 문서를 유지 관리합니다. 이 문서는 문제 해결 및 향후 계획에 매우 중요합니다.</li> <li>시스템 관리자, 보안 전문가, IT 관리자 등 다른 IT 전문가와 긴밀히 협력하여 네트워크 서비스의 원활한 통합을 보장합니다.</li> <li >향후 네트워크 요구 사항을 계획하고 확장성 요구 사항을 평가하며 조직의 증가하는 요구 사항을 충족하기 위한 업그레이드 또는 확장을 권장합니다.</li> <li>예상치 못한 상황이 발생할 경우 중요한 데이터를 보호하기 위해 백업 솔루션 및 재해 복구 계획을 구현합니다.</li > <li>컴퓨터 네트워크의 안정성과 보안을 보장하려는 열정을 갖고 있는 숙련된 네트워크 관리자라면 Odyssey Outfits에서 이 흥미로운 기회에 지원하시기 바랍니다. 우리 조직의 운영과 성장을 지원하는 강력하고 효율적인 네트워크 인프라를 유지하는 데 동참해 주십시오.</li>",
  "Key-Responsibilities-HDA": "<li>최종 사용자가 제기한 문의 및 문제에 신속하게 응답하고 안내 및 문제 해결 지원을 제공합니다.</li> <li>하드웨어 및 소프트웨어 문제를 분석, 식별 및 진단하여 효과적인 솔루션을 결정합니다.</li> <li> 효율적인 문제 해결을 위해 사용자에게 명확하고 간결한 단계별 안내 및 지침을 제공합니다.</li> <li>소프트웨어 설치, 업데이트 및 구성을 통해 사용자를 지원합니다.</li> <li>보고된 내용을 문서화하고 기록을 유지합니다. 문제, 솔루션 및 일반적인 문제.</li> <li>사용자가 스스로 해결할 수 있도록 지식 기반 문서 및 가이드를 작성합니다.</li> <li>특히 비지원 시 사용자 친화적인 방식으로 기술 정보를 전달합니다. -기술 사용자.</li> <li>보고된 문제의 상태 및 진행 상황을 사용자에게 지속적으로 알려줍니다.</li> <li>컴퓨터, 서버 및 기타 IT 장비에 대한 일상적인 유지 관리 작업을 수행합니다.</li> <li >패치 및 업데이트를 적용하여 소프트웨어 애플리케이션을 최신 상태로 유지합니다.</li> <li>기본 IT 도구 및 애플리케이션에 대한 이해를 높이기 위해 최종 사용자를 위한 교육 세션을 실시합니다.</li> <li>최상의 사용자 교육 보안 및 데이터 보호를 위한 관행.</li> <li>네트워크 관리자, 시스템 엔지니어 등 다른 IT 전문가와 협력하여 복잡한 문제를 해결합니다.</li> <li>필요한 경우 문제를 상위 지원 팀에 에스컬레이션합니다. .</li> <li>데이터 침해 및 무단 액세스로부터 보호하기 위한 보안 조치를 구현하고 시행합니다.</li> <li>보안 프로토콜 및 정책 구현을 지원합니다.</li> <li>우수한 고객 서비스 제공 반응이 빠르고, 접근하기 쉬우며, 전문적입니다.</li> <li>최종 사용자에게 긍정적이고 유용한 경험을 보장합니다.</li> <li>뛰어난 의사소통 기술과 전달에 대한 열정을 갖춘 적극적인 문제 해결자라면 탁월한 IT 지원을 통해 Odyssey Outfits에서 이 흥미로운 기회에 지원하도록 초대합니다. 소중한 사용자에게 최고의 지원을 제공하는 동시에 조직 IT 시스템의 효율성과 생산성을 유지하는 데 동참해 주세요.</li>",
  "Full-Time": "<img alt='서류가방&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>풀타임",
  "Date-Posted": "<img alt='시간&nbsp;' src='./Assets/Img/Time-512x512.png'>1주 전에 게시됨",
  "Apply-Now": "지금 신청하세요",
  "label-form-name": "이름:",
  "label-form-lname": "성:",
  "label-form-email": "이메일:",
  "label-form-phone": "전화 번호:",
  "label-form-linkedin": "링크드인:",
  "label-form-address": "현재 주소:",
  "label-form-legal": "미국에서 합법적으로 일할 수 있는 권한이 있습니까?",
  "label-form-education": "다음 수준의 교육을 이수하셨습니까: 학사 학위?",
  "fileInputLabel": "이력서 업로드",
  "pdf-file-error": "유효한 PDF 파일을 업로드해 주세요.",
  "submit-resume": "신청서 제출",
  "application-sent": "신청서가 전송되었습니다!",
  "received-application": "신청서를 제출해 주셔서 감사합니다! 우리는 그것을 성공적으로 받았습니다. 철저한 검토 과정이 진행되는 동안 귀하의 신청 상태에 대한 이메일 알림을 받으시기 바랍니다. 귀하의 양해에 감사드리며 함께 일할 수 있는 가능성을 기대합니다.",
  "application-not-sent": "신청서가 전송되지 않았습니다!",
  "not-received-application": "신청서를 제출해 주셔서 감사합니다! 확인 이메일을 보내는 중에 오류가 발생한 것 같습니다. 잠시 후 다시 시도해 주세요.",
  "form-yes": "예",
  "form-no": "아니요",
  "form-yes-2": "예",
  "form-no-2": "아니요",
  "error-404": "오류 404: 페이지를 찾을 수 없습니다 :(",
  "copyright": "© 2024 Odyssey 의상.&nbsp;모든 권리 보유."
}