{
  "TOS-welcome": "환영!",
  "TOS-locale": "기본 언어를 선택하세요:",
  "TOS-preamble": "당사 웹사이트는 전반적인 사용자 경험을 향상하기 위해 사용자 데이터를 수집합니다.<br> 당사 사이트를 계속 사용하면 TOS에 동의하는 것으로 간주됩니다.",
  "TOS-TOS": "서비스 약관",
  "TOS-ADA": "당사 웹사이트는 ADA(미국 장애인법)를 준수하므로 오른쪽 상단에 있는 눈 아이콘을 클릭하여 ADA 준수 모드를 전환할 수 있습니다.",
  "toast-ok": "좋아요",
  "ada-disabled": "ADA 모드를 비활성화했습니다.",
  "ada-disabled-continue": "ADA 모드를 비활성화한 것 같습니다. 계속하려면 새로고침해야 합니다.",
  "ada-enabled": "ADA 모드를 활성화했습니다.",
  "ada-enabled-continue": "ADA 모드를 활성화한 것 같습니다. ADA 모드가 비활성화될 때까지 이 웹사이트의 색상 구성은 흰색 바탕에 검은색으로 표시됩니다.",
  "nav-home": "집",
  "nav-about": "에 대한",
  "nav-services": "서비스",
  "nav-contact": "연락하다",
  "nav-careers": "이력서 업로드",
  "Select-a-Job": "직업을 선택하세요",
  "Upper-Management": "고위 경영진",
  "Chief-Financial-Officer": "최고 재무 책임자",
  "Chief-Executive-Officer": "최고 경영자",
  "Chief-Operating-Officer": "최고 운영 책임자",
  "Lower-Management": "낮은 관리",
  "Human-Resources": "인적 자원",
  "Regional-Manager": "지역 관리자",
  "Office-Manager": "사무실 관리자",
  "Sales-Department": "영업 부서",
  "Regional-Sales-Director": "지역 영업 이사",
  "Account-Executive": "계정 담당자",
  "Salesman": "판매원",
  "Financial-Department": "금융 부서",
  "Regional-Financial-Director": "지역 재무 이사",
  "Payroll-Administrator": "급여 관리자",
  "Financial-Analyst": "재무 분석가",
  "IT-Department": "IT 부서",
  "Fullstack-Developer": "풀스택 개발자",
  "Network-Administrator": "네트워크 관리자",
  "Help-Desk-Administrator": "헬프 데스크 관리자",
  "Selected-Job": "선택된 직업:",
  "Department-Division": "부서/부서:",
  "Job-Description": "업무 설명서:",
  "CFO": "우리는 Odyssey Outfit 팀에 합류할 숙련된 최고 재무 책임자(CFO)를 찾고 있습니다. 이 역할을 통해 귀하는 당사의 재무 활동과 전략을 감독하게 됩니다. CFO로서 귀하는 전반적인 비즈니스 목표에 맞춰 조직의 재무 전략을 개발 및 실행하고 CEO 및 기타 경영진에게 전략적 재무 지침을 제공하게 됩니다.",
  "CEO": "Odyssey Outfit 팀에 합류할 숙련된 CEO를 찾고 있습니다. 이 역할에서 귀하는 전략적 기업 결정을 내리고 전반적인 운영 및 자원을 감독하며 이사회와 기업 운영 간의 주요 연락원 역할을 수행함으로써 우리 조직을 새로운 차원으로 이끌게 됩니다. CEO로서 귀하는 전략적 방향을 설정하고, 비즈니스 기회를 식별하며, 회사의 법률 및 규제 요구 사항 준수를 보장하는 데 중추적인 역할을 하게 됩니다.",
  "COO": "우리는 Odyssey Outfit 팀에 합류할 숙련된 최고 운영 책임자(COO)를 찾고 있습니다. 이 역할을 통해 귀하는 운영 효율성을 촉진하고 목표를 최대한 효율적으로 달성하는 데 도움이 되는 전략을 구현하게 됩니다. 리더십 팀의 핵심 구성원으로서 귀하는 운영 정책 및 절차를 개발 및 구현하고, 운영 전략을 비즈니스 목표에 맞추고, 효과적인 자원 할당을 보장하는 일을 담당하게 됩니다.",
  "HR": "우리는 Odyssey Outfit 팀에 합류할 숙련된 인재를 찾고 있습니다. 이 역할을 통해 귀하는 특정 지역 지점에서 인사, 고용 관련 문제를 관리하고 소중한 직원의 전반적인 복지를 지원하게 됩니다. 이 역할은 긍정적인 업무 환경을 조성하고, 법적 준수를 보장하며, 조직의 전략적 목표를 지원하는 데 매우 중요합니다.",
  "RM": "Odyssey Outfit 팀에 합류할 숙련된 지역 관리자를 찾고 있습니다. 이 역할에서는 특정 지역 내 여러 대규모 고객의 운영, 판매 및 전반적인 성과를 감독하고 관리하는 일을 담당하게 됩니다. 이 핵심 리더십 직책에는 성과 목표 설정 및 달성, 규정 준수 보장, 재정적 성공 추진이 포함됩니다.",
  "OM": "Odyssey Outfit 팀에 합류할 숙련된 사무실 관리자를 찾고 있습니다. 이 역할에서 귀하는 당사 사무실(위치 미정)의 일상 업무를 감독하는 책임을 맡게 됩니다. 이 중추적인 역할에는 사무실의 원활한 기능을 보장하기 위해 강력한 조직 및 관리 기술을 갖춘 역동적인 개인이 필요합니다.",
  "RSD": "Odyssey Outfit 팀에 합류할 숙련된 지역 영업 이사를 찾고 있습니다. 이 리더십 역할에서 귀하는 특정 지역 내에서 영업 활동을 추진하는 책임을 맡게 됩니다. 우리 팀의 핵심 구성원으로서 귀하는 영업 전략을 개발 및 실행하고, 역동적인 영업팀을 이끌고, 조직의 전반적인 성장과 성공에 기여하는 책임을 맡게 됩니다.",
  "AE": "Odyssey Outfit 팀에 합류할 숙련된 회계 담당자를 찾고 있습니다. 이 역할에서는 고객 계정을 관리하고 비즈니스 성장을 촉진하며 고객 만족을 보장하는 일을 담당하게 됩니다. 역동적이고 협력적인 환경에서 성공하고 계시다면 우리 팀의 일원이 되시길 바랍니다.",
  "SM": "Odyssey Outfit 팀에 합류할 숙련된 세일즈맨을 찾고 있습니다. 이 역할에서는 잠재 고객에게 제품과 서비스를 효과적으로 판매하여 수익 성장을 촉진하는 책임을 맡게 됩니다. 영업, 관계 구축, 목표 달성에 열정이 있다면 역동적인 팀의 일원으로 여러분을 초대합니다.",
  "RFD": "우리는 Odyssey Outfit 팀에 합류할 숙련된 지역 재무 이사를 찾고 있습니다. 이 역할에서는 특정 지역 내의 재무 운영을 감독하고 관리하게 됩니다. 핵심 리더로서 귀하는 담당 지역에서 당사 운영의 성공을 촉진하기 위한 재무 전략을 수립하고 구현하는 데 중요한 역할을 하게 될 것입니다.",
  "PA": "Odyssey Outfit 팀에 합류할 숙련된 급여 관리자를 찾고 있습니다. 이 역할에서는 직원 보상을 관리하고 처리하는 일을 담당하게 됩니다. 급여 관리자로서 귀하는 지역, 주 및 연방 규정을 준수하면서 직원 급여, 보너스 및 복리후생을 정확하고 시기적절하게 지급하도록 보장합니다.",
  "FA": "Odyssey Outfit 팀에 합류할 숙련된 재무 분석가를 찾고 있습니다. 이 역할에서는 재무 데이터 및 추세에 대한 심층 분석을 기반으로 귀중한 통찰력과 권장 사항을 제공하게 됩니다. 재무 분석가로서 귀하의 주요 책임은 복잡한 재무 정보를 해석하고 명확하고 의미 있는 방식으로 제시하여 의사 결정자를 지원하는 것입니다.",
  "FD": "Odyssey Outfit 팀에 합류할 숙련된 풀 스택 개발자를 찾고 있습니다. 이 역할에서는 프런트엔드 및 백엔드 개발에 대한 전문 지식을 활용하여 원활하고 사용자 친화적인 웹 애플리케이션을 만들게 됩니다. 풀 스택 개발자로서 귀하는 당사 웹사이트에서 사용자가 상호 작용하는 시각적 요소를 디자인하고 구현하는 일을 담당하게 됩니다.",
  "NA": "Odyssey Outfit 팀에 합류할 숙련된 네트워크 관리자를 찾고 있습니다. 이 역할을 통해 귀하는 당사의 컴퓨터 네트워크를 관리하고 유지하게 됩니다. 네트워크 관리자로서 귀하는 근거리 통신망(LAN), 광역 네트워크(WAN) 및 기타 통신 시스템을 포괄하는 네트워크 인프라의 원활한 운영을 보장하게 됩니다.",
  "HDA": "Odyssey Outfit 팀에 합류할 숙련되고 고객 중심적인 헬프 데스크 관리자를 찾고 있습니다. 이 역할에서는 조직 내 직원에게 기술 지원 및 지원을 제공하는 책임을 맡게 됩니다. 귀하의 주요 초점은 조직 내의 하드웨어, 소프트웨어, 네트워크 및 기타 IT 관련 문제를 해결하여 중요한 서비스를 제공하는 것입니다.",
  "label-form-name": "이름:",
  "label-form-lname": "성:",
  "label-form-email": "이메일:",
  "label-form-phone": "전화 번호:",
  "label-form-linkedin": "링크드인:",
  "label-form-address": "현재 주소:",
  "label-form-legal": "미국에서 일할 수 있는 법적 권한이<br>있습니까?",
  "label-form-education": "다음 교육 수준을<br>이수하셨나요: 학사 학위?",
  "fileInputLabel": "이력서 업로드",
  "pdf-file-error": "유효한 PDF 파일을 업로드해 주세요.",
  "submit-resume": "신청서 제출",
  "application-sent": "신청서가 전송되었습니다!",
  "received-application": "신청서를 제출해 주셔서 감사합니다! 우리는 그것을 성공적으로 받았습니다. 철저한 검토 과정이 진행되는 동안 귀하의 신청 상태에 대한 이메일 알림을 받으시기 바랍니다. 귀하의 양해에 감사드리며 함께 일할 수 있는 가능성을 기대합니다.",
  "application-not-sent": "신청서가 전송되지 않았습니다!",
  "not-received-application": "신청서를 제출해 주셔서 감사합니다! 확인 이메일을 보내는 중에 오류가 발생한 것 같습니다. 잠시 후 다시 시도해 주세요.",
  "form-yes": "예",
  "form-no": "아니요",
  "form-yes-2": "예",
  "form-no-2": "아니요",
  "error-404": "오류 404: 페이지를 찾을 수 없습니다 :(",
  "copyright": "© 2023 Odyssey 의상.&nbsp;모든 권리 보유."
}