{
  "TOS-welcome": "Vítejte!",
  "TOS-locale": "Vyberte prosím výchozí jazyk:",
  "TOS-preamble": "Naše webové stránky shromažďují uživatelská data za účelem zlepšení celkové uživatelské zkušenosti.<br> Pokračováním v používání našich stránek souhlasíte s našimi TOS.",
  "TOS-TOS": "Podmínky služby a zásady ochrany osobních údajů",
  "TOS-ADA": "Náš web je v souladu se standardy ADA (Americans with Disabilities Act).<br>V důsledku toho můžete kliknutím na ikonu oka umístěnou v pravém horním rohu přepnout<br>režim souladu s ADA.",
  "toast-ok": "OK",
  "ada-disabled": "Zakázali jste režim ADA.",
  "ada-disabled-continue": "Zdá se, že jste deaktivovali režim ADA. Chcete-li pokračovat, budete muset obnovit stránku.",
  "ada-enabled": "Povolili jste režim ADA.",
  "ada-enabled-continue": "Zdá se, že jste povolili režim ADA, barevné schéma tohoto webu bude černé na bílém, dokud režim ADA nebude deaktivován.",
  "nav-home": "Domov",
  "nav-contact": "Kontakt",
  "nav-careers": "Kariéra",
  "nav-legal": "Právní",
  "Motto": "Začněte svou kariéru<br>v Odyssey Outfits",
  "Bio": "Poskytneme vám příležitosti učit se,<br>růst a přispívat k zelenější budoucnosti.",
  "Explore-Careers": "Prozkoumejte naše kariéry",
  "why-us": "Proč my?",
  "Learning-and-Growth-Opportunities-1": "Příležitosti k učení a růstu",
  "Learning-and-Growth-Opportunities-2": "Příležitosti k učení a růstu",
  "Learning-and-Growth-Opportunities-3": "Poskytneme vám nástroje a zdroje, které potřebujete, abyste si ve svém oboru udrželi náskok. Připojte se k našemu týmu, který oceňuje kreativitu a inovace. Naše pracovní prostředí podporuje myšlení „out-of-the-box“ a umožňuje vám přispívat nápady, které utvářejí budoucnost udržitelné módy.",
  "Positive-Brand-Image-1": "Pozitivní image značky",
  "Positive-Brand-Image-2": "Pozitivní image značky",
  "Positive-Brand-Image-3": "Srdcem naší mise je závazek vytvářet módu, která nejen vylepší váš šatník, ale také zanechá pozitivní dopad na planetu. Připojte se k našemu týmu a staňte se katalyzátorem propagace naší iniciativy šetrné k životnímu prostředí.",
  "Flexibility-1": "Flexibilita",
  "Flexibility-2": "Flexibilita",
  "Flexibility-3": "Upřednostňujeme flexibilitu zaměstnanců jako základní kámen našich hodnot. Uvědomujeme si důležitost rovnováhy mezi pracovním a soukromým životem a umožňujeme našemu týmu flexibilní plány a možnosti práce na dálku. Věříme, že harmonické a flexibilní pracovní prostředí nejen zlepšuje individuální pohodu, ale také podporuje kreativitu a inovace.",
  "Healthy-Workplace-1": "Zdravé pracoviště",
  "Healthy-Workplace-2": "Zdravé pracoviště",
  "Healthy-Workplace-3": "Náš tým se zavázal pěstovat zdravé a rozmanité pracoviště. Věříme, že různorodý tým přináší množství perspektiv a kreativity a podporuje inovace v našem úsilí o udržitelnou módu. Naše inkluzivní prostředí oslavuje odlišnosti a zahrnuje kulturu, která podporuje vzájemný respekt a porozumění.",
  "contact-us": "Kontaktujte nás!",
  "label-contact-name": "Název:",
  "label-contact-email": "E-mailem:",
  "label-contact-message": "Zpráva:",
  "contact-submit": "Předložit",
  "legal-docs": "Legální dokumenty",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Kompletní seznam funkcí",
  "legal-compliance": "Soulad s právními předpisy",
  "legal-compliance-github": "Soulad s právními předpisy (GitHub Wiki)",
  "TOS-privacy-policy": "Podmínky služby a zásady ochrany osobních údajů",
  "TOS-privacy-policy-github": "Smluvní podmínky a zásady ochrany osobních údajů (GitHub Wiki)",
  "hosting": "Hosting",
  "hosting-1": "Pan Amir a pan Krug, (zde označovaní jako \"Vývojáři\"), výslovně uvádějí, že \"Odyssey Outfits\", (zde označované jako \"Služba\") <strong>NE</strong> registrovaná LLC a postrádá právní nebo maloobchodní oprávnění k výrobě, prodeji nebo poskytování jakýchkoli produktů nebo služeb.",
  "hosting-2": "Úložiště pro Službu je hostováno na GitHubu a Služba je provozována na Vercel.com (dále jen „Vercel“).",
  "hosting-3": "Podle GitHub.com (dále jen „GitHub“) licenční dokumentace (oddíl 1, § 2 – „<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licencování úložiště</a>&quot;), je výslovně uvedeno, že &quot;<em>...bez licence platí výchozí zákony o autorských právech, což znamená, že si ponecháváte všechna práva ke svému zdrojovému kódu a nikdo nesmí reprodukovat, distribuovat ani vytvářet odvozená díla z vašeho díla. Pokud vytváříte projekt s otevřeným zdrojovým kódem, důrazně vám doporučujeme zahrnout licenci s otevřeným zdrojovým kódem.</em>&quot; Vezměte prosím na vědomí, že toto úložiště a jakékoli související webové stránky jsou určeny výhradně pro OSOBNÍ a SOUKROMÉ použití, protože je sdíleným vlastnictvím mezi Vývojáři.",
  "hosting-4": "Vývojáři splňují požadavky na minimální věk GitHub i Vercel.",
  "hosting-5": "Ve smluvních podmínkách společnosti Vercel (oddíl 2 – „<a href='https://vercel.com/legal/terms'>Licence pro dočasné použití</a>“) je výslovně uvedeno, že &quot;<em>...za předpokladu, že dodržíte podmínky této smlouvy, je vám udělena osobní, nesublicencovatelná, nevýhradní, nepřenosná, omezená licence k používání služeb pro vaše interní obchodní nebo osobní účely účely podle kapacity služeb vašeho účtu. Jakákoli práva, která zde nejsou výslovně udělena, jsou vyhrazena a v souvislosti se Službami vám není udělena žádná licence ani právo na používání jakékoli ochranné známky společnosti Vercel nebo jakékoli třetí strany.</em>&quot; Přestože společnost Vercel povoluje používání svých služeb pro obchodní účely, je nutné objasnit, že webová stránka provozovaná společností Vercel a hostovaná na GitHubu je určena výhradně pro osobní použití Vývojáři. Jakékoli použití nad tento rámec je a nadále bude neoprávněné.",
  "third-party-terms-of-service-compliance": "Soulad se smluvními podmínkami třetích stran",
  "third-party-terms-of-service-compliance-1": "Vývojáři přísně dodržují veškeré služby třetích stran, které byly použity pro jejich osobní projekt.",
  "third-party-terms-of-service-compliance-2": "Služba využívá online překladač Yandex.com (dále jen „Yandex“). Vývojáři jsou v souladu s dokumentací smluvních podmínek společnosti Yandex (část 2, § 2 – <a href='https://yandex.com/legal/translate_termsofuse/'>Používání služby</ a>&quot);, &quot;<em>Služba je poskytována uživateli pro osobní nekomerční použití.</em>&quot; Jak vývojáři striktně uvedli, tento projekt je pouze pro osobní použití.",
  "third-party-terms-of-service-compliance-3": "Vývojáři využili EmailJS.com's, (dále jen \"EmailJS\"), JavaScript e-mailovou službu. Podmínky služby poskytované společností EmailJS implicitně neimplikují vhodnost její služby pro použití v soukromém nebo komerčním kontextu, <strong>VŠAK</strong> Vývojáři uvedli, že používání služeb EmailJS je výhradně pro osobní účely. použití.",
  "childrens-online-privacy-protection-act-compliance": "Soulad se zákonem o ochraně soukromí dětí online",
  "childrens-online-privacy-protection-act-compliance-1": "Tento projekt v souladu s požadavky zákona COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). Je a nadále bude určen pro jednotlivce ve věku 16 let nebo starší, konkrétně pro soukromé, nekomerční použití.",
  "copyright-infringement-and-dmca-policy-compliance": "Porušení autorských práv a dodržování zásad DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Vývojáři dodržují GitHub <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Porušení autorských práv a zásady DMCA</a>",
  "collection-and-usage-of-user-data": "Shromažďování a používání uživatelských dat",
  "collection-and-usage-of-user-data-1": "I když je Služba fiktivní záležitostí, webová stránka slouží k demonstraci standardů, které by moderní webové stránky měly používat. Jakékoli a všechny funkce a API, o kterých se předpokládá, že je web používá, jsou přísně používány pro účely testování.",
  "collection-and-usage-of-user-data-2": "Služba neukládá data, jako jsou e-mailové adresy, geologické adresy, telefonní čísla, jména, externí dokumenty nebo externí odkazy poskytnuté uživatelem. Každý z těchto datových typů se používá jako dočasná data pro \"Kontaktujte nás\"; a &quot;Kariéra&quot; který pro vývojáře přestane existovat.",
  "agreement-outline": "Tato smlouva popisuje podmínky, jimiž se řídí používání „Odyssey Outfits“, (dále jen „Služba“) a související aktiva poskytovaná panem Amirem a panem Krugem (dále jen „Služba“). Vývojáři\").",
  "acceptance-of-terms-1": "Tato smlouva nabude účinnosti vaším prvním přístupem ke Službě nebo zahájením jakéhokoli používání zahrnujícího související služby první strany. Přístupem, procházením nebo používáním Služby a/nebo souvisejících služeb neodvolatelně a bezpodmínečně berete na vědomí a přijímáte tyto Podmínky. Potvrzujete svůj souhlas s tím, že budete plně vázáni touto smlouvou bez výjimek, omezení nebo vyloučení. Všechna ustanovení této smlouvy jsou vůči vám vymahatelná v maximálním rozsahu. Pokud přistupujete ke Službě nebo používáte jakékoli Služby jménem firmy, ať už registrované nebo fungující bez registrace, uvedená firma tímto bere na vědomí, přijímá a je vázána podmínkami této Smlouvy.",
  "acceptance-of-terms-2": "Pokud vy nebo výše uvedená společnost vznesete námitky proti jakémukoli ustanovení této smlouvy a nechcete být vázáni jejími podmínkami, je nutné okamžitě přestat používat službu a veškeré související služby první strany.",
  "legal-and-retail-authority": "Právní a maloobchodní autorita",
  "legal-and-retail-authority-1": "Vývojáři výslovně uvádějí, že &quot;Odyssey Outfits&quot; není registrovaná LLC a nemá právní ani maloobchodní oprávnění k výrobě, prodeji nebo poskytování jakýchkoli produktů nebo služeb.",
  "intellectual-property-rights": "Práva k duševnímu vlastnictví",
  "intellectual-property-rights-1": "V souladu s GitHub.com (dále jen „GitHub), licenční dokumentací (oddíl 1, §2 – „Licencování úložiště“), jsou uživatelé informováni, že na zdroj se vztahují výchozí zákony o autorských právech kód. Úložiště a související webové stránky jsou určeny výhradně pro OSOBNÍ a SOUKROMÉ použití.",
  "intellectual-property-rights-2": "Služba je ve spoluvlastnictví a až do odvolání bude nadále sdílena mezi Vývojáři.",
  "intellectual-property-rights-3": "Tímto výslovně a neodvolatelně berete na vědomí a souhlasíte s tím, že přístup ke Službě a používání jakýchkoli souvisejících služeb první strany vám nedává žádné právo, nárok nebo zájem na duševní vlastnictví a jiná práva k obsahu, který je přístupný prostřednictvím služby nebo prostřednictvím přidružené služby první strany. služby vlastněné nebo licencované The Developers.",
  "privacy-policy": "Zásady ochrany osobních údajů",
  "privacy-policy-1": "Berete na vědomí, že pro zajištění správné funkčnosti Služby a poskytování jakýchkoli souvisejících služeb první strany mají Vývojáři právo shromažďovat, ukládat, zpracovávat a přenášet konkrétní informace související s vaším používáním Služby a jakýchkoli souvisejících prvních - party služby. Podrobnosti o informacích, o kterých se předpokládá, že je shromažďují Služba a Vývojáři, jsou uvedeny v dokumentu Právní dodržování zákonů pro vývojáře (oddíl 5, §2 – „<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Odkaz na stránku Github pro dodržování právních předpisů.' target='_blank' rel='noopener'>Dodržování právních předpisů</a>&quot;)",
  "accessing-this-service": "Přístupem ke Službě a jejím používáním uživatelé souhlasí s dodržováním těchto podmínek. Vývojáři si vyhrazují právo upravit nebo aktualizovat tyto podmínky podle svého uvážení. Pokračování v používání Služby po takových úpravách znamená přijetí aktualizovaných podmínek. Pokud uživatelé nesouhlasí s těmito podmínkami, doporučujeme jim, aby se zdrželi přístupu ke Službě nebo ji používali.",
  "Select-a-Job": "Vyberte úlohu",
  "Upper-Management": "Vyšší management",
  "Lower-Management": "Nižší management",
  "Sales-Department": "Obchodní oddělení",
  "Financial-Department": "Finanční oddělení",
  "IT-Department": "Oddělení informačních technologií",
  "Learn-More": "Vyberte si pracovní pozici a zjistěte více!",
  "Chief-Financial-Officer": "Finanční ředitel",
  "Chief-Executive-Officer": "Výkonný ředitel",
  "Chief-Operating-Officer": "provozní ředitel",
  "Human-Resources": "Lidské zdroje",
  "Regional-Manager": "Regionální manažer",
  "Office-Manager": "Vedoucí kanceláře",
  "Regional-Sales-Director": "Regionální obchodní ředitel",
  "Account-Executive": "Vedoucí účtu",
  "Salesman": "Prodavač",
  "Regional-Financial-Director": "Regionální finanční ředitel",
  "Payroll-Administrator": "Správce mezd",
  "Financial-Analyst": "Finanční analytik",
  "Fullstack-Developer": "Fullstack Developer",
  "Network-Administrator": "Správce sítě",
  "Help-Desk-Administrator": "Administrátor helpdesku",
  "Selected-Job": "Vybrané zaměstnání:",
  "Department-Division": "Oddělení/Oddělení:",
  "Job-Description": "Popis práce:",
  "CFO": "Do našeho týmu v Odyssey Outfits hledáme šikovného finančního ředitele. V této roli budete dohlížet na naše finanční aktivity a strategii. Jako CFO budete rozvíjet a provádět finanční strategii organizace v souladu s našimi celkovými obchodními cíli a poskytovat strategické finanční vedení generálnímu řediteli a dalším vedoucím pracovníkům.",
  "CEO": "Do našeho týmu v Odyssey Outfits hledáme šikovného výkonného ředitele. V této roli povedete naši organizaci k novým výšinám tím, že budete činit strategická podniková rozhodnutí, dohlížet na celkové operace a zdroje a sloužit jako primární prostředník mezi představenstvem a podnikovými operacemi. Jako generální ředitel budete hrát klíčovou roli při stanovování strategického směru, identifikaci obchodních příležitostí a zajišťování souladu společnosti s právními a regulačními požadavky.",
  "COO": "Do našeho týmu v Odyssey Outfits hledáme šikovného provozního ředitele. V této roli budete podporovat provozní efektivitu a implementovat strategie, které pomohou dosáhnout našich cílů co nejefektivněji. Jako klíčový člen našeho vedoucího týmu budete zodpovědní za vývoj a implementaci provozních zásad a postupů, sladění provozních strategií s našimi obchodními cíli a zajištění efektivní alokace zdrojů.",
  "HR": "Do našeho týmu v Odyssey Outfits hledáme šikovné lidské zdroje. V této roli budete řídit personální, zaměstnanecké záležitosti a podporovat celkovou pohodu našich vážených zaměstnanců ve vaší konkrétní regionální pobočce. Tato role je klíčová pro vytváření pozitivního pracovního prostředí, zajištění souladu s právními předpisy a podporu strategických cílů naší organizace.",
  "RM": "Do našeho týmu v Odyssey Outfits hledáme šikovného regionálního manažera. V této roli budete zodpovědní za dohled a řízení operací, prodeje a celkového výkonu několika větších klientů ve vašem konkrétním regionu. Tato klíčová vedoucí pozice zahrnuje stanovování a dosahování výkonnostních cílů, zajišťování souladu a řízení finančního úspěchu.",
  "OM": "Do našeho týmu v Odyssey Outfits hledáme šikovného Office Managera. V této roli budete zodpovědní za dohled nad každodenním provozem naší kanceláře (umístění TBD). Tato klíčová role vyžaduje dynamického jedince se silnými organizačními a manažerskými schopnostmi, aby bylo zajištěno bezproblémové fungování naší kanceláře.",
  "RSD": "Do našeho týmu v Odyssey Outfits hledáme šikovného regionálního obchodního ředitele. V této vedoucí roli budete zodpovědní za řízení prodejních aktivit ve vašem konkrétním regionu. Jako klíčový člen našeho týmu budete zodpovědní za rozvoj a realizaci prodejních strategií, vedení dynamického prodejního týmu a přispívání k celkovému růstu a úspěchu organizace.",
  "AE": "Do našeho týmu v Odyssey Outfits hledáme zkušeného Account Executive. V této roli budete zodpovědní za správu klientských účtů, řízení obchodního růstu a zajišťování spokojenosti klientů. Pokud se vám daří v dynamickém a spolupracujícím prostředí, zveme vás, abyste se stali součástí našeho týmu.",
  "S": "Do našeho týmu v Odyssey Outfits hledáme šikovného obchodníka. V této roli budete odpovědní za řízení růstu výnosů efektivním prodejem našich produktů a služeb potenciálním klientům. Pokud jste nadšení pro prodej, budování vztahů a dosahování cílů, zveme vás, abyste se stali součástí našeho dynamického týmu.",
  "RFD": "Do našeho týmu v Odyssey Outfits hledáme šikovného regionálního finančního ředitele. V této roli budete dohlížet a řídit finanční operace ve vašem konkrétním regionu. As a key leader, you will play a crucial role in shaping and implementing financial strategies to drive the success of our operations in your assigned region.",
  "PA": "Do našeho týmu v Odyssey Outfits hledáme šikovného mzdového administrátora. V této roli budete odpovědní za správu a zpracování odměn zaměstnanců. Jako mzdový administrátor zajistíte přesné a včasné vyplácení mezd zaměstnanců, bonusů a benefitů při zachování souladu s místními, státními a federálními předpisy.",
  "FA": "Do našeho týmu v Odyssey Outfits hledáme šikovného finančního analytika. V této roli budete poskytovat cenné poznatky a doporučení založená na hloubkové analýze finančních dat a trendů. Jako finanční analytik bude vaší primární odpovědností podporovat osoby s rozhodovací pravomocí tím, že budete interpretovat složité finanční informace a prezentovat je jasným a smysluplným způsobem.",
  "FD": "Do našeho týmu v Odyssey Outfits hledáme zkušeného Full Stack vývojáře. V této roli využijete své odborné znalosti v oblasti vývoje frontendu i backendu k vytváření bezproblémových a uživatelsky přívětivých webových aplikací. Jako vývojář Full Stack budete odpovědní za navrhování a implementaci vizuálních prvků, se kterými uživatelé komunikují na našich webových stránkách.",
  "NA": "Do našeho týmu v Odyssey Outfits hledáme šikovného správce sítě. V této roli budete spravovat a udržovat naše počítačové sítě. Jako správce sítě zajistíte bezproblémový provoz naší síťové infrastruktury zahrnující místní sítě (LAN), rozsáhlé sítě (WAN) a další komunikační systémy.",
  "HDA": "Do našeho týmu v Odyssey Outfits hledáme zkušeného a na zákazníka zaměřeného administrátora Help Desku. V této roli budete odpovědní za poskytování technické pomoci a podpory zaměstnancům v rámci organizace. Primárně se zaměříte na poskytování zásadních služeb řešením hardwaru, softwaru, sítě a dalších problémů souvisejících s IT v rámci naší organizace.",
  "Key-Responsibilities-CFO": "<li>Vytvářejte a provádějte finanční strategii organizace v souladu s celkovými obchodními cíli.</li> <li>Poskytujte strategické finanční vedení generálnímu řediteli a dalším vedoucím pracovníkům.</li> <li>Vézte procesy finančního plánování a sestavování rozpočtu.< /li> <li>Provádění finančních prognóz, analýz a modelování na podporu rozhodování.</li> <li>Identifikujte a vyhodnoťte finanční rizika a implementujte strategie zmírňování rizik.</li> <li>Zajistěte soulad s finančními předpisy. a požadavky na podávání zpráv.</li> <li>Dohlížet na přípravu a prezentaci finančních zpráv zúčastněným stranám, včetně představenstva, investorů a regulačních orgánů.</li> <li>Zajistit přesnost, transparentnost a soulad s účetními standardy. </li> <li>Správa finančních zdrojů a investic organizace, kapitálové struktury, likvidity a peněžního toku.</li> <li>Vést nebo se účastnit fúzí a akvizic, včetně due diligence, vyjednávání a plánování integrace. </li> <li>Určete nejúčinnější způsoby, jak získat kapitál, ať už prostřednictvím dluhu, akcií nebo jiných finančních nástrojů.</li> <li>Udržujte vztahy s finančními institucemi a investory.</li> <li>Pokud Jste ostříleným finančním lídrem se strategickým myšlením, silnými analytickými schopnostmi a záznamem o dosahování finanční dokonalosti, zveme vás, abyste se připojili k Odyssey Outfits jako náš finanční ředitel. Staňte se klíčovým hráčem při utváření finančního úspěchu a růstu naší dynamické organizace.</li>",
  "Key-Responsibilities-CEO": "<li>Nastavte strategické směřování a dlouhodobé cíle ve spolupráci s představenstvem.</li> <li>Identifikujte obchodní příležitosti a potenciální rizika.</li> <li>Úzce spolupracujte s finančním ředitelem při řízení financí. zdraví společnosti.</li> <li>Zkontrolujte finanční zprávy a rozpočty.</li> <li>Spravujte a vylepšujte značku a pověst společnosti.</li> <li>Okamžitě řešte problémy týkající se vztahů s veřejností.</li > <li>Podporujte inovace a přizpůsobování se měnícím se tržním podmínkám.</li> <li>Implementujte plány krizového řízení, abyste zvládli nepředvídané výzvy.</li> <li>Vytvářejte globální perspektivu, zejména pro společnosti s mezinárodními operacemi.</li> li> <li>Pohybujte se v geopolitických a ekonomických složitostech.</li> <li>Jako vizionářský vůdce posouváte Odyssey Outfits k úspěchu, podporujete inovace a zajišťujete náš trvalý růst. Pokud máte strategické myšlení, výjimečné vůdčí schopnosti a vášeň pro řízení organizační dokonalosti, zveme vás, abyste jako náš CEO vedl Odyssey Outfits. Přidejte se k nám a utvářejte budoucnost naší dynamické a inovativní společnosti.</li>",
  "Key-Responsibilities-COO": "<li>Vyvíjet a implementovat provozní zásady a postupy.</li> <li>Sladit provozní strategie s obchodními cíli organizace.</li> <li>Efektivně řídit a přidělovat zdroje, včetně rozpočtu, personálu a technologie.</li> li> <li>Spolupracujte s oddělením lidských zdrojů na přilákání, rozvoji a udržení talentů.</li> <li>Monitorujte a vyhodnocujte výkon různých oddělení a týmů.</li> <li>Zjednodušte pracovní postupy za účelem celkového zlepšení produktivita.</li> <li>Dohlížejte na procesy kontroly kvality, abyste zajistili, že produkty nebo služby splňují zavedené standardy.</li> <li>Zajistěte, aby organizace měla správné lidi ve správných rolích.</li> <li>Poskytujte vedení. a pokyny k dosažení provozní dokonalosti.</li> <li>Poskytujte pravidelné zprávy generálnímu řediteli a dalším vedoucím pracovníkům o provozní výkonnosti.</li> <li>Sdělujte klíčové metriky a provozní poznatky.</li> <li>Jako manažer zkušeným profesionálem, přispějete svými odbornými znalostmi k vedení našich provozních iniciativ, budete řídit efektivitu a přispějete k celkovému úspěchu Odyssey Outfits. Pokud se vám daří v dynamickém a spolupracujícím prostředí, vítáme vás, abyste se k nám připojili jako náš provozní ředitel a stali se klíčovým architektem při utváření našeho provozního úspěchu.</li>",
  "Key-Responsibilities-HR": "<li>Přilákejte, najměte a najměte kvalifikované kandidáty na volná pracovní místa.</li> <li>Provádějte pohovory, prověrky a koordinujte celý proces náboru.</li> <li>Řešení a řešení konfliktů na pracovišti a problémů se vztahy se zaměstnanci .</li> <li>Podporujte pozitivní pracovní prostředí a zlepšujte morálku zaměstnanců.</li> <li>Poskytujte zpětnou vazbu, koučování a podporu pro rozvoj zaměstnanců.</li> <li>Identifikujte potřeby školení a koordinujte rozvoj zaměstnanců programy.</li> <li>Spravujte kompenzační programy, včetně platů, bonusů a benefitů.</li> <li>Provádějte kontroly platů a zajistěte konkurenceschopné odměňování.</li> <li>Zajistěte dodržování pracovněprávních předpisů a předpisů .</li> <li>Zajistěte dodržování bezpečnostních předpisů a zaveďte preventivní opatření.</li> <li>Udržujte přesné a důvěrné záznamy zaměstnanců.</li> <li>Zpracovávejte dokumentaci týkající se pracovních smluv, povýšení a ukončení .</li> <li>Provádějte výstupní pohovory s odcházejícími zaměstnanci.</li> <li>Říďte proces ukončení pracovního poměru v souladu se zásadami společnosti a právními požadavky.</li> <li>Identifikujte a rozvíjejte potenciální lídry v rámci organizace. .</li> <li>Plánujte posloupnost klíčových pozic.</li> <li>Vyhodnoťte výkon zaměstnanců kanceláře a poskytněte konstruktivní zpětnou vazbu.</li> <li>Identifikujte oblasti pro zlepšení a implementujte potřebné změny. </li> <li>Jako manažer lidských zdrojů ve společnosti Odyssey Outfits budete hrát klíčovou roli při utváření kultury našeho pracoviště, podpoře růstu zaměstnanců a zajišťování souladu se všemi záležitostmi souvisejícími se zaměstnáním. Pokud jste zkušený personalista s vášní pro vytváření pozitivních pracovišť, zveme vás, abyste se připojili k našemu týmu a přispěli k úspěchu Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Stanovte si jasné výkonnostní cíle a cíle pro každou lokalitu v rámci regionu.</li> <li>Sledujte a vyhodnocujte provozní výkonnost každé pobočky nebo lokality.</li> <li>Zajistěte přísné dodržování firemních zásad a postupů. a standardy.</li> <li>Provádějte pravidelné audity k potvrzení souladu na všech úrovních.</li> <li>Říďte finanční výkonnost regionu, včetně rozpočtování, prognóz a kontroly výdajů.</li> < li>Analyzujte finanční zprávy a klíčové ukazatele výkonnosti za účelem identifikace oblastí pro zlepšení.</li> <li>Dohlížejte na aktivity v oblasti prodeje a finančního rozvoje v rámci regionu.</li> <li>Poskytujte strategické pokyny pro řízení příjmů a růstu trhu.< /li> <li>Vést a vést manažery poboček a další regionální zaměstnance.</li> <li>Nabírat, školit a rozvíjet vysoce výkonné týmy pro každé místo.</li> <li>Pravidelně komunikovat s manažery poboček a ostatní členové týmu.</li> <li>Spolupracujte s dalšími odděleními, jako je marketing, lidské zdroje a finance.</li> <li>Dohlížejte na školicí programy pro zaměstnance v regionu.</li> <li>Podpora profesní rozvoj a zlepšování dovedností.</li> <li>Identifikujte příležitosti pro expanzi a růst v rámci regionu.</li> <li>Vyhodnoťte potenciální nové lokality nebo trhy.</li> <li>Spolupracujte s centrálou a dalšími regionálními manažery, aby zajistili konzistenci v operacích a strategických iniciativách.</li> <li>Sdílejte osvědčené postupy a přispívejte k celkovému úspěchu společnosti.</li> <li>Připravujte a předkládejte pravidelné zprávy vrcholovému vedení o výkonnosti regionu. </li> <li>Poskytujte postřehy a doporučení pro zlepšení.</li> <li>Jako regionální manažer ve společnosti Odyssey Outfits budete hrát klíčovou roli při řízení úspěchu a růstu naší organizace na různých místech. Jste-li strategickým lídrem se záznamem o dosahování výsledků, zveme vás, abyste se připojili k našemu týmu a přispěli k trvalému úspěchu Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Poskytujte komplexní administrativní podporu různým oddělením v rámci organizace.</li> <li>Spravujte kancelářské potřeby, vybavení a inventář tak, aby vyhovovaly provozním potřebám.</li> <li>Dohlížejte a koordinujte práci správy a podpory zaměstnanců.</li> <li>Dohlížet na nábor, školení a provádět hodnocení výkonu.</li> <li>Zajistěte, aby byla kancelářská zařízení dobře udržovaná a poskytovala příznivé pracovní prostředí.</li> <li>Pomoc při příprava rozpočtu a správa výdajů souvisejících s kanceláří.</li> <li>Usnadnit komunikaci mezi různými odděleními a týmy.</li> <li>Podporovat kulturu spolupráce a komunikace.</li> <li>Udržovat organizovanost a aktuální záznamy, soubory a databáze.</li> <li>Zajistěte soulad s předpisy o ochraně dat a soukromí.</li> <li>Dohlížejte na používání a údržbu kancelářské techniky, včetně počítačů, tiskáren a komunikační systémy.</li> <li>Implementujte a aktualizujte softwarové aplikace podle potřeby.</li> <li>Vyjednávání smluv a dohod o službách souvisejících s kanceláří.</li> <li>Zajištění nákladově efektivních řešení pro kancelářské aplikace. související požadavky.</li> <li>Jako Office Manager ve společnosti Odyssey Outfits budete hrát klíčovou roli při udržování efektivního a dobře organizovaného kancelářského prostředí. Pokud jste proaktivní jednotlivec s vynikajícími manažerskými a organizačními schopnostmi, zveme vás, abyste se připojili k našemu týmu a přispěli k úspěchu naší organizace.</li>",
  "Key-Responsibilities-RSD": "<li>Vypracujte a implementujte prodejní strategie a plány pro prodejní divizi a přiřazený region.</li> <li>Nastavte a dosahujte prodejních a obchodních cílů v souladu s cíli společnosti.</li> <li>Vedení a řízení tým prodejních profesionálů v regionu.</li> <li>Najměte, vyškolte a motivujte prodejní tým, aby dosahoval vysoce výkonných standardů.</li> <li>Analyzujte údaje o prodejní výkonnosti, trendy na trhu a zpětnou vazbu od zákazníků. </li> <li>Vyhodnoťte efektivitu prodejních strategií a na základě dat čiňte rozhodnutí pro zlepšení.</li> <li>Navazujte a udržujte vztahy s klíčovými klienty, partnery a zainteresovanými stranami.</li> <li>Budujte je. síť na podporu obchodního růstu, spokojenosti zákazníků a expanze trhu.</li> <li>Vytvářejte a spravujte prodejní rozpočet pro daný region.</li> <li>Sledujte a kontrolujte výdaje, abyste zajistili ziskovost.</li> <li>Úzce spolupracujte s ostatními odděleními, včetně marketingu, financí a provozu.</li> <li>Zajistěte soulad prodejních aktivit s celkovými obchodními cíli.</li> <li>Poskytujte pravidelné zprávy vrcholovému vedení o prodejní výkonnosti. , trendy na trhu a relevantní metriky.</li> <li>Zajistěte, aby prodejní aktivity byly v souladu s příslušnými zákony, nařízeními a zásadami společnosti.</li> <li>Pochopte potřeby a preference zákazníků, abyste zachovali zákaznicky orientovaný přístup. </li> <li>Implementujte strategie ke zvýšení spokojenosti a loajality zákazníků.</li> <li>Identifikujte příležitosti pro expanzi a růst trhu v rámci regionu.</li> <li>Vypracujte plány pro vstup na nové trhy a rozšíření trhu sdílet.</li> <li>Jste-li strategickým myslitelem s prokázanými zkušenostmi v oblasti vedoucího prodeje, zvažte připojení k Odyssey Outfits jako regionální obchodní ředitel. Být hnací silou při utváření úspěchu naší prodejní divize a přispívat k celkovému růstu naší organizace.</li>",
  "Key-Responsibilities-AE": "<li>Budujte a udržujte pevné vztahy s klienty, posilujte důvěru a loajalitu.</li> <li>Být hlavním kontaktním místem pro klienty, řešit jejich potřeby a obavy.</li> <li>Aktivně vyhledávat nové obchody. příležitosti k rozšíření klientské základny.</li> <li>Pracujte na dosažení a překročení prodejních cílů prostřednictvím účinných strategií.</li> <li>Efektivně sdělujte klientům hodnotu produktů nebo služeb.</li> <li> Ukažte výhody a jedinečné prodejní návrhy pro splnění požadavků klienta.</li> <li>Vyjednávání smluv, podmínek a cen za účelem dosažení vzájemně výhodných dohod.</li> <li>Zajistěte, aby smluvní ujednání odpovídala zájmům obou stran. klienta a společnosti.</li> <li>Okamžitě řešte problémy nebo obavy klientů, abyste zajistili spokojenost.</li> <li>Spolupracujte s interními týmy, abyste poskytovali včasná řešení a udržovali pozitivní vztahy s klienty.</li> < li>Vyvíjejte a implementujte strategie pro růst stávajících účtů a získávání nových klientů.</li> <li>Identifikujte příležitosti pro up-selling nebo křížový prodej dalších produktů nebo služeb.</li> <li>Zůstaňte informováni o trendech v oboru, podmínky na trhu a aktivity konkurence.</li> <li>Využijte statistiky trhu k přizpůsobení strategií a udržení náskoku před změnami v oboru.</li> <li>Úzce spolupracujte s interními týmy, jako je marketing a vývoj produktů, abyste se setkali s klientem potřeb.</li> <li>Spolupracujte na iniciativách, které zvyšují spokojenost klientů a přispívají k obchodnímu úspěchu.</li> <li>Poskytujte pravidelné zprávy o prodejních aktivitách, úspěších a výzvách.</li> <li>Přispívejte do analýzu prodejního výkonu a doporučení na zlepšení.</li> <li>Pokud jste proaktivní a orientovaný na výsledky s vynikajícími komunikačními a vyjednávacími schopnostmi, zvažte připojení k Odyssey Outfits jako Account Executive. Staňte se součástí našeho týmu a přispějte k úspěchu našich klientů a celkovému růstu organizace.</li>",
  "Key-Responsibilities-S": "<li>Aktivně vyhledávejte potenciální zákazníky a identifikujte nové příležitosti prodeje.</li> <li>Využijte různé kanály k získávání potenciálních zákazníků a rozšiřování zákaznické základny.</li> <li>Budujte a udržujte vztahy se zákazníky na základě porozumění jejich potřebám. a poskytování relevantních informací.</li> <li>Zajistěte pozitivní zákaznickou zkušenost řešením dotazů a obav.</li> <li>Rozvíjejte hluboké porozumění nabízeným produktům nebo službám.</li> <li>Efektivně komunikujte vlastnosti produktů a jejich výhody pro potenciální zákazníky.</li> <li>Poskytujte působivé prodejní prezentace, abyste předvedli hodnotovou nabídku našich produktů nebo služeb.</li> <li>Přizpůsobte prezentace na míru konkrétním potřebám a obavám zákazníků.</li > <li>Vyjednávejte podmínky, ceny a dohody o uzavření obchodů vzájemně výhodným způsobem.</li> <li>Zajistěte si závazky zákazníků provést nákup a dokončit prodejní transakce.</li> <li>Dosáhnout nebo překročit prodejní cíle a kvóty stanovené společností.</li> <li>Neustále se snažte plnit a překračovat individuální a týmové cíle.</li> <li>Zůstaňte informováni o trendech v oboru, podmínkách na trhu a aktivitách konkurence.</li > <li>Identifikujte příležitosti a potenciální výzvy na trhu.</li> <li>Získejte zpětnou vazbu od zákazníků ke zlepšení produktů, služeb nebo celkové zákaznické zkušenosti.</li> <li>Poskytujte cenné poznatky, které přispějí k rozvoji vylepšení naší nabídky.</li> <li>Udržujte přesné záznamy o prodejních aktivitách, interakcích se zákazníky a dalších relevantních informacích.</li> <li>Používejte nástroje CRM ke sledování a řízení vztahů se zákazníky a pokroku v prodeji.</li > <li>Jste-li jednotlivec zaměřený na výsledky s vynikajícími komunikačními a vyjednávacími schopnostmi, doporučujeme vám požádat o tuto vzrušující příležitost v Odyssey Outfits. Přidejte se k nám a zvyšte prodejní úspěch a přispívejte k růstu a prosperitě naší organizace.</li>",
  "Key-Responsibilities-RFD": "<li>Vyvíjet a implementovat finanční strategie a plány přizpůsobené jedinečným potřebám regionu.</li> <li>Provádět finanční analýzy a prognózy na podporu strategického rozhodování.</li> <li>Vytvářet a spravovat rozpočty pro regionu, což zajistí soulad s celkovými obchodními cíli.</li> <li>Implementujte opatření na kontrolu nákladů za účelem optimalizace finanční výkonnosti.</li> <li>Poskytujte přesné a včasné finanční zprávy vrcholovému managementu a nabídněte jim statistiky a doporučení.</li> li> <li>Stanovte klíčové ukazatele výkonnosti (KPI) pro měření a hodnocení finanční výkonnosti.</li> <li>Identifikujte a zmírněte finanční rizika v rámci regionu.</li> <li>Implementujte strategie řízení rizik pro ochranu organizace finanční aktiva.</li> <li>Úzce spolupracujte s regionálními manažery a týmy, abyste sladili finanční cíle s operačními cíli.</li> <li>Poskytujte finanční vedení a podporu místním týmům a posilujte prostředí pro spolupráci.</li> <li>Zajistěte soulad s účetními standardy, regulačními požadavky a standardy správy a řízení společnosti.</li> <li>Implementujte interní kontroly k zajištění finanční integrity.</li> <li>Vyhodnoťte a optimalizujte finanční procesy za účelem zvýšení účinnosti a efektivity. </li> <li>Neustále vyhledávejte příležitosti pro zlepšování procesů a inovace.</li> <li>Vést a rozvíjet tým finančních profesionálů v rámci regionu.</li> <li>Poskytovat mentorství a vedení k podpoře profesního růstu a excelence.</li> <li>Účastnit se strategických rozhodovacích procesů souvisejících s investicemi, akvizicemi a dalšími finančními iniciativami.</li> <li>Poskytovat poradenství vrcholovému vedení ohledně finančních důsledků obchodních strategií.</li> <li>Pokud jste zkušeným finančním lídrem se strategickým myšlením a vášní pro finanční úspěch na regionální úrovni, zveme vás, abyste se ucházeli o tuto významnou roli ve společnosti Odyssey Outfits. Přidejte se k nám při utváření finanční budoucnosti naší organizace a přispějte k našemu trvalému růstu a úspěchu.</li>",
  "Key-Responsibilities-PA": "<li>Výpočet a zpracování platů, mezd, bonusů a dalších forem odměn zaměstnanců.</li> <li>Sledujte a zaznamenávejte pracovní dobu zaměstnanců, včetně přesčasů, žádostí o volno a informací souvisejících s docházkou.</li > <li>Správa daňových odpočtů, včetně daně z příjmu, příspěvků na sociální zabezpečení a dalších zákonných odpočtů.</li> <li>Zajistěte dodržování daňových předpisů a včasné předkládání daňových informací.</li> <li>Řešení. zaměstnanecké výhody, jako je zdravotní pojištění, penzijní příspěvky a další výhody, zajišťující přesné zohlednění ve mzdové evidenci.</li> <li>Udržujte si krok se změnami v nabídce benefitů a podle toho aktualizujte mzdové systémy.</li> <li>Udržujte přesné a aktuální mzdové záznamy, včetně informací o zaměstnancích, srážkách daní a dalších relevantních údajů.</li> <li>Generujte zprávy o mzdách pro účely řízení, účetnictví a auditu.</li> <li>Zajistěte dodržování místní, státní a federální předpisy týkající se mezd, daní a pracovních zákonů.</li> <li>Zůstaňte informováni o aktualizacích a změnách příslušných předpisů.</li> <li>Urychleně rozdělujte výplaty nebo koordinujte elektronické převody prostředků zaměstnancům a přesně.</li> <li>Poskytujte dokumentaci pro interní a externí audity.</li> <li>Spolupracujte s auditorskými týmy, abyste zajistili přesné a transparentní mzdové procesy.</li> <li>Odpovídejte na dotazy zaměstnanců týkající se mezd. záležitostech, rychle a profesionálně řešíte problémy nebo nesrovnalosti.</li> <li>Spravujte a udržujte mzdový software a systémy, zůstaňte informováni o aktualizacích a změnách.</li> <li>Pokud jste profesionál orientovaný na detaily a organizovaný s vášeň pro správu mezd a dodržování předpisů, zveme vás, abyste požádali o tuto vzrušující příležitost v Odyssey Outfits. Pojďte s námi zajistit hladké a přesné zpracování odměn zaměstnanců v rámci naší organizace.</li>",
  "Key-Responsibilities-FA": "<li>Analyzujte finanční údaje, trendy na trhu a ekonomické ukazatele za účelem posouzení výkonnosti organizace.</li> <li>Používejte statistické techniky a finanční modelování k interpretaci komplexních finančních informací.</li> <li>Pomoc při vývoji a správa finančních plánů a rozpočtů, které jsou v souladu s celkovými obchodními cíli.</li> <li>Spolupracujte s různými odděleními, abyste zajistili, že finanční plány podporují strategické cíle organizace.</li> <li>Vytvářejte finanční modely pro předpovídání budoucnosti výnosy, výdaje a celkovou finanční výkonnost.</li> <li>Poskytujte proaktivní přehledy a podporu plánování pro potenciální výzvy.</li> <li>Připravujte a předkládejte finanční zprávy vedení, zainteresovaným stranám nebo regulačním orgánům.</li. > <li>Předložte analýzu rozpočtu, analýzu rozptylu a proveditelná doporučení pro zlepšení.</li> <li>Posuďte finanční rizika a příležitosti spojené s různými obchodními rozhodnutími, včetně investic a fúzí.</li> <li>Provádění nákladových- analýzy přínosů a poskytování doporučení pro strategické finanční aktivity.</li> <li>Analyzujte náklady spojené s různými obchodními operacemi a doporučujte úsporná opatření ke zlepšení efektivity.</li> <li>Zajistěte, aby finanční operace a výkaznictví byly v souladu s příslušnými zákony , předpisy a oborové standardy.</li> <li>Efektivně sdělujte komplexní finanční informace různým oddělením, čímž podpoříte spolupráci a porozumění.</li> <li>Nepřetržitě sledujte finanční trendy, změny v odvětví a ekonomické podmínky s cílem zajistit lepší aktuální informace pro rozhodování.</li> <li>Pokud jste finanční analytik orientovaný na detaily s vášní pro poskytování strategických finančních pohledů, zveme vás, abyste se ucházeli o tuto vzrušující příležitost v Odyssey Outfits. Přidejte se k nám a přispějte k finančnímu úspěchu a strategickému růstu naší organizace.</li>",
  "Key-Responsibilities-FD": "<li>Navrhujte a implementujte uživatelská rozhraní pomocí technologií jako HTML, CSS a JavaScript.</li> <li>Psaní kódu pro prohlížeč uživatele, zpracování interakcí, ověřování formulářů a dynamické aktualizace obsahu.</li> <li> Používejte oblíbené rámce a knihovny, jako je React, Angular nebo Vue.js.</li> <li>Zajistěte, aby aplikace fungovala bez problémů napříč různými webovými prohlížeči a řešila výzvy vývoje frontendu.</li> <li>Spravujte databáze, zpracujte požadavky a provádět úlohy na straně serveru pomocí jazyků jako Node.js, Python, Ruby, Java nebo PHP.</li> <li>Navrhujte a udržujte databáze, což zajišťuje efektivní ukládání a získávání dat. Mezi běžné databáze patří MySQL, PostgreSQL, MongoDB nebo Firebase.</li> <li>Nasaďte a spravujte serverovou infrastrukturu, včetně cloudových platforem jako AWS, Azure nebo Google Cloud.</li> <li>Vytvářejte a spravujte rozhraní API, která usnadňují komunikaci mezi frontend a backend komponentami aplikace a zajišťují hladkou výměnu dat.</li> <li>Identifikujte a opravte chyby v kódu frontendu i backendu, čímž zajistíte celkovou spolehlivost a výkon aplikace.</li> < li>Spolupracujte s ostatními členy týmu, včetně návrhářů UI/UX, kolegů vývojářů a projektových manažerů, abyste přispěli k úspěchu našich projektů.</li> <li>Pokud jste zkušený Fullstack Developer s vášní pro vytváření inovativních a webových aplikací zaměřených na uživatele, zveme vás, abyste požádali o tuto vzrušující příležitost v Odyssey Outfits. Přidejte se k nám a utvářejte budoucnost naší digitální přítomnosti a dodávejte našim uživatelům vysoce kvalitní řešení.</li>",
  "Key-Responsibilities-NA": "<li>Navrhujte, implementujte a konfigurujte počítačové sítě, včetně směrovačů, přepínačů, firewallů a dalších hardwarových komponent.</li> <li>Implementujte a udržujte robustní bezpečnostní opatření na ochranu sítě před neoprávněným přístupem, kybernetickými hrozbami a daty. porušení.</li> <li>Diagnostikujte a řešte problémy se sítí, problémy s připojením a selhání hardwaru nebo softwaru.</li> <li>Pravidelně sledujte výkon sítě a optimalizujte jej pro efektivitu.</li> <li>Identifikujte a řeší úzká hrdla, abyste zajistili optimální provoz sítě.</li> <li>Provádějte rutinní úkoly údržby, jako je aktualizace firmwaru, aplikace bezpečnostních záplat a zajištění aktuálnosti hardwarových a softwarových komponent.</li> <li>Assist end- uživatelům s problémy souvisejícími se sítí, poskytování technické podpory a školení o používání sítě.</li> <li>Udržujte podrobnou dokumentaci síťové architektury, konfigurací a změn. Tato dokumentace je zásadní pro odstraňování problémů a budoucí plánování.</li> <li>Úzce spolupracujte s dalšími IT profesionály, jako jsou správci systémů, bezpečnostní specialisté a IT manažeři, abyste zajistili bezproblémovou integraci síťových služeb.</li> <li >Plánujte budoucí potřeby sítě, zhodnoťte požadavky na škálovatelnost a doporučte upgrady nebo rozšíření, aby vyhovovaly rostoucím požadavkům organizace.</li> <li>Implementujte řešení zálohování a plány obnovy po havárii pro ochranu důležitých dat v případě neočekávaných událostí.</li. > <li>Pokud jste zkušený správce sítě s vášní pro zajištění spolehlivosti a bezpečnosti počítačových sítí, doporučujeme vám požádat o tuto vzrušující příležitost v Odyssey Outfits. Připojte se k nám a udržujte robustní a efektivní síťovou infrastrukturu, která podporuje provoz a růst naší organizace.</li>",
  "Key-Responsibilities-HDA": "<li>Rychle reagovat na dotazy a problémy vznesené koncovými uživateli, nabízet rady a pomoc při odstraňování problémů.</li> <li>Analýza, identifikace a diagnostika hardwarových a softwarových problémů za účelem stanovení účinných řešení.</li> <li> Poskytování jasných a stručných podrobných pokynů a pokynů uživatelům pro efektivní řešení problémů.</li> <li>Pomáháme uživatelům s instalacemi, aktualizacemi a konfiguracemi softwaru.</li> <li>Dokumentování a udržování záznamů o nahlášených problémy, řešení a běžné problémy.</li> <li>Vytváření článků znalostní báze a příruček, které uživatelům umožní svépomoci.</li> <li>Sdělování technických informací uživatelsky přívětivým způsobem, zejména když pomáhá -technickí uživatelé.</li> <li>Informování uživatelů o stavu a průběhu nahlášených problémů.</li> <li>Provádění běžných úkolů údržby na počítačích, serverech a dalším IT vybavení.</li> <li >Zajištění aktuálnosti softwarových aplikací pomocí oprav a aktualizací.</li> <li>Vedení školení pro koncové uživatele s cílem zlepšit jejich porozumění základním IT nástrojům a aplikacím.</li> <li>Vzdělávání uživatelů o tom nejlepším postupy pro zabezpečení a ochranu dat.</li> <li>Spolupráce s dalšími IT profesionály, jako jsou správci sítí a systémoví inženýři, při řešení složitých problémů.</li> <li>V případě potřeby předávání problémů týmům podpory na vyšší úrovni .</li> <li>Implementace a vymáhání bezpečnostních opatření na ochranu proti narušení dat a neoprávněnému přístupu.</li> <li>Pomoc při implementaci bezpečnostních protokolů a zásad.</li> <li>Poskytování vynikajících služeb zákazníkům. tím, že budete vnímaví, přístupní a profesionální.</li> <li>Zajištění pozitivního a užitečného zážitku pro koncové uživatele.</li> <li>Pokud jste proaktivní řešitel problémů s vynikajícími komunikačními schopnostmi a vášní pro poskytování výjimečnou IT podporu, zveme vás, abyste požádali o tuto vzrušující příležitost v Odyssey Outfits. Připojte se k nám a udržujte efektivitu a produktivitu IT systémů naší organizace a zároveň poskytujte našim váženým uživatelům špičkovou podporu.</li>",
  "Full-Time": "<img alt='Aktovka&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Na plný úvazek",
  "Date-Posted": "<img alt='Čas&nbsp;' src='./Assets/Img/Time-512x512.png'>Zveřejněno před 1 týdnem",
  "Apply-Now": "Požádejte nyní",
  "label-form-name": "Jméno:",
  "label-form-lname": "Příjmení:",
  "label-form-email": "E-mailem:",
  "label-form-phone": "Telefonní číslo:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Současná adresa:",
  "label-form-legal": "Jste legálně oprávněni pracovat ve Spojených státech?",
  "label-form-education": "Máte ukončený následující stupeň vzdělání: Bakalářský titul?",
  "fileInputLabel": "Nahrajte&nbsp;Váš životopis",
  "pdf-file-error": "Nahrajte prosím platný soubor PDF.",
  "submit-resume": "Odešlete svou přihlášku",
  "application-sent": "Přihláška odeslána!",
  "received-application": "Děkujeme za odeslání přihlášky! Úspěšně jsme jej obdrželi. Očekávejte laskavě e-mailové upozornění týkající se stavu vaší žádosti, jak postupujeme v našem procesu důkladné kontroly. Vážíme si vaší trpělivosti a těšíme se na možnost spolupráce.",
  "application-not-sent": "Přihláška nebyla odeslána!",
  "not-received-application": "Děkujeme za odeslání přihlášky! Zdá se, že při odesílání potvrzovacího e-mailu došlo k chybě, zkuste to prosím brzy znovu.",
  "form-yes": "Ano",
  "form-no": "Ne",
  "form-yes-2": "Ano",
  "form-no-2": "Ne",
  "error-404": "Chyba 404 - stránka nenalezena :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Všechna práva vyhrazena."
}