{
  "TOS-welcome": "Accueillir!",
  "TOS-locale": "Veuillez sélectionner une langue par défaut :",
  "TOS-preamble": "Notre site Web rassemble des données utilisateur pour améliorer l'expérience utilisateur globale.<br> En continuant à utiliser notre site, vous acceptez nos conditions d'utilisation.",
  "TOS-TOS": "Termes de politique de confidentialité du service",
  "TOS-ADA": "Notre site Web est conforme aux normes de l'ADA (Americans with Disabilities Act).<br>Par conséquent, vous pouvez cliquer sur l'icône en forme d'œil située dans le coin supérieur droit pour basculer<br>le mode de conformité ADA.",
  "toast-ok": "D'ACCORD",
  "ada-disabled": "Vous avez désactivé le mode ADA.",
  "ada-disabled-continue": "Il semble que vous ayez désactivé le mode ADA, vous devrez actualiser pour continuer.",
  "ada-enabled": "Vous avez activé le mode ADA.",
  "ada-enabled-continue": "Il semble que vous ayez activé le mode ADA, la palette de couleurs de ce site Web sera noir sur blanc jusqu'à ce que le mode ADA soit désactivé.",
  "nav-home": "Maison",
  "nav-contact": "Contact",
  "nav-careers": "Carrières",
  "nav-legal": "Légal",
  "Motto": "Commencez votre carrière<br>chez Odyssey Suits",
  "Bio": "Nous vous offrirons des opportunités d'apprendre,<br>de grandir et de contribuer à un avenir plus vert.",
  "Explore-Careers": "Explorez nos carrières",
  "why-us": "Pourquoi nous?",
  "Learning-and-Growth-Opportunities-1": "Opportunités d’apprentissage et de croissance",
  "Learning-and-Growth-Opportunities-2": "Opportunités d’apprentissage et de croissance",
  "Learning-and-Growth-Opportunities-3": "Nous vous fournirons les outils et les ressources dont vous avez besoin pour garder une longueur d'avance dans votre domaine. Rejoignez notre équipe qui valorise la créativité et l'innovation. Notre environnement de travail encourage une réflexion originale, vous permettant de contribuer à des idées qui façonnent l'avenir de la mode durable.",
  "Positive-Brand-Image-1": "Image de marque positive",
  "Positive-Brand-Image-2": "Image de marque positive",
  "Positive-Brand-Image-3": "Le cœur de notre mission est un engagement à créer une mode qui non seulement améliore votre garde-robe, mais laisse également un impact positif sur la planète. Rejoignez notre équipe et devenez un catalyseur pour promouvoir notre initiative respectueuse de l'environnement.",
  "Flexibility-1": "La flexibilité",
  "Flexibility-2": "La flexibilité",
  "Flexibility-3": "Nous accordons la priorité à la flexibilité des employés comme pierre angulaire de nos valeurs. Reconnaissant l'importance de l'équilibre travail-vie personnelle, nous donnons à notre équipe des horaires flexibles et des options de travail à distance. Nous pensons qu'un environnement de travail harmonieux et flexible améliore non seulement le bien-être individuel, mais favorise également la créativité et l'innovation.",
  "Healthy-Workplace-1": "Milieu de travail sain",
  "Healthy-Workplace-2": "Milieu de travail sain",
  "Healthy-Workplace-3": "Notre équipe s’engage à cultiver un milieu de travail sain et diversifié. Nous pensons qu'une équipe diversifiée apporte une richesse de perspectives et de créativité, favorisant l'innovation dans nos efforts de mode durable. Notre environnement inclusif célèbre les différences et adopte une culture qui favorise le respect et la compréhension mutuels.",
  "contact-us": "Contactez-nous!",
  "label-contact-name": "Nom:",
  "label-contact-email": "E-mail:",
  "label-contact-message": "Message:",
  "contact-submit": "Soumettre",
  "legal-docs": "Documents le'gaux",
  "github-wiki": "Wiki GitHub",
  "full-feature-list": "Liste complète des fonctionnalités",
  "legal-compliance": "Conformité légale",
  "legal-compliance-github": "Conformité juridique (GitHub Wiki)",
  "TOS-privacy-policy": "Termes de politique de confidentialité du service",
  "TOS-privacy-policy-github": "Conditions d'utilisation et politique de confidentialité (GitHub Wiki)",
  "hosting": "Hébergement",
  "hosting-1": "M. Amir et M. Krug (ci-après dénommés « les développeurs ») déclarent explicitement que « Odyssey Outfits » (ci-après dénommés « le service ») n'est <strong>PAS</strong> une LLC enregistrée et ne dispose pas de l'autorité légale ou de vente au détail pour fabriquer, vendre ou fournir des produits ou des services.",
  "hosting-2": "Le référentiel du Service est hébergé sur GitHub et le Service est alimenté par Vercel.com (ci-après dénommé « Vercel »).",
  "hosting-3": "Conformément à GitHub.com (ci-après dénommé « GitHub »), documentation de licence (Section 1, §2 - « <a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licence a Repository</a>&quot;), il est explicitement indiqué que &quot;<em>... sans licence, les lois par défaut sur les droits d'auteur s'appliquent, ce qui signifie que vous conservez tous les droits sur votre code source et que personne ne peut reproduire, distribuer ou créer des œuvres dérivées à partir de votre travail. Si vous créez un projet open source, nous vous encourageons fortement à inclure une licence open source.</em>\" Veuillez être informé que ce référentiel et tous les sites Web associés sont désignés strictement pour un usage PERSONNEL et PRIVÉ, car il s'agit d'une propriété partagée entre les développeurs.",
  "hosting-4": "Les développeurs respectent les exigences d'âge minimum de GitHub et de Vercel.",
  "hosting-5": "Dans les conditions d'utilisation de Vercel (Section 2, - &quot;<a href='https://vercel.com/legal/terms'>Licence d'utilisation temporaire</a>&quot;), il est explicitement indiqué que &quot;<em>... sous réserve de votre respect des termes du présent Contrat, vous bénéficiez d'une licence personnelle, ne pouvant faire l'objet d'une sous-licence, non exclusive, non transférable et limitée, pour utiliser les Services à des fins professionnelles ou personnelles internes. finalités en fonction de la capacité de service de votre compte. Tous les droits non expressément accordés dans les présentes sont réservés et aucune licence ou droit d'utilisation d'une marque de Vercel ou d'un tiers ne vous est accordé en relation avec les Services.</em>&quot; Bien que Vercel autorise l'utilisation de ses services à des fins commerciales, il est impératif de préciser que le site Web, propulsé par Vercel et hébergé sur GitHub, est exclusivement destiné à un usage personnel par les développeurs. Toute utilisation au-delà de ce cadre est et restera non autorisée.",
  "third-party-terms-of-service-compliance": "Conformité aux conditions de service des tiers",
  "third-party-terms-of-service-compliance-1": "Les Développeurs respectent strictement tous les services tiers qui ont été utilisés pour leur projet personnel.",
  "third-party-terms-of-service-compliance-2": "Le Service a utilisé le traducteur en ligne de Yandex.com (ci-après dénommé « Yandex »). Les développeurs se conforment tous deux à la documentation des conditions d'utilisation de Yandex (Section 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Utilisation du service</ a>\"), \"<em>Le Service est fourni à l'Utilisateur pour un usage personnel et non commercial.</em>\" Comme les développeurs l'ont strictement indiqué, ce projet est destiné à un usage personnel uniquement.",
  "third-party-terms-of-service-compliance-3": "Les développeurs ont utilisé le service de messagerie JavaScript d'EmailJS.com (ci-après dénommé « EmailJS »). Les conditions d'utilisation fournies par EmailJS n'impliquent pas implicitement que leur service est approprié pour une utilisation dans des contextes privés ou commerciaux, <strong>CEPENDANT</strong>. Les développeurs ont déclaré que l'utilisation des services d'EmailJS est strictement personnelle. utiliser.",
  "childrens-online-privacy-protection-act-compliance": "Conformité à la loi sur la protection de la vie privée en ligne des enfants",
  "childrens-online-privacy-protection-act-compliance-1": "Ce projet est conforme aux exigences de la COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Loi sur la protection de la vie privée en ligne</a>). Il est et continuera d'être conçu pour les personnes âgées de 16 ans ou plus, spécifiquement pour un usage privé et non commercial.",
  "copyright-infringement-and-dmca-policy-compliance": "Violation du droit d'auteur et conformité à la politique DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Les développeurs se conforment aux <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- de GitHub. and-dmca-policy'>Violation des droits d'auteur et politique DMCA</a>",
  "collection-and-usage-of-user-data": "Collecte et utilisation des données utilisateur",
  "collection-and-usage-of-user-data-1": "Bien que le Service soit une entreprise fictive, le site Web est utilisé pour démontrer les normes que les sites Web modernes devraient utiliser. Toutes les fonctions et API censées être utilisées par le site sont strictement utilisées à des fins de test.",
  "collection-and-usage-of-user-data-2": "Le Service ne stocke pas de données telles que des adresses e-mail, des adresses géologiques, des numéros de téléphone, des noms, des documents externes ou des liens externes fournis par l'utilisateur. Chacun de ces types de données est utilisé comme données temporaires pour la fonction « Contactez-nous ». et \"Carrières\" ce qui devient inexistant pour les développeurs.",
  "agreement-outline": "Le présent accord décrit les termes et conditions régissant l'utilisation de « Odyssey Outfits » (ci-après dénommé « le service ») et de ses actifs associés fournis par M. Amir et M. Krug (ci-après dénommés « le service ») Les Développeurs\").",
  "acceptance-of-terms-1": "Le présent Contrat entre en vigueur dès votre accès initial au Service ou le début de toute utilisation impliquant des services propriétaires associés. En accédant, parcourant ou en utilisant le Service et/ou ses services associés, vous reconnaissez et acceptez irrévocablement et inconditionnellement ces Conditions. Vous confirmez par l'affirmative votre accord d'être entièrement lié par le présent Contrat sans exceptions, limitations ou exclusions. Toutes les dispositions du présent Accord vous sont opposables dans toute la mesure possible. Si vous accédez au Service ou utilisez des Services au nom d'une entreprise, qu'elle soit enregistrée ou opérant sans inscription, ladite entreprise par la présente reconnaît, accepte et est liée aux termes du présent Accord.",
  "acceptance-of-terms-2": "Si vous ou l'entreprise susmentionnée vous opposez à toute disposition du présent Contrat et ne souhaitez pas être lié par ses conditions, vous devez immédiatement cesser d'utiliser le Service et tout service propriétaire associé.",
  "legal-and-retail-authority": "Autorité juridique et commerciale",
  "legal-and-retail-authority-1": "Les développeurs déclarent explicitement que « Odyssey Tenues » ; n'est pas une LLC enregistrée et ne possède pas l'autorité légale ou de vente au détail pour fabriquer, vendre ou fournir des produits ou services.",
  "intellectual-property-rights": "Droits de propriété intellectuelle",
  "intellectual-property-rights-1": "Conformément à la documentation de licence de GitHub.com (ci-après dénommé « GitHub ») (Section 1, §2 - « Licence pour un référentiel »), les utilisateurs sont informés que les lois sur les droits d'auteur par défaut s'appliquent à la source. code. Le référentiel et les sites Web associés sont strictement destinés à un usage PERSONNEL et PRIVÉ.",
  "intellectual-property-rights-2": "Le Service est en copropriété et continuera d'être une propriété partagée entre les Développeurs jusqu'à nouvel ordre.",
  "intellectual-property-rights-3": "Par la présente, vous reconnaissez et acceptez expressément et irrévocablement que l'accès au Service et l'utilisation de tout service de première partie associé ne vous confère aucun droit, titre ou intérêt sur la propriété intellectuelle et d'autres droits sur le contenu accessible par le Service ou via un service de première partie associé. services détenus ou sous licence par The Developers.",
  "privacy-policy": "politique de confidentialité",
  "privacy-policy-1": "Vous reconnaissez que, pour garantir le bon fonctionnement du Service et la fourniture de tout service propriétaire associé, les Développeurs ont le droit de collecter, stocker, traiter et transmettre des informations spécifiques liées à votre utilisation du Service et à tout premier service associé. -services de fête. Les détails des informations supposées être collectées par le service et les développeurs sont décrits dans le document de conformité juridique des développeurs (Section 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Lien vers la page Github de conformité légale.' target='_blank' rel='noopener'>Conformité légale</a>\")",
  "accessing-this-service": "En accédant et en utilisant le Service, les utilisateurs acceptent de respecter ces termes et conditions. Les développeurs se réservent le droit de modifier ou de mettre à jour ces conditions à leur discrétion. L'utilisation continue du Service après de telles modifications constitue l'acceptation des conditions mises à jour. Si les utilisateurs n'acceptent pas ces conditions, il leur est conseillé de s'abstenir d'accéder ou d'utiliser le Service.",
  "Select-a-Job": "Sélectionnez un emploi",
  "Upper-Management": "Haute direction",
  "Lower-Management": "Gestion inférieure",
  "Sales-Department": "Département des ventes",
  "Financial-Department": "Département financier",
  "IT-Department": "Département IT",
  "Learn-More": "Veuillez sélectionner un titre de poste pour en savoir plus !",
  "Chief-Financial-Officer": "Directeur financier",
  "Chief-Executive-Officer": "Directeur général",
  "Chief-Operating-Officer": "Président directeur général",
  "Human-Resources": "Ressources humaines",
  "Regional-Manager": "Directeur régional",
  "Office-Manager": "Responsable administratif",
  "Regional-Sales-Director": "Directeur régional des ventes",
  "Account-Executive": "Compte executif",
  "Salesman": "Vendeur",
  "Regional-Financial-Director": "Directeur Financier Régional",
  "Payroll-Administrator": "Administrateur de paie",
  "Financial-Analyst": "Analyste financier",
  "Fullstack-Developer": "Développeur Fullstack",
  "Network-Administrator": "Administrateur réseau",
  "Help-Desk-Administrator": "Administrateur du service d'assistance",
  "Selected-Job": "Emploi sélectionné :",
  "Department-Division": "Département/Division :",
  "Job-Description": "Description de l'emploi:",
  "CFO": "Nous recherchons un directeur financier qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous superviserez nos activités et notre stratégie financières. En tant que directeur financier, vous développerez et exécuterez la stratégie financière de l'organisation conformément à nos objectifs commerciaux globaux, en fournissant des conseils financiers stratégiques au PDG et aux autres dirigeants.",
  "CEO": "Nous recherchons un PDG qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous mènerez notre organisation vers de nouveaux sommets en prenant des décisions stratégiques d'entreprise, en supervisant l'ensemble des opérations et des ressources et en servant de principal agent de liaison entre le conseil d'administration et les opérations de l'entreprise. En tant que PDG, vous jouerez un rôle central dans la définition de l'orientation stratégique, l'identification des opportunités commerciales et la garantie de la conformité de l'entreprise aux exigences légales et réglementaires.",
  "COO": "Nous recherchons un chef de l'exploitation qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous favoriserez l’efficacité opérationnelle et mettrez en œuvre des stratégies pour nous aider à atteindre nos objectifs aussi efficacement que possible. En tant que membre clé de notre équipe de direction, vous serez responsable de l'élaboration et de la mise en œuvre de politiques et procédures opérationnelles, de l'alignement des stratégies opérationnelles sur nos objectifs commerciaux et de l'allocation efficace des ressources.",
  "HR": "Nous recherchons des ressources humaines qualifiées pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous gérerez le personnel, les questions liées à l'emploi et contribuerez au bien-être général de nos précieux employés, dans votre succursale régionale spécifique. Ce rôle est crucial pour créer un environnement de travail positif, garantir la conformité légale et soutenir les objectifs stratégiques de notre organisation.",
  "RM": "Nous recherchons un directeur régional qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la supervision et de la gestion des opérations, des ventes et des performances globales de plusieurs clients à plus grande échelle dans votre région spécifique. Ce poste de direction clé implique de fixer et d’atteindre des objectifs de performance, d’assurer la conformité et de favoriser la réussite financière.",
  "OM": "Nous recherchons un gestionnaire de bureau qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de superviser les opérations quotidiennes de notre bureau (emplacement à déterminer). Ce rôle central nécessite une personne dynamique possédant de solides compétences organisationnelles et de gestion pour assurer le fonctionnement harmonieux de notre bureau.",
  "RSD": "Nous recherchons un directeur régional des ventes qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle de leadership, vous serez responsable de la conduite des activités de vente dans votre région spécifique. En tant que membre clé de notre équipe, vous serez responsable de l'élaboration et de l'exécution de stratégies de vente, de la direction d'une équipe de vente dynamique et de la contribution à la croissance et au succès global de l'organisation.",
  "AE": "Nous recherchons un chargé de compte qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la gestion des comptes clients, de la croissance de l'entreprise et de la satisfaction des clients. Si vous vous épanouissez dans un environnement dynamique et collaboratif, nous vous invitons à faire partie de notre équipe.",
  "S": "Nous recherchons un vendeur qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de stimuler la croissance des revenus en vendant efficacement nos produits et services à des clients potentiels. Si vous êtes passionné par la vente, l'établissement de relations et l'atteinte d'objectifs, nous vous invitons à faire partie de notre équipe dynamique.",
  "RFD": "Nous recherchons un directeur financier régional compétent pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous superviserez et gérerez les opérations financières au sein de votre région spécifique. En tant que leader clé, vous jouerez un rôle crucial dans l'élaboration et la mise en œuvre de stratégies financières visant à favoriser le succès de nos opérations dans la région qui vous est assignée.",
  "PA": "Nous recherchons un administrateur de paie qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la gestion et du traitement de la rémunération des employés. En tant qu'administrateur de la paie, vous garantirez le paiement précis et en temps opportun des salaires, primes et avantages sociaux des employés tout en respectant les réglementations locales, étatiques et fédérales.",
  "FA": "Nous recherchons un analyste financier qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous fournirez des informations et des recommandations précieuses basées sur une analyse approfondie des données et des tendances financières. En tant qu'analyste financier, votre principale responsabilité sera d'appuyer les décideurs en interprétant des informations financières complexes et en les présentant de manière claire et significative.",
  "FD": "Nous recherchons un développeur Full Stack qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous tirerez parti de votre expertise en développement front-end et back-end pour créer des applications Web transparentes et conviviales. En tant que développeur Full Stack, vous serez responsable de la conception et de la mise en œuvre des éléments visuels avec lesquels les utilisateurs interagissent sur nos sites Web.",
  "NA": "Nous recherchons un administrateur réseau qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous gérerez et entretiendrez nos réseaux informatiques. En tant qu'administrateur réseau, vous assurerez le fonctionnement transparent de notre infrastructure réseau, englobant les réseaux locaux (LAN), les réseaux étendus (WAN) et autres systèmes de communication.",
  "HDA": "Nous recherchons un administrateur de service d'assistance compétent et axé sur le client pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de fournir une assistance technique et un soutien aux employés de l'organisation. Votre objectif principal sera de fournir un service crucial en résolvant le matériel, les logiciels, le réseau et d'autres problèmes liés à l'informatique au sein de notre organisation.",
  "Key-Responsibilities-CFO": "<li>Élaborer et exécuter la stratégie financière de l'organisation conformément aux objectifs commerciaux globaux.</li> <li>Fournir des conseils financiers stratégiques au PDG et aux autres dirigeants.</li> <li> Diriger les processus de planification financière et de budgétisation.< /li> <li>Effectuer des prévisions, des analyses et des modélisations financières pour soutenir la prise de décision.</li> <li>Identifier et évaluer les risques financiers et mettre en œuvre des stratégies d'atténuation des risques.</li> <li>Assurer le respect des réglementations financières. et les exigences en matière de reporting.</li> <li>Superviser la préparation et la présentation des rapports financiers aux parties prenantes, y compris le conseil d'administration, les investisseurs et les organismes de réglementation.</li> <li>Assurer l'exactitude, la transparence et le respect des normes comptables. </li> <li>Gérer les ressources financières et les investissements, la structure du capital, les liquidités et les flux de trésorerie de l'organisation.</li> <li>Diriger ou participer aux activités de fusion et d'acquisition, y compris la diligence raisonnable, les négociations et la planification de l'intégration. </li> <li>Déterminer les moyens les plus efficaces de lever des capitaux, que ce soit par le biais de dettes, de capitaux propres ou d'autres instruments financiers.</li> <li>Entretenir des relations avec les institutions financières et les investisseurs.</li> <li>Si vous êtes un leader financier chevronné doté d'un état d'esprit stratégique, de solides compétences analytiques et d'une expérience en matière d'excellence financière, nous vous invitons à rejoindre Odyssey Outfits en tant que directeur financier. Être un acteur clé dans la réussite financière et la croissance de notre organisation dynamique.</li>",
  "Key-Responsibilities-CEO": "<li>Définir l'orientation stratégique et les objectifs à long terme en collaboration avec le conseil d'administration.</li> <li>Identifier les opportunités commerciales et les risques potentiels.</li> <li>Travailler en étroite collaboration avec le directeur financier pour gérer les finances santé de l'entreprise.</li> <li>Examiner les rapports financiers et les budgets.</li> <li>Gérer et améliorer la marque et la réputation de l'entreprise.</li> <li>Régler rapidement les problèmes de relations publiques.</li > <li>Encourager l'innovation et l'adaptation aux conditions changeantes du marché.</li> <li>Mettre en œuvre des plans de gestion de crise pour faire face aux défis imprévus.</li> <li>Développer une perspective mondiale, en particulier pour les entreprises ayant des activités internationales.</li> <li>Développer une perspective mondiale, en particulier pour les entreprises ayant des activités internationales.</li> li> <li>Naviguer dans les complexités géopolitiques et économiques.</li> <li>En tant que leader visionnaire, vous conduirez Odyssey Outfits vers le succès, en favorisant l'innovation et en assurant notre croissance continue. Si vous possédez un état d'esprit stratégique, des compétences de leadership exceptionnelles et une passion pour l'excellence organisationnelle, nous vous invitons à diriger Odyssey Outfits en tant que PDG. Rejoignez-nous pour façonner l'avenir de notre entreprise dynamique et innovante.</li>",
  "Key-Responsibilities-COO": "<li>Élaborer et mettre en œuvre des politiques et procédures opérationnelles.</li> <li>Aligner les stratégies opérationnelles sur les objectifs commerciaux de l'organisation.</li> <li>Gérer et allouer efficacement les ressources, y compris la budgétisation, le personnel et la technologie.</li> li> <li>Travailler avec le service des ressources humaines pour attirer, développer et retenir les talents.</li> <li>Surveiller et évaluer les performances des différents départements et équipes.</li> <li> Rationaliser les flux de travail pour améliorer l'ensemble productivité.</li> <li>Superviser les processus de contrôle qualité pour garantir que les produits ou services répondent aux normes établies.</li> <li>Assurer que l'organisation dispose des bonnes personnes dans les bons rôles.</li> <li>Assurer le leadership et des conseils pour atteindre l'excellence opérationnelle.</li> <li>Fournir des rapports réguliers au PDG et aux autres dirigeants sur les performances opérationnelles.</li> <li>Communiquer les indicateurs clés et les informations opérationnelles.</li> <li>En tant que professionnel chevronné, vous apporterez votre expertise pour diriger nos initiatives opérationnelles, améliorer l’efficacité et contribuer au succès global d’Odyssey Outfits. Si vous vous épanouissez dans un environnement dynamique et collaboratif, nous vous invitons à nous rejoindre en tant que COO et à jouer un rôle clé dans l'élaboration de notre réussite opérationnelle.</li>",
  "Key-Responsibilities-HR": "<li>Attirez, recrutez et embauchez des candidats qualifiés pour les offres d'emploi.</li> <li>Menez des entretiens, des sélections et coordonnez l'ensemble du processus d'embauche.</li> <li>Réglez et résolvez les conflits sur le lieu de travail et les problèmes de relations avec les employés. .</li> <li>Favoriser un environnement de travail positif et améliorer le moral des employés.</li> <li>Fournir des commentaires, un encadrement et un soutien pour le développement des employés.</li> <li>Identifier les besoins de formation et coordonner le développement des employés. programmes.</li> <li>Administrer les programmes de rémunération, y compris les salaires, les primes et les avantages sociaux.</li> <li>Effectuer des révisions salariales et garantir une rémunération compétitive.</li> <li>Assurer le respect des lois et réglementations du travail. .</li> <li>Assurer le respect des règles de sécurité et mettre en œuvre des mesures préventives.</li> <li>Tenir des dossiers précis et confidentiels sur les employés.</li> <li>Gérer la documentation relative aux contrats de travail, aux promotions et aux licenciements. .</li> <li>Réaliser des entretiens de départ avec les employés qui partent.</li> <li>Gérer le processus de licenciement conformément aux politiques de l'entreprise et aux exigences légales.</li> <li>Identifier et développer des leaders potentiels au sein de l'organisation. .</li> <li>Planifier la succession des postes clés.</li> <li>Évaluer les performances du personnel de bureau et fournir des commentaires constructifs.</li> <li>Identifier les domaines à améliorer et mettre en œuvre les changements nécessaires. </li> <li>En tant que responsable des ressources humaines chez Odyssey Outfits, vous jouerez un rôle central dans l'élaboration de notre culture d'entreprise, en soutenant la croissance des employés et en garantissant le respect de toutes les questions liées à l'emploi. Si vous êtes un professionnel des ressources humaines chevronné et passionné par la création de lieux de travail positifs, nous vous invitons à rejoindre notre équipe et à contribuer au succès d'Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Fixez des buts et des objectifs de performance clairs pour chaque site de la région.</li> <li>Surveillez et évaluez les performances opérationnelles de chaque succursale ou site.</li> <li>Assurez-vous du strict respect des politiques et procédures de l'entreprise. , et les normes.</li> <li>Effectuer des audits réguliers pour confirmer la conformité à tous les niveaux.</li> <li>Gérer la performance financière de la région, y compris la budgétisation, les prévisions et le contrôle des dépenses.</li> < li>Analyser les rapports financiers et les indicateurs de performance clés pour identifier les domaines à améliorer.</li> <li>Superviser les activités de développement commercial et financier dans la région.</li> <li>Fournir des conseils stratégiques pour stimuler les revenus et la croissance du marché.< /li> <li>Diriger et guider les directeurs de succursale et les autres membres du personnel régional.</li> <li>Recruter, former et développer des équipes hautement performantes pour chaque site.</li> <li>Communiquer régulièrement avec les directeurs de succursale et d'autres membres de l'équipe.</li> <li>Collaborer avec d'autres départements, tels que le marketing, les ressources humaines et les finances.</li> <li>Superviser les programmes de formation du personnel de la région.</li> <li>Soutenir développement professionnel et perfectionnement des compétences.</li> <li>Identifier les opportunités d'expansion et de croissance dans la région.</li> <li>Évaluer de nouveaux emplacements ou marchés potentiels.</li> <li>Collaborer avec le siège social et d'autres partenaires régionaux. les gestionnaires pour assurer la cohérence des opérations et des initiatives stratégiques.</li> <li>Partager les meilleures pratiques et contribuer au succès global de l'entreprise.</li> <li>Préparer et présenter des rapports réguliers à la haute direction sur les performances de la région. </li> <li>Fournir des informations et des recommandations d'amélioration.</li> <li>En tant que directeur régional chez Odyssey Outfits, vous jouerez un rôle essentiel dans la conduite du succès et de la croissance de notre organisation sur plusieurs sites. Si vous êtes un leader stratégique ayant fait ses preuves en matière d'obtention de résultats, nous vous invitons à rejoindre notre équipe et à contribuer au succès continu d'Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Fournir un soutien administratif complet aux différents départements de l'organisation.</li> <li>Gérer les fournitures de bureau, l'équipement et les stocks pour répondre aux besoins opérationnels.</li> <li>Superviser et coordonner le travail des services administratifs et de soutien. personnel.</li> <li>Superviser le recrutement, la formation et effectuer des évaluations de performance.</li> <li>Veiller à ce que les installations du bureau soient bien entretenues et offrir un environnement de travail propice.</li> <li>Aider à préparation du budget et gestion des dépenses liées au bureau.</li> <li>Faciliter la communication entre les différents départements et équipes.</li> <li>Promouvoir une culture de travail collaborative et communicative.</li> <li>Maintenir une organisation et enregistrements, fichiers et bases de données à jour.</li> <li>Assurer le respect des réglementations en matière de protection des données et de confidentialité.</li> <li>Superviser l'utilisation et la maintenance de la technologie de bureau, y compris les ordinateurs, les imprimantes et systèmes de communication.</li> <li>Mettre en œuvre et mettre à jour les applications logicielles selon les besoins.</li> <li>Négocier des contrats et des accords pour les services liés au bureau.</li> <li>Garantir des solutions rentables pour les exigences connexes.</li> <li>En tant que gestionnaire de bureau chez Odyssey Outfits, vous jouerez un rôle central dans le maintien d'un environnement de bureau efficace et bien organisé. Si vous êtes une personne proactive possédant d'excellentes compétences en gestion et en organisation, nous vous invitons à rejoindre notre équipe et à contribuer au succès de notre organisation.</li>",
  "Key-Responsibilities-RSD": "<li>Développer et mettre en œuvre des stratégies et des plans de vente pour la division commerciale et la région affectée.</li> <li>Définir et atteindre des objectifs de vente et des objectifs commerciaux en accord avec les objectifs de l'entreprise.</li> <li>Diriger et gérer un équipe de professionnels des ventes dans la région.</li> <li>Engagez, formez et motivez l'équipe de vente pour atteindre des normes de haute performance.</li> <li>Analysez les données sur les performances des ventes, les tendances du marché et les commentaires des clients. </li> <li>Évaluer l'efficacité des stratégies de vente et prendre des décisions d'amélioration basées sur les données.</li> <li>Établir et entretenir des relations avec les principaux clients, partenaires et parties prenantes.</li> <li>Construire un réseau pour promouvoir la croissance de l'entreprise, la satisfaction de la clientèle et l'expansion du marché.</li> <li>Développer et gérer le budget des ventes pour la région.</li> <li>Surveiller et contrôler les dépenses pour assurer la rentabilité.</li> <li>Travailler en étroite collaboration avec d'autres départements, notamment le marketing, les finances et les opérations.</li> <li>Assurer l'alignement des activités de vente sur les objectifs commerciaux globaux.</li> <li>Fournir des rapports réguliers à la haute direction sur les performances commerciales. , les tendances du marché et les mesures pertinentes.</li> <li>Assurez-vous que les activités de vente sont conformes aux lois, réglementations et politiques de l'entreprise en vigueur.</li> <li>Comprenez les besoins et les préférences des clients pour maintenir une approche centrée sur le client. </li> <li>Mettre en œuvre des stratégies pour améliorer la satisfaction et la fidélité des clients.</li> <li>Identifier les opportunités d'expansion et de croissance du marché dans la région.</li> <li>Élaborer des plans pour pénétrer de nouveaux marchés et accroître le marché. partager.</li> <li>Si vous êtes un penseur stratégique avec une expérience avérée en matière de leadership commercial, envisagez de rejoindre Odyssey Outfits en tant que directeur régional des ventes. Être une force motrice pour façonner le succès de notre division des ventes et contribuer à la croissance globale de notre organisation.</li>",
  "Key-Responsibilities-AE": "<li>Établir et entretenir des relations solides avec les clients, en favorisant la confiance et la fidélité.</li> <li>Agir en tant que point de contact principal pour les clients, en répondant à leurs besoins et préoccupations.</li> <li>Rechercher activement de nouvelles affaires. opportunités d'élargir la clientèle.</li> <li>Travailler à atteindre et dépasser les objectifs de vente grâce à des stratégies efficaces.</li> <li>Communiquer efficacement la valeur des produits ou des services aux clients.</li> <li> Présentez les avantages et les propositions de vente uniques pour répondre aux exigences des clients.</li> <li>Négociez les contrats, les conditions et les prix pour parvenir à des accords mutuellement avantageux.</li> <li>Assurez-vous que les accords contractuels correspondent aux intérêts des deux parties. le client et l'entreprise.</li> <li>Traiter et résoudre rapidement les problèmes ou les préoccupations des clients pour garantir leur satisfaction.</li> <li>Collaborer avec les équipes internes pour fournir des solutions en temps opportun et entretenir des relations positives avec les clients.</li> < li>Développer et mettre en œuvre des stratégies pour développer les comptes existants et acquérir de nouveaux clients.</li> <li>Identifier les opportunités de vente incitative ou croisée de produits ou de services supplémentaires.</li> <li>Rester informé des tendances du secteur, conditions du marché et activités des concurrents.</li> <li>Utilisez les connaissances du marché pour adapter vos stratégies et garder une longueur d'avance sur les changements du secteur.</li> <li>Travailler en étroite collaboration avec les équipes internes, telles que le marketing et le développement de produits, pour répondre aux besoins des clients. besoins.</li> <li>Collaborer sur des initiatives qui améliorent la satisfaction des clients et contribuent au succès de l'entreprise.</li> <li>Fournir des rapports réguliers sur les activités de vente, les réalisations et les défis.</li> <li>Contribuer à l'analyse des performances commerciales et recommander des améliorations.</li> <li>Si vous êtes une personne proactive et axée sur les résultats, dotée d'excellentes compétences en communication et en négociation, envisagez de rejoindre Odyssey Outfits en tant que responsable de compte. Faites partie de notre équipe et contribuez au succès de nos clients et à la croissance globale de l'organisation.</li>",
  "Key-Responsibilities-S": "<li>Rechercher activement des clients potentiels et identifier de nouvelles opportunités de vente.</li> <li>Utiliser différents canaux pour générer des prospects et élargir la clientèle.</li> <li>Établir et entretenir des relations avec les clients en comprenant leurs besoins. et en fournissant des informations pertinentes.</li> <li>Assurer une expérience client positive en répondant aux demandes et aux préoccupations.</li> <li>Développer une compréhension approfondie des produits ou des services proposés.</li> <li>Communiquer efficacement caractéristiques et avantages du produit pour les clients potentiels.</li> <li>Réaliser des présentations commerciales convaincantes pour présenter la proposition de valeur de nos produits ou services.</li> <li>Adapter les présentations pour répondre aux besoins et préoccupations spécifiques des clients.</li > <li>Négocier les conditions, les prix et les accords pour conclure des affaires de manière mutuellement avantageuse.</li> <li>Obtenir les engagements des clients à effectuer un achat et finaliser les transactions de vente.</li> <li>Atteindre ou dépasser objectifs de vente et quotas fixés par l'entreprise.</li> <li>S'efforcer continuellement d'atteindre et de dépasser les objectifs individuels et d'équipe.</li> <li>Rester informé des tendances du secteur, des conditions du marché et des activités des concurrents.</li> > <li>Identifiez les opportunités et les défis potentiels du marché.</li> <li>Recueillez les commentaires des clients pour améliorer les produits, les services ou l'expérience client globale.</li> <li>Fournissez des informations précieuses pour contribuer au amélioration de nos offres.</li> <li>Maintenir des enregistrements précis des activités de vente, des interactions avec les clients et d'autres informations pertinentes.</li> <li>Utiliser les outils CRM pour suivre et gérer les relations clients et la progression des ventes.</li > <li>Si vous êtes une personne axée sur les résultats et possédant d'excellentes compétences en communication et en négociation, nous vous encourageons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour stimuler le succès des ventes et contribuer à la croissance et à la prospérité de notre organisation.</li>",
  "Key-Responsibilities-RFD": "<li>Élaborer et mettre en œuvre des stratégies et des plans financiers adaptés aux besoins uniques de la région.</li> <li>Effectuer des analyses et des prévisions financières pour soutenir la prise de décision stratégique.</li> <li>Créer et gérer des budgets pour la région, en garantissant l'alignement avec les objectifs commerciaux globaux.</li> <li>Mettre en œuvre des mesures de contrôle des coûts pour optimiser les performances financières.</li> <li>Fournir des rapports financiers précis et opportuns à la haute direction, en proposant des informations et des recommandations.</li> <li> li> <li>Établir des indicateurs de performance clés (KPI) pour mesurer et évaluer la performance financière.</li> <li>Identifier et atténuer les risques financiers dans la région.</li> <li>Mettre en œuvre des stratégies de gestion des risques pour protéger la performance de l'organisation. actifs financiers.</li> <li>Travailler en étroite collaboration avec les responsables et les équipes régionales pour aligner les objectifs financiers sur les objectifs opérationnels.</li> <li>Fournir des conseils financiers et un soutien aux équipes locales, en favorisant un environnement de collaboration.</li> <li>Assurer le respect des normes comptables, des exigences réglementaires et des normes de gouvernance d'entreprise.</li> <li>Mettre en œuvre des contrôles internes pour protéger l'intégrité financière.</li> <li>Évaluer et optimiser les processus financiers pour améliorer l'efficience et l'efficacité. </li> <li>Rechercher continuellement des opportunités d'amélioration des processus et d'innovation.</li> <li>Diriger et développer une équipe de professionnels de la finance dans la région.</li> <li>Fournir un mentorat et des conseils pour favoriser la croissance professionnelle. et l'excellence.</li> <li>Participer aux processus de prise de décision stratégiques liés aux investissements, aux acquisitions et à d'autres initiatives financières.</li> <li>Conseiller la haute direction sur les implications financières des stratégies commerciales.</li> <li>Si vous êtes un leader financier chevronné doté d'un état d'esprit stratégique et d'une passion pour la réussite financière au niveau régional, nous vous invitons à postuler pour ce poste à fort impact chez Odyssey Outfits. Rejoignez-nous pour façonner l'avenir financier de notre organisation et contribuer à notre croissance et à notre succès continus.</li>",
  "Key-Responsibilities-PA": "<li>Calculez et traitez les salaires, primes et autres formes de rémunération des employés.</li> <li>Surveillez et enregistrez les heures de travail des employés, y compris les heures supplémentaires, les demandes de congés et les informations relatives à la présence.</li > <li>Gérer les déductions fiscales, y compris l'impôt sur le revenu, les cotisations de sécurité sociale et autres déductions légales.</li> <li>Assurer le respect de la réglementation fiscale et la soumission en temps opportun des informations fiscales.</li> <li>Gérer les avantages sociaux des employés, tels que l'assurance maladie, les cotisations de retraite et d'autres avantages, garantissant une réflexion précise dans la paie.</li> <li>Tenez-vous au courant des changements dans les offres d'avantages sociaux et mettez à jour les systèmes de paie en conséquence.</li> <li>Maintenez des avantages précis et des registres de paie à jour, y compris les informations sur les employés, les retenues d'impôt et d'autres données pertinentes.</li> <li>Générer des rapports de paie à des fins de gestion, de comptabilité et d'audit.</li> <li>Assurer le respect des réglementations locales, étatiques et fédérales concernant la paie, la fiscalité et les lois du travail.</li> <li>Restez informé des mises à jour et des modifications apportées aux réglementations pertinentes.</li> <li>Distribuez rapidement les chèques de paie ou coordonnez les transferts électroniques de fonds aux employés. et avec précision.</li> <li>Fournir la documentation pour les audits internes et externes.</li> <li>Collaborer avec les équipes d'audit pour garantir des processus de paie précis et transparents.</li> <li>Répondre aux demandes des employés concernant la paie. questions, en traitant les problèmes ou les divergences rapidement et professionnellement.</li> <li>Gérez et maintenez les logiciels et systèmes de paie, en restant informé des mises à jour et des changements.</li> <li>Si vous êtes un professionnel organisé et minutieux avec Passionné par la gestion de la paie et la conformité, nous vous invitons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour assurer le traitement fluide et précis de la rémunération des employés au sein de notre organisation.</li>",
  "Key-Responsibilities-FA": "<li>Analyser les données financières, les tendances du marché et les indicateurs économiques pour évaluer les performances de l'organisation.</li> <li>Utiliser des techniques statistiques et la modélisation financière pour interpréter des informations financières complexes.</li> <li>Aider au développement et gérer les plans financiers et les budgets qui correspondent aux objectifs commerciaux globaux.</li> <li>Travailler en collaboration avec différents départements pour garantir que les plans financiers soutiennent les objectifs stratégiques de l'organisation.</li> <li>Créer des modèles financiers pour prévoir l'avenir. les revenus, les dépenses et la performance financière globale.</li> <li>Fournir des informations proactives et soutenir la planification des défis potentiels.</li> <li>Préparer et présenter des rapports financiers à la direction, aux parties prenantes ou aux organismes de réglementation.</li > <li>Présenter une analyse budgétaire, une analyse des écarts et des recommandations d'amélioration concrètes.</li> <li>Évaluer les risques et opportunités financiers associés à diverses décisions commerciales, y compris les investissements et les fusions.</li> <li>Effectuer des analyses de coûts. analyser les avantages et fournir des recommandations pour les activités financières stratégiques.</li> <li>Analyser les coûts associés aux différentes opérations commerciales et recommander des mesures de réduction des coûts pour améliorer l'efficacité.</li> <li>Assurer que les opérations financières et les rapports sont conformes aux lois en vigueur. , les réglementations et les normes du secteur.</li> <li>Communiquer efficacement des informations financières complexes à différents départements, en favorisant la collaboration et la compréhension.</li> <li>Surveiller en permanence les tendances financières, les changements du secteur et les conditions économiques pour fournir des informations à jour. des informations à jour pour la prise de décision.</li> <li>Si vous êtes un analyste financier soucieux du détail et passionné par la fourniture d'informations financières stratégiques, nous vous invitons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour contribuer au succès financier et à la croissance stratégique de notre organisation.</li>",
  "Key-Responsibilities-FD": "<li>Concevez et implémentez des interfaces utilisateur à l'aide de technologies telles que HTML, CSS et JavaScript.</li> <li>Écrivez du code pour le navigateur de l'utilisateur, en gérant les interactions, les validations de formulaires et les mises à jour dynamiques du contenu.</li> <li> Utilisez des frameworks et des bibliothèques populaires tels que React, Angular ou Vue.js.</li> <li>Assurez-vous que l'application fonctionne de manière transparente sur différents navigateurs Web, en répondant aux défis de développement front-end.</li> <li>Gérez les bases de données, traitez requêtes et effectuez des tâches côté serveur à l'aide de langages tels que Node.js, Python, Ruby, Java ou PHP.</li> <li>Concevez et maintenez des bases de données, garantissant un stockage et une récupération efficaces des données. Les bases de données courantes incluent MySQL, PostgreSQL, MongoDB ou Firebase.</li> <li>Déployez et gérez l'infrastructure du serveur, y compris les plates-formes cloud comme AWS, Azure ou Google Cloud.</li> <li>Créez et gérez des API qui faciliter la communication entre les composants frontend et backend de l'application, garantissant un échange de données fluide.</li> <li>Identifier et corriger les bogues dans le code frontend et backend, garantissant la fiabilité et les performances globales de l'application.</li> < li>Collaborer avec d'autres membres de l'équipe, notamment des concepteurs UI/UX, des collègues développeurs et des chefs de projet, pour contribuer au succès de nos projets.</li> <li>Si vous êtes un développeur Fullstack qualifié et passionné par la création innovante et des applications Web centrées sur l'utilisateur, nous vous invitons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour façonner l'avenir de notre présence numérique et fournir des solutions de haute qualité à nos utilisateurs.</li>",
  "Key-Responsibilities-NA": "<li>Concevoir, mettre en œuvre et configurer des réseaux informatiques, y compris des routeurs, des commutateurs, des pare-feu et d'autres composants matériels.</li> <li>Mettre en œuvre et maintenir des mesures de sécurité robustes pour protéger le réseau contre les accès non autorisés, les cybermenaces et les données. violations.</li> <li>Diagnostiquer et résoudre les problèmes de réseau, les problèmes de connectivité et les pannes matérielles ou logicielles.</li> <li>Surveiller régulièrement les performances du réseau et les optimiser pour plus d'efficacité.</li> <li>Identifier et résoudre les goulots d'étranglement pour garantir un fonctionnement optimal du réseau.</li> <li>Effectuer des tâches de maintenance de routine, telles que la mise à jour du micrologiciel, l'application de correctifs de sécurité et la garantie que les composants matériels et logiciels sont à jour.</li> <li>Aider à mettre fin aux problèmes. aux utilisateurs ayant des problèmes liés au réseau, en fournissant une assistance technique et en proposant une formation sur l'utilisation du réseau.</li> <li>Maintenir une documentation détaillée de l'architecture, des configurations et des modifications du réseau. Cette documentation est cruciale pour le dépannage et la planification future.</li> <li>Travailler en étroite collaboration avec d'autres professionnels de l'informatique, tels que les administrateurs système, les spécialistes de la sécurité et les responsables informatiques, pour garantir une intégration transparente des services réseau.</li> <li >Planifiez les besoins futurs du réseau, évaluez les exigences d'évolutivité et recommandez des mises à niveau ou des extensions pour répondre aux demandes croissantes de l'organisation.</li> <li>Mettre en œuvre des solutions de sauvegarde et des plans de reprise après sinistre pour protéger les données critiques en cas d'événements inattendus.</li > <li>Si vous êtes un administrateur réseau qualifié et passionné par la garantie de la fiabilité et de la sécurité des réseaux informatiques, nous vous encourageons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour maintenir une infrastructure réseau robuste et efficace qui soutient les opérations et la croissance de notre organisation.</li>",
  "Key-Responsibilities-HDA": "<li>Répondre rapidement aux demandes et aux problèmes soulevés par les utilisateurs finaux, en proposant des conseils et une assistance au dépannage.</li> <li>Analyser, identifier et diagnostiquer les problèmes matériels et logiciels afin de déterminer des solutions efficaces.</li> <li> Fournir des conseils et des instructions étape par étape clairs et concis aux utilisateurs pour une résolution efficace des problèmes.</li> <li>Aider les utilisateurs avec les installations, mises à jour et configurations de logiciels.</li> <li>Documenter et conserver les enregistrements des problèmes signalés. problèmes, solutions et problèmes courants.</li> <li>Créer des articles et des guides de base de connaissances pour permettre aux utilisateurs de s'auto-aider.</li> <li>Communiquer des informations techniques de manière conviviale, en particulier lorsqu'il s'agit d'aider des non-utilisateurs. -utilisateurs techniques.</li> <li>Tenir les utilisateurs informés de l'état et de la progression des problèmes signalés.</li> <li>Effectuer des tâches de maintenance de routine sur les ordinateurs, les serveurs et autres équipements informatiques.</li> <li >Assurer que les applications logicielles sont à jour en appliquant des correctifs et des mises à jour.</li> <li>Organiser des sessions de formation pour les utilisateurs finaux afin d'améliorer leur compréhension des outils et applications informatiques de base.</li> <li>Éduquer les utilisateurs sur les meilleures pratiques en matière de sécurité et de protection des données.</li> <li>Collaborer avec d'autres professionnels de l'informatique, tels que des administrateurs réseau et des ingénieurs système, pour résoudre des problèmes complexes.</li> <li>Transmettre les problèmes aux équipes d'assistance de niveau supérieur si nécessaire .</li> <li>Mettre en œuvre et appliquer des mesures de sécurité pour se protéger contre les violations de données et les accès non autorisés.</li> <li>Aider à la mise en œuvre de protocoles et de politiques de sécurité.</li> <li>Fournir un excellent service client en étant réactif, accessible et professionnel.</li> <li>Assurer une expérience positive et utile pour les utilisateurs finaux.</li> <li>Si vous êtes un résolveur de problèmes proactif avec d'excellentes compétences en communication et une passion pour la livraison support informatique exceptionnel, nous vous invitons à postuler pour cette opportunité passionnante chez Odyssey Outfits. Rejoignez-nous pour maintenir l'efficacité et la productivité des systèmes informatiques de notre organisation tout en fournissant un support de premier ordre à nos précieux utilisateurs.</li>",
  "Full-Time": "<img alt='Mallette&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Temps plein",
  "Date-Posted": "<img alt='Heure&nbsp;' src='./Assets/Img/Time-512x512.png'>Publié il y a 1 semaine",
  "Apply-Now": "Appliquer maintenant",
  "label-form-name": "Prénom:",
  "label-form-lname": "Nom de famille:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Numéro de téléphone:",
  "label-form-linkedin": "Linkedin :",
  "label-form-address": "Adresse actuelle:",
  "label-form-legal": "Êtes-vous légalement autorisé à travailler aux États-Unis ?",
  "label-form-education": "Avez-vous complété le niveau d'études suivant : Baccalauréat ?",
  "fileInputLabel": "Téléchargez votre CV",
  "pdf-file-error": "Veuillez télécharger un fichier PDF valide.",
  "submit-resume": "Soumettez votre candidature",
  "application-sent": "Candidature envoyée !",
  "received-application": "Merci d'avoir soumis votre candidature ! Nous l'avons reçu avec succès. Veuillez vous attendre à recevoir une notification par e-mail concernant l'état de votre candidature au fur et à mesure que nous progressons dans notre processus d'examen approfondi. Nous apprécions votre patience et attendons avec impatience la possibilité de travailler ensemble.",
  "application-not-sent": "Candidature non envoyée !",
  "not-received-application": "Merci d'avoir soumis votre candidature ! Il semble que nous ayons eu une erreur lors de l'envoi de l'e-mail de confirmation, veuillez réessayer bientôt.",
  "form-yes": "Oui",
  "form-no": "Non",
  "form-yes-2": "Oui",
  "form-no-2": "Non",
  "error-404": "Erreur 404 - Page non trouvée :(",
  "copyright": "© 2024 Odyssey Suits.&nbsp;Tous droits réservés."
}