{
  "TOS-welcome": "Accueillir!",
  "TOS-locale": "Veuillez sélectionner une langue par défaut :",
  "TOS-preamble": "Notre site Web rassemble des données utilisateur pour améliorer l'expérience utilisateur globale.<br> En continuant à utiliser notre site, vous acceptez nos conditions d'utilisation.",
  "TOS-TOS": "Conditions d'utilisation",
  "TOS-ADA": "Notre site Web est conforme à l'ADA (Americans with Disabilities Act), vous pouvez donc cliquer sur l'icône en forme d'œil située dans le coin supérieur droit pour basculer en mode de conformité ADA.",
  "toast-ok": "D'ACCORD",
  "ada-disabled": "Vous avez désactivé le mode ADA.",
  "ada-disabled-continue": "Il semble que vous ayez désactivé le mode ADA, vous devrez actualiser pour continuer.",
  "ada-enabled": "Vous avez activé le mode ADA.",
  "ada-enabled-continue": "Il semble que vous ayez activé le mode ADA, la palette de couleurs de ce site Web sera noir sur blanc jusqu'à ce que le mode ADA soit désactivé.",
  "nav-home": "Maison",
  "nav-about": "À propos",
  "nav-services": "Prestations de service",
  "nav-contact": "Contact",
  "nav-resume": "Télécharger un curriculum vitae",
  "Select-a-Job": "Sélectionnez un emploi",
  "Upper-Management": "Haute direction",
  "Chief-Financial-Officer": "Directeur financier",
  "Chief-Executive-Officer": "Directeur général",
  "Chief-Operating-Officer": "Président directeur général",
  "Lower-Management": "Gestion inférieure",
  "Human-Resources": "Ressources humaines",
  "Regional-Manager": "Directeur régional",
  "Office-Manager": "Responsable administratif",
  "Sales-Department": "Département des ventes",
  "Regional-Sales-Director": "Directeur régional des ventes",
  "Account-Executive": "Compte executif",
  "Salesman": "Vendeur",
  "Financial-Department": "Département financier",
  "Regional-Financial-Director": "Directeur Financier Régional",
  "Payroll-Administrator": "Administrateur de paie",
  "Financial-Analyst": "Analyste financier",
  "IT-Department": "Département IT",
  "Fullstack-Developer": "Développeur Fullstack",
  "Network-Administrator": "Administrateur réseau",
  "Help-Desk-Administrator": "Administrateur du service d'assistance",
  "Selected-Job": "Emploi sélectionné :",
  "Department-Division": "Département/Division :",
  "Job-Description": "Description de l'emploi:",
  "CFO": "Nous recherchons un directeur financier qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous superviserez nos activités et notre stratégie financières. En tant que directeur financier, vous développerez et exécuterez la stratégie financière de l'organisation conformément à nos objectifs commerciaux globaux, en fournissant des conseils financiers stratégiques au PDG et aux autres dirigeants.",
  "CEO": "Nous recherchons un PDG qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous mènerez notre organisation vers de nouveaux sommets en prenant des décisions stratégiques d'entreprise, en supervisant l'ensemble des opérations et des ressources et en servant de principal agent de liaison entre le conseil d'administration et les opérations de l'entreprise. En tant que PDG, vous jouerez un rôle central dans la définition de l'orientation stratégique, l'identification des opportunités commerciales et la garantie de la conformité de l'entreprise aux exigences légales et réglementaires.",
  "COO": "Nous recherchons un chef de l'exploitation qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous favoriserez l’efficacité opérationnelle et mettrez en œuvre des stratégies pour nous aider à atteindre nos objectifs aussi efficacement que possible. En tant que membre clé de notre équipe de direction, vous serez responsable de l'élaboration et de la mise en œuvre de politiques et procédures opérationnelles, de l'alignement des stratégies opérationnelles sur nos objectifs commerciaux et de l'allocation efficace des ressources.",
  "HR": "Nous recherchons des ressources humaines qualifiées pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous gérerez le personnel, les questions liées à l'emploi et contribuerez au bien-être général de nos précieux employés, dans votre succursale régionale spécifique. Ce rôle est crucial pour créer un environnement de travail positif, garantir la conformité légale et soutenir les objectifs stratégiques de notre organisation.",
  "RM": "Nous recherchons un directeur régional qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la supervision et de la gestion des opérations, des ventes et des performances globales de plusieurs clients à plus grande échelle dans votre région spécifique. Ce poste de direction clé implique de fixer et d’atteindre des objectifs de performance, d’assurer la conformité et de favoriser la réussite financière.",
  "OM": "Nous recherchons un gestionnaire de bureau qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de superviser les opérations quotidiennes de notre bureau (emplacement à déterminer). Ce rôle central nécessite une personne dynamique possédant de solides compétences organisationnelles et de gestion pour assurer le fonctionnement harmonieux de notre bureau.",
  "RSD": "Nous recherchons un directeur régional des ventes qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle de leadership, vous serez responsable de la conduite des activités de vente dans votre région spécifique. En tant que membre clé de notre équipe, vous serez responsable de l'élaboration et de l'exécution de stratégies de vente, de la direction d'une équipe de vente dynamique et de la contribution à la croissance et au succès global de l'organisation.",
  "AE": "Nous recherchons un chargé de compte qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la gestion des comptes clients, de la croissance de l'entreprise et de la satisfaction des clients. Si vous vous épanouissez dans un environnement dynamique et collaboratif, nous vous invitons à faire partie de notre équipe.",
  "SM": "Nous recherchons un vendeur qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de stimuler la croissance des revenus en vendant efficacement nos produits et services à des clients potentiels. Si vous êtes passionné par la vente, l'établissement de relations et l'atteinte d'objectifs, nous vous invitons à faire partie de notre équipe dynamique.",
  "RFD": "Nous recherchons un directeur financier régional compétent pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous superviserez et gérerez les opérations financières au sein de votre région spécifique. En tant que leader clé, vous jouerez un rôle crucial dans l'élaboration et la mise en œuvre de stratégies financières visant à favoriser le succès de nos opérations dans la région qui vous est assignée.",
  "PA": "Nous recherchons un administrateur de paie qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de la gestion et du traitement de la rémunération des employés. En tant qu'administrateur de la paie, vous garantirez le paiement précis et en temps opportun des salaires, primes et avantages sociaux des employés tout en respectant les réglementations locales, étatiques et fédérales.",
  "FA": "Nous recherchons un analyste financier qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous fournirez des informations et des recommandations précieuses basées sur une analyse approfondie des données et des tendances financières. En tant qu'analyste financier, votre principale responsabilité sera d'appuyer les décideurs en interprétant des informations financières complexes et en les présentant de manière claire et significative.",
  "FD": "Nous recherchons un développeur Full Stack qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous tirerez parti de votre expertise en développement front-end et back-end pour créer des applications Web transparentes et conviviales. En tant que développeur Full Stack, vous serez responsable de la conception et de la mise en œuvre des éléments visuels avec lesquels les utilisateurs interagissent sur nos sites Web.",
  "NA": "Nous recherchons un administrateur réseau qualifié pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous gérerez et entretiendrez nos réseaux informatiques. En tant qu'administrateur réseau, vous assurerez le fonctionnement transparent de notre infrastructure réseau, englobant les réseaux locaux (LAN), les réseaux étendus (WAN) et autres systèmes de communication.",
  "HDA": "Nous recherchons un administrateur de service d'assistance compétent et axé sur le client pour rejoindre notre équipe chez Odyssey Outfits. Dans ce rôle, vous serez responsable de fournir une assistance technique et un soutien aux employés de l'organisation. Votre objectif principal sera de fournir un service crucial en résolvant le matériel, les logiciels, le réseau et d'autres problèmes liés à l'informatique au sein de notre organisation.",
  "label-form-name": "Prénom:",
  "label-form-lname": "Nom de famille:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Numéro de téléphone:",
  "label-form-linkedin": "Linkedin :",
  "label-form-address": "Adresse actuelle:",
  "label-form-legal": "Êtes-vous légalement autorisé<br>à travailler aux États-Unis ?",
  "label-form-education": "Avez-vous complété le niveau d'études suivant : Baccalauréat ?",
  "fileInputLabel": "Télécharger votre CV",
  "pdf-file-error": "Veuillez télécharger un fichier PDF valide.",
  "submit-resume": "Soumettez votre candidature",
  "application-sent": "Candidature envoyée !",
  "received-application": "Merci d'avoir soumis votre candidature ! Nous l'avons reçu avec succès. Veuillez vous attendre à recevoir une notification par e-mail concernant l'état de votre candidature au fur et à mesure que nous progressons dans notre processus d'examen approfondi. Nous apprécions votre patience et attendons avec impatience la possibilité de travailler ensemble.",
  "application-not-sent": "Candidature non envoyée !",
  "not-received-application": "Merci d'avoir soumis votre candidature ! Il semble que nous ayons eu une erreur lors de l'envoi de l'e-mail de confirmation, veuillez réessayer bientôt.",
  "form-yes": "Oui",
  "form-no": "Non",
  "form-yes-2": "Oui",
  "form-no-2": "Non",
  "error-404": "Erreur 404 - Page non trouvée :(",
  "copyright": "© 2023 Odyssey Suits.&nbsp;Tous droits réservés."
}