{
  "TOS-welcome": "いらっしゃいませ！",
  "TOS-locale": "デフォルトの言語を選択してください:",
  "TOS-preamble": "当社の Web サイトは、全体的なユーザー エクスペリエンスを向上させるためにユーザー データを収集します。<br> 当社のサイトを引き続き使用すると、当社の TOS に同意したことになります。",
  "TOS-TOS": "利用規約とプライバシーポリシー",
  "TOS-ADA": "当社の Web サイトは ADA (米国障害者法) 基準に準拠しています。<br>そのため、右上隅にある目のアイコンをクリックして<br>ADA 準拠モードに切り替えることができます。",
  "toast-ok": "わかりました",
  "ada-disabled": "ADA モードが無効になっています。",
  "ada-disabled-continue": "ADA モードが無効になっているようです。続行するには更新する必要があります。",
  "ada-enabled": "ADA モードを有効にしました。",
  "ada-enabled-continue": "ADA モードが有効になっているようです。ADA モードが無効になるまで、この Web サイトの配色は白地に黒になります。",
  "nav-home": "家",
  "nav-contact": "接触",
  "nav-careers": "キャリア",
  "nav-legal": "法律上の",
  "Motto": "Odyssey Outfits で<br>キャリアをスタートしましょう",
  "Bio": "私たちは学び、成長し、より環境に優しい未来に貢献する機会を提供します。",
  "Explore-Careers": "私たちのキャリアを詳しく見る",
  "why-us": "なんで私達なの？",
  "Learning-and-Growth-Opportunities-1": "学習と成長の機会",
  "Learning-and-Growth-Opportunities-2": "学習と成長の機会",
  "Learning-and-Growth-Opportunities-3": "私たちは、あなたの分野で前進し続けるために必要なツールとリソースを提供します。創造性と革新性を重視する私たちのチームに加わってください。当社の職場環境は、既成概念にとらわれない考え方を奨励し、持続可能なファッションの未来を形作るアイデアに貢献できるようにします。",
  "Positive-Brand-Image-1": "ポジティブなブランドイメージ",
  "Positive-Brand-Image-2": "ポジティブなブランドイメージ",
  "Positive-Brand-Image-3": "私たちの使命の中心は、あなたのワードローブを強化するだけでなく、地球にポジティブな影響を与えるファッションを作り出すことに尽力することです。私たちのチームに参加して、環境に配慮した取り組みを促進する触媒になってください。",
  "Flexibility-1": "柔軟性",
  "Flexibility-2": "柔軟性",
  "Flexibility-3": "当社は従業員の柔軟性を価値観の基礎として優先しています。ワークライフバランスの重要性を認識し、柔軟なスケジュールとリモートワークのオプションをチームに提供します。私たちは、調和のとれた柔軟な職場環境が個人の幸福を高めるだけでなく、創造性と革新性を促進すると信じています。",
  "Healthy-Workplace-1": "健康的な職場",
  "Healthy-Workplace-2": "健康的な職場",
  "Healthy-Workplace-3": "私たちのチームは、健康的で多様性のある職場づくりに取り組んでいます。私たちは、多様なチームが豊かな視点と創造性をもたらし、持続可能なファッションへの取り組みにおける革新を促進すると信じています。当社の包括的な環境は違いを尊重し、相互の尊重と理解を促進する文化を受け入れています。",
  "contact-us": "お問い合わせ！",
  "label-contact-name": "名前：",
  "label-contact-email": "Eメール：",
  "label-contact-message": "メッセージ：",
  "contact-submit": "提出する",
  "legal-docs": "法的文書",
  "github-wiki": "GitHub ウィキ",
  "full-feature-list": "全機能リスト",
  "legal-compliance": "法令順守",
  "legal-compliance-github": "法的遵守 (GitHub Wiki)",
  "TOS-privacy-policy": "利用規約とプライバシーポリシー",
  "TOS-privacy-policy-github": "利用規約とプライバシー ポリシー (GitHub Wiki)",
  "hosting": "ホスティング",
  "hosting-1": "Amir 氏と Krug 氏 (以下、「開発者」と呼びます) は、「Odyssey Outfits」 (以下、「サービス」と呼びます) は<strong>ではない</strong>と明確に述べています。登録された LLC であり、製品やサービスを製造、販売、または提供する法的権限または小売権限がありません。",
  "hosting-2": "サービスのリポジトリは GitHub でホストされており、サービスは Vercel.com (以下「Vercel」と呼びます) によって提供されています。",
  "hosting-3": "GitHub.com (以下「GitHub」と呼びます) に従って、ライセンス ドキュメント (セクション 1、§2 - &quot;<a href='https://docs.github.com/en/repositories) /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>リポジトリのライセンス</a>&quot;)、次のように明示的に述べられています。 &quot;<em>...ライセンスがない場合は、デフォルトの著作権法が適用されます。つまり、ソース コードに対するすべての権利はお客様が保持し、誰もお客様の作品から派生作品を複製、配布、または作成することはできません。オープンソース プロジェクトを作成している場合は、オープンソース ライセンスを含めることを強くお勧めします。</em>」このリポジトリおよび関連する Web サイトは、開発者間の共有財産であるため、個人的およびプライベートな使用のみを目的として指定されていることをお知らせください。",
  "hosting-4": "開発者は、GitHub と Vercel の両方の最低年齢要件を遵守しています。",
  "hosting-5": "Vercel の利用規約 (第 2 条 - 「<a href='https://vercel.com/legal/terms'>一時使用ライセンス</a>」) には、次のように明示されています。 &quot;<em>...本契約の条件を遵守することを条件として、お客様には、社内業務または個人でサービスを使用するための、サブライセンス不可、非独占的、譲渡不可の限定的ライセンスが付与されます。アカウントのサービス容量に応じて目的が異なります。ここで明示的に付与されていない権利は留保され、サービスに関連して Vercel または第三者の商標を使用するライセンスや権利は付与されません。</em>」 Vercel はそのサービスをビジネス目的で使用することを許可していますが、Vercel によって提供され GitHub でホストされている Web サイトは、開発者による個人使用のみに指定されていることを明確にすることが不可欠です。この範囲を超えた使用は許可されておらず、今後も許可されません。",
  "third-party-terms-of-service-compliance": "サードパーティの利用規約の遵守",
  "third-party-terms-of-service-compliance-1": "開発者は、個人プロジェクトに使用されたあらゆるサードパーティ サービスを厳格に遵守します。",
  "third-party-terms-of-service-compliance-2": "このサービスは、Yandex.com (以下、「Yandex」と呼びます) のオンライン翻訳ツールを利用しています。開発者は両方とも、Yandex の利用規約ドキュメント (セクション 2、§2 - 「<a href='https://yandex.com/legal/translate_termsofuse/'>サービスの使用</)」を遵守しています。 a>&quot;)、&quot;<em>本サービスは、個人的な非営利目的でユーザーに提供されます。</em>&quot;開発者が厳密に述べているように、このプロジェクトは個人使用のみを目的としています。",
  "third-party-terms-of-service-compliance-3": "開発者は、EmailJS.com (以下「EmailJS」と呼びます) の JavaScript 電子メール サービスを利用しました。 EmailJS が提供する利用規約は、そのサービスが個人的または商業的な状況で使用するのが適切であることを暗黙的に示唆するものではありません。<strong>ただし</strong>開発者は、EmailJS のサービスの使用は厳密に個人的な目的であると述べています。使用。",
  "childrens-online-privacy-protection-act-compliance": "児童オンラインプライバシー保護法の遵守",
  "childrens-online-privacy-protection-act-compliance-1": "このプロジェクトは COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39;) の要件に準拠しています。 s オンラインプライバシー保護法</a>)。これは、16 歳以上の個人向け、特に個人的な非商業的使用を目的として設計されており、今後も設計され続けるでしょう。",
  "copyright-infringement-and-dmca-policy-compliance": "著作権侵害とDMCAポリシーの遵守",
  "copyright-infringement-and-dmca-policy-compliance-1": "開発者は GitHub の <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- に準拠しています。 and-dmca-policy'>著作権侵害と DMCA ポリシー</a>",
  "collection-and-usage-of-user-data": "ユーザーデータの収集と使用",
  "collection-and-usage-of-user-data-1": "このサービスは架空のビジネスですが、この Web サイトは、現代の Web サイトが利用すべき標準を示すために使用されています。サイトでの使用が暗示されているすべての関数と API は、テスト目的でのみ使用されます。",
  "collection-and-usage-of-user-data-2": "本サービスは、電子メール アドレス、地理的住所、電話番号、名前、外部文書、ユーザーが提供した外部リンクなどのデータを保存しません。これらのデータ タイプはそれぞれ、「お問い合わせ」の一時データとして使用されます。そして「キャリア」それは開発者にとっては存在しなくなります。",
  "agreement-outline": "本契約は、「Odyssey Outfits」（以下「本サービス」といいます）、およびアミール氏とクルーグ氏によって提供されるその関連資産（以下「本サービス」といいます）の使用を規定する利用規約の概要を説明します。開発者」）。",
  "acceptance-of-terms-1": "本契約は、お客様が本サービスに初めてアクセスしたとき、または関連するファーストパーティ サービスに関連する使用を開始した時点で発効します。本サービスおよび/またはその関連サービスにアクセス、閲覧、または利用することにより、お客様は取消不能かつ無条件に本規約を承認し、受け入れることになります。あなたは、例外、制限、または除外なしに本契約に完全に拘束されることに同意することを肯定的に確認します。本契約内のすべての条項は、最大限の範囲でお客様に対して強制力を持ちます。あなたが企業に代わって本サービスにアクセスするか、サービスを利用する場合、登録されているか登録なしで運営されているかにかかわらず、当該企業は本規約により承認、受諾し、本契約の条項に拘束されるものとします。",
  "acceptance-of-terms-2": "お客様または前述の企業が本契約の条項に反対し、その条項に拘束されることを望まない場合は、本サービスおよび関連するファーストパーティ サービスの使用を直ちに中止する必要があります。",
  "legal-and-retail-authority": "法務および小売当局",
  "legal-and-retail-authority-1": "開発者は、「オデッセイの衣装」は「オデッセイの衣装」であると明確に述べています。は登録されたLLCではなく、製品やサービスを製造、販売、提供する法的権限または小売権限を持っていません。",
  "intellectual-property-rights": "知的財産権",
  "intellectual-property-rights-1": "GitHub.com (以下、「GitHub」と呼びます) のライセンス ドキュメント (セクション 1、§2 - 「リポジトリのライセンス」) に従って、ソースにはデフォルトの著作権法が適用されることがユーザーに通知されます。コード。リポジトリと関連 Web サイトは、個人的および私的使用のみを目的として指定されています。",
  "intellectual-property-rights-2": "本サービスは共同所有されており、追って通知があるまで開発者間の共有財産であり続けます。",
  "intellectual-property-rights-3": "お客様は、本サービスにアクセスし、関連するファーストパーティのサービスを使用しても、知的財産権、およびサービスまたは関連するファーストパーティを通じてアクセス可能なコンテンツに対するその他の権利、権原、利益を付与されるものではないことを、明示的かつ取消不能の形で認め、同意するものとします。開発者が所有またはライセンスを付与したサービス。",
  "privacy-policy": "プライバシーポリシー",
  "privacy-policy-1": "お客様は、本サービスの適切な機能および関連するファーストパーティ サービスの提供を確保するために、開発者がお客様によるサービスの使用および関連するファーストパーティ サービスに関連する特定の情報を収集、保存、処理、および送信する権利を有することを承認するものとします。 - パーティーサービス。サービスおよび開発者によって収集されると想定される情報の詳細は、開発者の法的遵守に関する文書 (セクション 5、§2 - &quot;<a href='https://github.com/Adam-S-Amir) に概説されています。 /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='法的コンプライアンスの Github ページへのリンク。' target='_blank' rel='noopener'>法的コンプライアンス</a>&quot;)",
  "accessing-this-service": "ユーザーは、本サービスにアクセスして使用することにより、これらの利用規約に従うことに同意したものとみなされます。開発者は、独自の裁量でこれらの規約を変更または更新する権利を留保します。かかる変更後もサービスを継続して使用すると、更新された規約に同意したものとみなされます。ユーザーがこれらの条件に同意しない場合は、本サービスへのアクセスまたは使用を控えることをお勧めします。",
  "Select-a-Job": "ジョブを選択してください",
  "Upper-Management": "上級管理職",
  "Lower-Management": "下部管理職",
  "Sales-Department": "営業部門",
  "Financial-Department": "財務部",
  "IT-Department": "IT部門",
  "Learn-More": "詳細を確認するには、役職を選択してください。",
  "Chief-Financial-Officer": "最高財務責任者",
  "Chief-Executive-Officer": "最高経営責任者",
  "Chief-Operating-Officer": "最高執行責任者",
  "Human-Resources": "人事",
  "Regional-Manager": "地域担当マネージャー",
  "Office-Manager": "事務長",
  "Regional-Sales-Director": "地域セールスディレクター",
  "Account-Executive": "アカウントエグゼクティブ",
  "Salesman": "セールスマン",
  "Regional-Financial-Director": "地域財務ディレクター",
  "Payroll-Administrator": "給与管理者",
  "Financial-Analyst": "金融アナリスト",
  "Fullstack-Developer": "フルスタック開発者",
  "Network-Administrator": "ネットワーク管理者",
  "Help-Desk-Administrator": "ヘルプデスク管理者",
  "Selected-Job": "選択したジョブ:",
  "Department-Division": "部署名:",
  "Job-Description": "仕事内容：",
  "CFO": "Odyssey Outfits のチームに加わってくれる、有能な最高財務責任者を募集しています。この役割では、当社の財務活動と戦略を監督していただきます。 CFO として、全体的なビジネス目標に合わせて組織の財務戦略を開発および実行し、CEO およびその他の幹部に戦略的な財務上の指針を提供していただきます。",
  "CEO": "Odyssey Outfits のチームに加わってくれる有能な最高経営責任者を求めています。この役割では、企業の戦略的な意思決定を行い、全体的な運営とリソースを監督し、取締役会と企業運営の間の主要な連絡役として機能することで、当社の組織を新たな高みに導きます。 CEO として、あなたは戦略的方向性を設定し、ビジネスチャンスを特定し、会社が法的および規制上の要件を確実に遵守できるようにする上で極めて重要な役割を果たします。",
  "COO": "Odyssey Outfits のチームに加わってくれる、有能な最高執行責任者を募集しています。この役割では、業務の効率化を推進し、可能な限り効率的に目標を達成するための戦略を実行していただきます。当社のリーダーシップ チームの主要メンバーとして、運営ポリシーと手順を開発および実装し、運営戦略を当社のビジネス目標に合わせて調整し、リソースを効果的に配分する責任を負います。",
  "HR": "Odyssey Outfits のチームに加わってくれる、熟練した人材を求めています。この役割では、特定の地域支店で人事、雇用関連事項を管理し、当社の大切な従業員の健康全般をサポートしていただきます。この役割は、前向きな職場環境を構築し、法令順守を確保し、組織の戦略的目標をサポートするために非常に重要です。",
  "RM": "Odyssey Outfits のチームに加わってくれる、熟練した地域マネージャーを募集しています。この役割では、特定の地域内の複数の大規模クライアントの運営、販売、全体的なパフォーマンスを監督および管理する責任を負います。この重要な指導的立場には、パフォーマンス目標の設定と達成、コンプライアンスの確保、財務上の成功の推進が含まれます。",
  "OM": "Odyssey Outfits のチームに加わってくれる、有能なオフィスマネージャーを募集しています。この役割では、当社のオフィス (場所は未定) の日常業務を監督していただきます。この極めて重要な役割には、オフィスのシームレスな機能を確保するための強力な組織スキルと管理スキルを備えた、ダイナミックな人材が必要です。",
  "RSD": "Odyssey Outfits のチームに加わる、熟練した地域セールス ディレクターを募集しています。このリーダーシップの役割では、特定の地域内で販売活動を推進する責任を負います。当社チームの主要メンバーとして、販売戦略の開発と実行、ダイナミックな販売チームの指揮、組織全体の成長と成功への貢献を担当していただきます。",
  "AE": "Odyssey Outfits のチームに加わってくれる、熟練したアカウント エグゼクティブを募集しています。この役割では、クライアントのアカウントを管理し、ビジネスの成長を推進し、クライアントの満足度を確保する責任を負います。ダイナミックで協力的な環境で成長できる方は、ぜひ当社のチームの一員としてご参加ください。",
  "S": "Odyssey Outfits のチームに加わってくれる、熟練したセールスマンを探しています。この役割では、当社の製品とサービスを潜在的な顧客に効果的に販売することで、収益の増加を推進する責任を負います。営業、人間関係の構築、目標の達成に情熱を持っている方は、当社のダイナミックなチームの一員としてぜひご参加ください。",
  "RFD": "Odyssey Outfits のチームに加わってくれる、有能な地域財務ディレクターを募集しています。この役割では、特定の地域内の金融業務を監督および管理します。主要なリーダーとして、割り当てられた地域での事業の成功を推進するための財務戦略の策定と実行において重要な役割を果たしていただきます。",
  "PA": "Odyssey Outfits のチームに加わってくれる、熟練した給与管理者を募集しています。この役割では、従業員の報酬の管理と処理を担当します。給与管理者は、地方、州、連邦の規制を遵守しながら、従業員の給与、ボーナス、福利厚生を正確かつタイムリーに支払うことを保証します。",
  "FA": "Odyssey Outfits のチームに加わってくれる、熟練した財務アナリストを募集しています。この役割では、財務データと傾向の詳細な分析に基づいて、貴重な洞察と推奨事項を提供します。財務アナリストとしての主な責任は、複雑な財務情報を解釈し、それを明確かつ有意義な方法で提示することで意思決定者をサポートすることです。",
  "FD": "Odyssey Outfits のチームに加わってくれる、熟練したフルスタック開発者を探しています。この役割では、フロントエンドとバックエンドの両方の開発における専門知識を活用して、シームレスでユーザーフレンドリーな Web アプリケーションを作成します。フルスタック開発者として、Web サイト上でユーザーが操作する視覚要素の設計と実装を担当していただきます。",
  "NA": "Odyssey Outfits のチームに加わってくれる、熟練したネットワーク管理者を募集しています。この役割では、当社のコンピュータ ネットワークを管理および保守していただきます。ネットワーク管理者は、ローカル エリア ネットワーク (LAN)、ワイド エリア ネットワーク (WAN)、その他の通信システムを含むネットワーク インフラストラクチャのシームレスな運用を保証します。",
  "HDA": "Odyssey Outfits のチームに加わる、熟練した顧客重視のヘルプ デスク管理者を募集しています。この役割では、組織内の従業員に技術支援とサポートを提供する責任を負います。あなたの主な焦点は、組織内のハードウェア、ソフトウェア、ネットワーク、その他の IT 関連の問題に対処し、重要なサービスを提供することです。",
  "Key-Responsibilities-CFO": "<li>全体的なビジネス目標に合わせて組織の財務戦略を策定、実行する。</li> <li>CEO やその他の幹部に戦略的な財務に関するガイダンスを提供する。</li> <li>財務計画と予算編成のプロセスを主導する。<li> /li> <li>意思決定をサポートするために財務予測、分析、モデリングを実施します。</li> <li>財務リスクを特定して評価し、リスク軽減戦略を実行します。</li> <li>金融規制の遵守を確保します。 </li> <li>取締役会、投資家、規制当局などの利害関係者に対する財務報告書の作成と提示を監督します。</li> <li>正確性、透明性、会計基準への準拠を確保します。 </li> <li>組織の財源と投資、資本構成、流動性、キャッシュ フローを管理します。</li> <li>デュー デリジェンス、交渉、統合計画などの合併・買収活動を主導または参加します。 </li> <li>負債、株式、その他の金融商品を通じて資本を調達する最も効果的な方法を決定します。</li> <li>金融機関や投資家との関係を維持します。</li> <li>あなたは、戦略的思考、強力な分析スキル、優れた財務を推進してきた実績を持つ、経験豊富な財務リーダーです。当社の CFO として Odyssey Outfits に参加することを歓迎します。ダイナミックな組織の経済的な成功と成長を形作る上で中心人物となる</li>",
  "Key-Responsibilities-CEO": "<li>取締役会と協力して戦略的方向性と長期目標を設定する。</li> <li>ビジネスチャンスと潜在的なリスクを特定する。</li> <li>CFO と緊密に連携して財務を管理する。会社の健全性を維持する。</li> <li>財務報告書と予算を確認する。</li> <li>会社のブランドと評判を管理し、向上させる。</li> <li>広報上の問題に迅速に対処する。</li> > <li>イノベーションと変化する市場状況への適応を奨励する。</li> <li>危機管理計画を実施して予期せぬ課題を乗り越える。</li> <li>特に国際的に事業を展開する企業に対して、グローバルな視点を養う。</li> <li> li> <li>地政学的および経済的な複雑さを乗り越えてください。</li> <li>先見の明のあるリーダーとして、Odyssey Outfits を成功に導き、イノベーションを促進し、継続的な成長を確保してください。戦略的思考、卓越したリーダーシップ スキル、組織の卓越性を推進する情熱をお持ちの方は、CEO として Odyssey Outfits を率いることを歓迎します。ダイナミックで革新的な当社の未来を一緒に形作っていきましょう</li>",
  "Key-Responsibilities-COO": "<li>運営ポリシーと手順を策定して実装する。</li> <li>運営戦略を組織のビジネス目標に合わせる。</li> <li>予算編成、人員配置、テクノロジーなどのリソースを効果的に管理し、割り当てる。</li> <li> li> <li>人事部門と協力して人材を惹きつけ、育成し、維持する。</li> <li>さまざまな部門やチームのパフォーマンスを監視し、評価する。</li> <li>ワークフローを合理化して全体を強化する。生産性。</li> <li>品質管理プロセスを監督して、製品やサービスが確立された基準を満たしていることを確認する。</li> <li>組織に適切な人材が適切な役割で配置されていることを確認する。</li> <li>リーダーシップを発揮する。 </li> <li>CEO およびその他の幹部に業務パフォーマンスに関する定期的なレポートを提供します。</li> <li>主要な指標と業務上の洞察を伝達します。</li> <li>経験豊富なプロフェッショナルとして、専門知識を活かして当社の運営上の取り組みを主導し、効率を推進し、Odyssey Outfits の全体的な成功に貢献していただきます。ダイナミックで協力的な環境で成功できる方は、COO として当社に加わり、運営の成功を形作る上で主要なアーキテクトとして活躍していただけることを歓迎します。</li>",
  "Key-Responsibilities-HR": "<li>求人に対して資格のある候補者を引き付け、採用し、雇用する。</li> <li>面接、選考を実施し、採用プロセス全体を調整する。</li> <li>職場の対立や従業員の人間関係の問題に対処し、解決する。 </li> <li>前向きな職場環境を促進し、従業員の士気を高める。</li> <li>従業員の能力開発のためのフィードバック、コーチング、サポートを提供する。</li> <li>トレーニングのニーズを特定し、従業員の能力開発を調整する。 </li> <li>給与、ボーナス、福利厚生などの報酬プログラムを管理する。</li> <li>給与の見直しを実施し、競争力のある報酬を確保する。</li> <li>労働法および規制の遵守を確保する。 </li> <li>安全規制の遵守を確保し、予防措置を講じます。</li> <li>正確かつ機密の従業員記録を維持します。</li> <li>雇用契約、昇進、解雇に関連する文書を処理します。 </li> <li>退職する従業員に対して退職面接を実施する。</li> <li>会社のポリシーと法的要件に従って退職プロセスを管理する。</li> <li>組織内の潜在的なリーダーを特定し、育成する。 .</li> <li>重要な役職の引き継ぎを計画します。</li> <li>オフィススタッフのパフォーマンスを評価し、建設的なフィードバックを提供します。</li> <li>改善すべき領域を特定し、必要な変更を実施します。 </li> <li>Odyssey Outfits の人事マネージャーとして、職場文化を形成し、従業員の成長をサポートし、雇用関連のすべての事項のコンプライアンスを確保する上で重要な役割を果たしていただきます。前向きな職場づくりに情熱を持った経験豊富な人事プロフェッショナルの方は、ぜひ私たちのチームに参加して、Odyssey Outfits の成功に貢献してください。</li>",
  "Key-Responsibilities-RM": "<li>地域内の各拠点の明確なパフォーマンス目標と目標を設定します。</li> <li>各支店または拠点の業務パフォーマンスを監視および評価します。</li> <li>会社のポリシーや手順を厳格に順守します。 </li> <li>定期的な監査を実施して、あらゆるレベルでコンプライアンスを確認します。</li> <li>予算編成、予測、経費管理など、地域の財務実績を管理します。</li> < li>財務報告書と主要業績評価指標を分析して改善分野を特定する。</li> <li>地域内の販売および財務開発活動を監督する。</li> <li>収益と市場の成長を促進するための戦略的ガイダンスを提供する。<li> /li> <li>支店長やその他の地域スタッフを導き、指導します。</li> <li>各拠点で優秀なチームを採用、訓練、育成します。</li> <li>支店長やその他の地域スタッフと定期的にコミュニケーションを図ります。 </li> <li>マーケティング、人事、財務などの他の部門と協力します。</li> <li>地域内のスタッフのトレーニング プログラムを監督します。</li> <li>サポート専門能力開発とスキル向上。</li> <li>地域内での拡大と成長の機会を特定する。</li> <li>潜在的な新しい拠点や市場を評価する。</li> <li>本社および他の地域と協力する。 </li> <li>ベスト プラクティスを共有し、会社全体の成功に貢献します。</li> <li>地域の業績に関する定期的なレポートを作成し、上級管理者に提示します。 </li> <li>改善のための洞察と推奨事項を提供します。</li> <li>Odyssey Outfits の地域マネージャーとして、複数の拠点にわたる組織の成功と成長を推進する上で重要な役割を果たします。成果を上げた実績を持つ戦略的リーダーの方は、ぜひ私たちのチームに参加して、Odyssey Outfits の継続的な成功に貢献してください。</li>",
  "Key-Responsibilities-OM": "<li>組織内のさまざまな部門に包括的な管理サポートを提供する。</li> <li>事務用品、機器、在庫を管理して、業務上のニーズに対応する。</li> <li>管理およびサポートの作業を監督し、調整する。 </li> <li>採用、研修を監督し、業績評価を実施する。</li> <li>オフィス設備が適切に維持され、働きやすい職場環境を提供できるようにする。</li> <li>予算の準備とオフィス関連経費の管理</li> <li>さまざまな部門やチーム間のコミュニケーションを促進します。</li> <li>協力的でコミュニケーションのとれた職場文化を促進します。</li> <li>組織的でコミュニケーションのとれた職場文化を維持します。最新の記録、ファイル、データベースを管理します。</li> <li>データ保護とプライバシーに関する規制の遵守を確保します。</li> <li>コンピュータ、プリンタ、コンピュータなどのオフィス テクノロジーの使用とメンテナンスを監督します。 </li> <li>必要に応じてソフトウェア アプリケーションを実装および更新する。</li> <li>オフィス関連のサービスに関する契約や協定を交渉する。</li> <li>オフィス向けの費用対効果の高いソリューションを確保する。 </li> <li>Odyssey Outfits のオフィス マネージャーとして、効率的でよく組織されたオフィス環境を維持する上で重要な役割を果たします。優れた管理スキルと組織スキルを備えた積極的な人材であれば、ぜひ当社のチームに参加して、組織の成功に貢献してください。</li>",
  "Key-Responsibilities-RSD": "<li>営業部門および担当地域の販売戦略と計画を策定し、実行する</li> <li>会社の目標に合わせて販売目標とビジネス目標を設定し、達成する</li> <li>販売部門を指揮し、管理する。地域内の営業プロフェッショナルのチーム。</li> <li>高いパフォーマンス基準を達成するために、営業チームを雇用し、訓練し、やる気を起こさせる。</li> <li>販売実績データ、市場動向、顧客からのフィードバックを分析する。 </li> <li>販売戦略の有効性を評価し、改善に向けてデータに基づいた意思決定を行う。</li> <li>主要なクライアント、パートナー、関係者との関係を確立し、維持する。</li> <li>構築するビジネスの成長、顧客満足度、市場の拡大を促進するためのネットワーク。</li> <li>地域の販売予算を作成および管理する。</li> <li>収益性を確保するために経費を監視および制御する。</li> <li>マーケティング、財務、運営などの他の部門と緊密に連携する</li> <li>営業活動と全体的なビジネス目標の整合性を確保する。</li> <li>販売実績に関する定期的なレポートを上級管理職に提供する</li> <li>販売活動が関連する法律、規制、会社のポリシーに準拠していることを確認します。</li> <li>顧客中心のアプローチを維持するために、顧客のニーズと好みを理解します。 </li> <li>顧客満足度とロイヤルティを向上させる戦略を実行する。</li> <li>地域内の市場拡大と成長の機会を特定する。</li> <li>新市場に参入し、市場を拡大する計画を策定する。 </li> <li>あなたが戦略的思考の持ち主で、販売リーダーとして実績を積んでいる場合は、Odyssey Outfits に地域販売ディレクターとして参加することを検討してください。営業部門の成功を形作る原動力となり、組織全体の成長に貢献する</li>",
  "Key-Responsibilities-AE": "<li>クライアントとの強力な関係を構築および維持し、信頼と忠誠心を育む。</li> <li>クライアントの主要な連絡窓口として機能し、クライアントのニーズや懸念に対処する。</li> <li>新しいビジネスを積極的に模索する。顧客ベースを拡大する機会を得る。</li> <li>効果的な戦略を通じて、販売目標の達成と上回るよう努力する。</li> <li>製品またはサービスの価値を顧客に効果的に伝える。</li> <li>クライアントの要件を満たすメリットと独自の販売提案を紹介します。</li> <li>契約、条件、価格を交渉して、相互に有益な合意に達します。</li> <li>契約上の取り決めが双方の利益と一致していることを確認します。 </li> <li>満足を確保するために、顧客の問題や懸念に迅速に対処し、解決する。</li> <li>社内チームと協力して、タイムリーな解決策を提供し、顧客との良好な関係を維持する。</li> < li>既存のアカウントを拡大し、新しい顧客を獲得するための戦略を策定および実行する。</li> <li>追加の製品やサービスをアップセルまたはクロスセルする機会を特定する。</li> <li>業界の動向に関する最新情報を入手し、市場の状況や競合他社の活動を把握する。</li> <li>市場の洞察を活用して戦略を適応させ、業界の変化に先んじる。</li> <li>マーケティングや製品開発などの社内チームと緊密に連携してクライアントの要望に応える。 </li> <li>顧客満足度を高め、ビジネスの成功に貢献する取り組みに協力します。</li> <li>営業活動、実績、課題に関する定期的な報告を提供します。</li> <li>販売実績を分析し、改善を提案します。</li> <li>優れたコミュニケーション能力と交渉スキルを備え、積極的で結果を重視する人であれば、アカウント エグゼクティブとして Odyssey Outfits に参加することを検討してください。当社のチームの一員としてクライアントの成功と組織全体の成長に貢献する</li>",
  "Key-Responsibilities-S": "<li>潜在的な顧客を積極的に探し出し、新たな販売機会を特定する。</li> <li>さまざまなチャネルを活用して見込み顧客を獲得し、顧客ベースを拡大する。</li> <li>顧客のニーズを理解することで、顧客との関係を構築し、維持する。 </li> <li>問い合わせや懸念事項に対処することで、顧客体験が良好になるようにします。</li> <li>提供される製品やサービスについて深い理解を深めます。</li> <li>効果的にコミュニケーションします。潜在的な顧客に対する製品の機能とメリットを説明します。</li> <li>魅力的なセールス プレゼンテーションを実施して、当社の製品またはサービスの価値提案を紹介します。</li> <li>顧客の特定のニーズや懸念事項に対応するためにプレゼンテーションを調整します。</li> > <li>条件、価格、合意を交渉して、相互に利益となる方法で取引を成立させる。</li> <li>顧客から購入の約束を確保し、販売取引を完了する。</li> <li>達成またはそれを超える会社が設定した売上目標とノルマを達成する。</li> <li>個人およびチームの目標を達成し、超えるよう継続的に努力する。</li> <li>業界の動向、市場の状況、競合他社の活動について常に最新の情報を入手する。</li> <li> > <li>市場における機会と潜在的な課題を特定する。</li> <li>製品、サービス、または全体的な顧客エクスペリエンスを改善するために顧客からのフィードバックを収集する。</li> <li>価値ある洞察を提供して、 </li> <li>販売活動、顧客とのやり取り、その他の関連情報の正確な記録を維持します。</li> <li>CRM ツールを使用して、顧客関係と販売の進捗状況を追跡および管理します。</li> > <li>あなたが優れたコミュニケーション能力と交渉スキルを持ち、結果を重視する人であれば、Odyssey Outfits のこのエキサイティングな機会に応募することをお勧めします。私たちと一緒に営業の成功を促進し、組織の成長と繁栄に貢献してください。</li>",
  "Key-Responsibilities-RFD": "<li>地域特有のニーズに合わせた財務戦略と計画を策定、実行する。</li> <li>戦略的な意思決定をサポートするために財務分析と予測を実施する。</li> <li>予算を作成、管理する。 </li> <li>財務パフォーマンスを最適化するためにコスト管理措置を導入する。</li> <li>上級管理職に正確かつタイムリーな財務レポートを提供し、洞察と推奨事項を提供する。</li> <li> li> <li>財務実績を測定および評価するための重要業績評価指標 (KPI) を確立する。</li> <li>地域内の財務リスクを特定し、軽減する。</li> <li>組織の安全を守るためのリスク管理戦略を導入する。 </li> <li>地域のマネージャーやチームと緊密に連携して、財務目標と運営目標を一致させる。</li> <li>ローカル チームに財務上の指導とサポートを提供し、協力的な環境を促進する</li> <li>会計基準、規制要件、コーポレートガバナンス基準へのコンプライアンスを確保する。</li> <li>内部統制を導入して財務の完全性を保護する。</li> <li>財務プロセスを評価および最適化し、効率と有効性を高める。 </li> <li>プロセスの改善とイノベーションの機会を継続的に探します。</li> <li>地域内の財務専門家チームを率い、育成します。</li> <li>専門的な成長を促進するための指導と指導を提供します。 </li> <li>投資、買収、その他の財務上の取り組みに関連する戦略的意思決定プロセスに参加する。</li> <li>経営戦略の財務上の影響について上級管理職にアドバイスする</li> <li>戦略的思考を持ち、地域レベルで経済的な成功を推進することに情熱を持っている経験豊富な財務リーダーであれば、Odyssey Outfits のこの影響力のある役割にぜひご応募ください。私たちと一緒に組織の財務的な将来を形成し、継続的な成長と成功に貢献してください。</li>",
  "Key-Responsibilities-PA": "<li>従業員の給与、賃金、賞与、その他の報酬を計算および処理する。</li> <li>残業、休暇申請、勤怠関連情報を含む従業員の労働時間を監視および記録する。</li> > <li>所得税、社会保障負担金、その他の法定控除を含む税控除を管理します。</li> <li>税法を遵守し、税関連情報をタイムリーに提出するようにします。</li> <li>健康保険、退職金、その他の特典などの従業員の福利厚生を給与計算に正確に反映するようにします。</li> <li>福利厚生の変更を常に把握し、それに応じて給与計算システムを更新します。</li> <li>正確さを維持します。従業員情報、源泉徴収税、その他の関連データを含む最新の給与記録。</li> <li>管理、会計、監査を目的として給与レポートを作成する。</li> <li>コンプライアンスを確保する。給与、税、労働法に関する地方、州、連邦の規制を把握する。</li> <li>関連する規制の最新情報や変更について常に最新情報を入手する。</li> <li>従業員への給与の配布や電子送金の調整を迅速に行う。 </li> <li>内部および外部の監査に文書を提供します。</li> <li>監査チームと協力して、正確かつ透明性のある給与計算プロセスを確保します。</li> <li>給与計算に関する従業員の問い合わせに対応します。問題や矛盾に迅速かつ専門的に対処し、問題や矛盾に対処します。</li> <li>給与計算ソフトウェアとシステムを管理および保守し、更新や変更について常に最新情報を入手します。</li> <li>詳細を重視し、組織化された専門家であれば、給与管理とコンプライアンスに情熱を持っている方は、Odyssey Outfits のこのエキサイティングな機会にぜひご応募ください。組織内での従業員の報酬のスムーズかつ正確な処理を実現するために、ご協力ください。</li>",
  "Key-Responsibilities-FA": "<li>財務データ、市場動向、経済指標を分析して、組織のパフォーマンスを評価する。</li> <li>統計手法と財務モデリングを利用して、複雑な財務情報を解釈する。</li> <li>開発を支援する。 </li> <li>さまざまな部門と協力して、財務計画が組織の戦略目標を確実にサポートできるようにする。</li> <li>将来を予測するための財務モデルを作成する。収益、支出、全体的な財務実績を把握する。</li> <li>事前に洞察を提供し、潜在的な課題に対する計画をサポートする。</li> <li>財務報告書を作成し、経営陣、利害関係者、規制当局に提示する。</li> <li> > <li>予算分析、差異分析、改善に向けた実行可能な推奨事項を提示する。</li> <li>投資や合併などのさまざまなビジネス上の意思決定に関連する財務リスクと機会を評価する。</li> <li>コストを削減する利益を分析し、戦略的な財務活動に関する推奨事項を提供します。</li> <li>さまざまな事業運営に関連するコストを分析し、効率を向上させるためのコスト削減策を推奨します。</li> <li>財務業務と報告が関連法に準拠していることを確認します。 </li> <li>複雑な財務情報をさまざまな部門に効果的に伝達し、コラボレーションと理解を促進します。</li> <li>財務傾向、業界の変化、経済状況を継続的に監視して、最新の情報を提供します。 </li> <li>あなたが戦略的な財務上の洞察を提供することに情熱を持ち、詳細志向の財務アナリストである場合は、Odyssey Outfits のこのエキサイティングな機会に応募することをお勧めします。私たちと一緒に、組織の経済的成功と戦略的成長に貢献してください。</li>",
  "Key-Responsibilities-FD": "<li>HTML、CSS、JavaScript などのテクノロジーを使用してユーザー インターフェースを設計および実装します。</li> <li>ユーザーのブラウザ用のコードを記述し、インタラクション、フォーム検証、動的コンテンツ更新を処理します。</li> <li> React、Angular、Vue.js などの一般的なフレームワークやライブラリを利用します。</li> <li>アプリケーションがさまざまな Web ブラウザ間でシームレスに動作し、フロントエンド開発の課題に対処できるようにします。</li> <li>データベース、プロセスを管理します。 </li> <li>データベースの設計と保守を行い、効率的なデータの保存と取得を保証します。一般的なデータベースには、MySQL、PostgreSQL、MongoDB、Firebase などがあります。</li> <li>AWS、Azure、Google Cloud などのクラウド プラットフォームを含むサーバー インフラストラクチャをデプロイおよび管理します。</li> <li>アプリケーションのフロントエンド コンポーネントとバックエンド コンポーネント間の通信を促進し、スムーズなデータ交換を保証します。</li> <li>フロントエンド コードとバックエンド コードの両方のバグを特定して修正し、アプリケーション全体の信頼性とパフォーマンスを確保します。</li> < li>UI/UX デザイナー、開発者仲間、プロジェクト マネージャーなどの他のチーム メンバーと協力して、プロジェクトの成功に貢献します。</li> <li>革新的なものを作成することに情熱を持ち、熟練したフルスタック開発者である場合およびユーザー中心の Web アプリケーションをご利用いただけるよう、Odyssey Outfits のこのエキサイティングな機会にぜひご応募ください。私たちと一緒にデジタル プレゼンスの未来を形成し、ユーザーに高品質のソリューションを提供してください。</li>",
  "Key-Responsibilities-NA": "<li>ルーター、スイッチ、ファイアウォール、その他のハードウェア コンポーネントを含むコンピュータ ネットワークを設計、実装、構成する</li> <li>不正なアクセス、サイバー脅威、データからネットワークを保護するための堅牢なセキュリティ対策を実装および維持する</li> <li>ネットワークの問題、接続の問題、ハードウェアまたはソフトウェアの障害を診断して解決します。</li> <li>ネットワークのパフォーマンスを定期的に監視し、効率を高めるために最適化します。</li> <li>特定し、最適なネットワーク運用を確保するためにボトルネックに対処します。</li> <li>ファームウェアの更新、セキュリティ パッチの適用、ハードウェアとソフトウェア コンポーネントが最新であるかどうかの確認など、定期的なメンテナンス タスクを実行します。</li> <li>終了を支援します。ネットワーク関連の問題を抱えるユーザーに技術サポートを提供し、ネットワークの使用法に関するトレーニングを提供する。</li> <li>ネットワークのアーキテクチャ、構成、変更に関する詳細な文書を維持する。このドキュメントは、トラブルシューティングや将来の計画に不可欠です。</li> <li>システム管理者、セキュリティ専門家、IT マネージャーなどの他の IT プロフェッショナルと緊密に連携して、ネットワーク サービスのシームレスな統合を確保します。</li> <li> >将来のネットワーク ニーズを計画し、スケーラビリティ要件を評価し、組織の増大する需要に対応するアップグレードや拡張を推奨する</li> <li>予期せぬ事態が発生した場合に重要なデータを保護するためのバックアップ ソリューションと災害復旧計画を実装する</li> > <li>あなたがコンピュータ ネットワークの信頼性とセキュリティを確保することに情熱を持った熟練したネットワーク管理者である場合は、Odyssey Outfits のこのエキサイティングな機会に応募することをお勧めします。組織の運営と成長をサポートする堅牢かつ効率的なネットワーク インフラストラクチャの維持に参加してください。</li>",
  "Key-Responsibilities-HDA": "<li>エンドユーザーから提起された問い合わせや問題に迅速に対応し、ガイダンスやトラブルシューティング支援を提供する。</li> <li>ハードウェアとソフトウェアの問題を分析、特定、診断して、効果的な解決策を決定する。</li> <li>効率的な問題解決のために、明確かつ簡潔な段階的なガイダンスと手順をユーザーに提供する。</li> <li>ソフトウェアのインストール、アップデート、構成についてユーザーを支援する。</li> <li>報告された内容の記録を文書化して維持する。問題、解決策、一般的な問題について説明します。</li> <li>ユーザーが自力で解決できるようにするナレッジ ベースの記事とガイドを作成します。</li> <li>特に非専門家を支援する場合、ユーザー フレンドリーな方法で技術情報を伝達します。 - 技術ユーザー。</li> <li>報告された問題のステータスと進行状況についてユーザーに常に通知する。</li> <li>コンピューター、サーバー、その他の IT 機器の定期的なメンテナンス タスクを実行する。</li> <li> >パッチやアップデートを適用して、ソフトウェア アプリケーションが最新であることを確認する。</li> <li>エンドユーザー向けのトレーニング セッションを実施して、基本的な IT ツールやアプリケーションの理解を深めます。</li> <li>最適な方法をユーザーに教育する。セキュリティとデータ保護のための実践。</li> <li>ネットワーク管理者やシステム エンジニアなどの他の IT プロフェッショナルと協力して、複雑な問題に対処します。</li> <li>必要に応じて、問題を上位レベルのサポート チームにエスカレーションします。 </li> <li>データ侵害や不正アクセスから保護するためのセキュリティ対策を実装および強化する。</li> <li>セキュリティ プロトコルとポリシーの実装を支援する。</li> <li>優れた顧客サービスを提供する。応答性が高く、親しみやすく、プロフェッショナルであることによって。</li> <li>エンドユーザーに前向きで有益なエクスペリエンスを保証する。</li> <li>優れたコミュニケーション スキルと成果を提供することに情熱を持ち、積極的に問題を解決できる方優れた IT サポートをご提供いたしますので、ぜひ Odyssey Outfits のこのエキサイティングな機会にご応募ください。大切なユーザーに最高のサポートを提供しながら、組織の IT システムの効率と生産性を維持するために私たちと一緒に取り組んでください。</li>",
  "Full-Time": "<img alt='ブリーフケース&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>フルタイム",
  "Date-Posted": "<img alt='時間&nbsp;' src='./Assets/Img/Time-512x512.png'>1 週間前に投稿",
  "Apply-Now": "今すぐお申し込みください",
  "label-form-name": "ファーストネーム：",
  "label-form-lname": "苗字：",
  "label-form-email": "Eメール：",
  "label-form-phone": "電話番号：",
  "label-form-linkedin": "リンクトイン:",
  "label-form-address": "現住所：",
  "label-form-legal": "あなたは米国で働くことが法的に許可されていますか?",
  "label-form-education": "次のレベルの教育を修了していますか: 学士号?",
  "fileInputLabel": "履歴書をアップロード",
  "pdf-file-error": "有効な PDF ファイルをアップロードしてください。",
  "submit-resume": "申請書を提出する",
  "application-sent": "申請書を送信しました！",
  "received-application": "ご応募いただきありがとうございます。無事に受け取りました。徹底的な審査プロセスを進めているため、お申し込みのステータスに関する電子メール通知をお待ちください。ご理解のほどよろしくお願いいたします。また、協力できることを楽しみにしています。",
  "application-not-sent": "申請書は送信されませんでした!",
  "not-received-application": "ご応募いただきありがとうございます。確認メールの送信中にエラーが発生したようです。すぐにもう一度お試しください。",
  "form-yes": "はい",
  "form-no": "いいえ",
  "form-yes-2": "はい",
  "form-no-2": "いいえ",
  "error-404": "エラー404ページが見つかりません ：（",
  "copyright": "© 2024 オデッセイ アウトフィット。全著作権所有。"
}