{
  "TOS-welcome": "いらっしゃいませ！",
  "TOS-locale": "デフォルトの言語を選択してください:",
  "TOS-preamble": "当社の Web サイトは、全体的なユーザー エクスペリエンスを向上させるためにユーザー データを収集します。<br> 当社のサイトを引き続き使用すると、当社の TOS に同意したことになります。",
  "TOS-TOS": "利用規約",
  "TOS-ADA": "当社の Web サイトは ADA (米国障害者法) に準拠しているため、右上隅にある目のアイコンをクリックして ADA 準拠モードを切り替えることができます。",
  "toast-ok": "わかりました",
  "ada-disabled": "ADA モードが無効になっています。",
  "ada-disabled-continue": "ADA モードが無効になっているようです。続行するには更新する必要があります。",
  "ada-enabled": "ADA モードを有効にしました。",
  "ada-enabled-continue": "ADA モードが有効になっているようです。ADA モードが無効になるまで、この Web サイトの配色は白地に黒になります。",
  "nav-home": "家",
  "nav-about": "について",
  "nav-services": "サービス",
  "nav-contact": "接触",
  "nav-careers": "履歴書をアップロードする",
  "Select-a-Job": "ジョブを選択してください",
  "Upper-Management": "上級管理職",
  "Chief-Financial-Officer": "最高財務責任者",
  "Chief-Executive-Officer": "最高経営責任者",
  "Chief-Operating-Officer": "最高執行責任者",
  "Lower-Management": "下部管理職",
  "Human-Resources": "人事",
  "Regional-Manager": "地域担当マネージャー",
  "Office-Manager": "事務長",
  "Sales-Department": "営業部門",
  "Regional-Sales-Director": "地域セールスディレクター",
  "Account-Executive": "アカウントエグゼクティブ",
  "Salesman": "セールスマン",
  "Financial-Department": "財務部",
  "Regional-Financial-Director": "地域財務ディレクター",
  "Payroll-Administrator": "給与管理者",
  "Financial-Analyst": "金融アナリスト",
  "IT-Department": "IT部門",
  "Fullstack-Developer": "フルスタック開発者",
  "Network-Administrator": "ネットワーク管理者",
  "Help-Desk-Administrator": "ヘルプデスク管理者",
  "Selected-Job": "選択したジョブ:",
  "Department-Division": "部署名:",
  "Job-Description": "仕事内容：",
  "CFO": "Odyssey Outfits のチームに加わってくれる、有能な最高財務責任者を募集しています。この役割では、当社の財務活動と戦略を監督していただきます。 CFO として、全体的なビジネス目標に合わせて組織の財務戦略を開発および実行し、CEO およびその他の幹部に戦略的な財務上の指針を提供していただきます。",
  "CEO": "Odyssey Outfits のチームに加わってくれる有能な最高経営責任者を求めています。この役割では、企業の戦略的な意思決定を行い、全体的な運営とリソースを監督し、取締役会と企業運営の間の主要な連絡役として機能することで、当社の組織を新たな高みに導きます。 CEO として、あなたは戦略的方向性を設定し、ビジネスチャンスを特定し、会社が法的および規制上の要件を確実に遵守できるようにする上で極めて重要な役割を果たします。",
  "COO": "Odyssey Outfits のチームに加わってくれる、有能な最高執行責任者を募集しています。この役割では、業務の効率化を推進し、可能な限り効率的に目標を達成するための戦略を実行していただきます。当社のリーダーシップ チームの主要メンバーとして、運営ポリシーと手順を開発および実装し、運営戦略を当社のビジネス目標に合わせて調整し、リソースを効果的に配分する責任を負います。",
  "HR": "Odyssey Outfits のチームに加わってくれる、熟練した人材を求めています。この役割では、特定の地域支店で人事、雇用関連事項を管理し、当社の大切な従業員の健康全般をサポートしていただきます。この役割は、前向きな職場環境を構築し、法令順守を確保し、組織の戦略的目標をサポートするために非常に重要です。",
  "RM": "Odyssey Outfits のチームに加わる、熟練した地域マネージャーを募集しています。この役割では、特定の地域内の複数の大規模クライアントの運営、販売、全体的なパフォーマンスを監督および管理する責任を負います。この重要な指導的立場には、パフォーマンス目標の設定と達成、コンプライアンスの確保、財務上の成功の推進が含まれます。",
  "OM": "Odyssey Outfits のチームに加わってくれる、有能なオフィスマネージャーを募集しています。この役割では、当社のオフィス (場所は未定) の日常業務を監督していただきます。この極めて重要な役割には、オフィスのシームレスな機能を確保するための強力な組織スキルと管理スキルを備えた、ダイナミックな人材が必要です。",
  "RSD": "Odyssey Outfits のチームに加わる、熟練した地域セールス ディレクターを募集しています。このリーダーシップの役割では、特定の地域内で販売活動を推進する責任を負います。当社チームの主要メンバーとして、販売戦略の開発と実行、ダイナミックな販売チームの指揮、組織全体の成長と成功への貢献を担当していただきます。",
  "AE": "Odyssey Outfits のチームに加わってくれる、熟練したアカウント エグゼクティブを求めています。この役割では、クライアントのアカウントを管理し、ビジネスの成長を推進し、クライアントの満足を確保する責任を負います。ダイナミックで協力的な環境で成長できる方は、ぜひ当社のチームの一員としてご参加ください。",
  "SM": "Odyssey Outfits のチームに加わってくれる、熟練したセールスマンを探しています。この役割では、当社の製品とサービスを潜在的な顧客に効果的に販売することで、収益の増加を推進する責任を負います。営業、人間関係の構築、目標の達成に情熱を持っている方は、当社のダイナミックなチームの一員としてぜひご参加ください。",
  "RFD": "Odyssey Outfits のチームに加わってくれる、有能な地域財務ディレクターを募集しています。この役割では、特定の地域内の金融業務を監督および管理します。主要なリーダーとして、割り当てられた地域での事業の成功を推進するための財務戦略の策定と実行において重要な役割を果たしていただきます。",
  "PA": "Odyssey Outfits のチームに加わってくれる、熟練した給与管理者を募集しています。この役割では、従業員の報酬の管理と処理を担当します。給与管理者は、地方、州、連邦の規制を遵守しながら、従業員の給与、ボーナス、福利厚生を正確かつタイムリーに支払うことを保証します。",
  "FA": "Odyssey Outfits のチームに加わってくれる、熟練した財務アナリストを募集しています。この役割では、財務データと傾向の詳細な分析に基づいて、貴重な洞察と推奨事項を提供します。財務アナリストとしての主な責任は、複雑な財務情報を解釈し、それを明確かつ有意義な方法で提示することで意思決定者をサポートすることです。",
  "FD": "Odyssey Outfits のチームに加わってくれる、熟練したフルスタック開発者を探しています。この役割では、フロントエンドとバックエンドの両方の開発における専門知識を活用して、シームレスでユーザーフレンドリーな Web アプリケーションを作成します。フルスタック開発者として、当社の Web サイト上でユーザーが操作する視覚要素の設計と実装を担当していただきます。",
  "NA": "Odyssey Outfits のチームに加わってくれる、熟練したネットワーク管理者を募集しています。この役割では、当社のコンピュータ ネットワークを管理および保守していただきます。ネットワーク管理者は、ローカル エリア ネットワーク (LAN)、ワイド エリア ネットワーク (WAN)、その他の通信システムを含むネットワーク インフラストラクチャのシームレスな運用を保証します。",
  "HDA": "Odyssey Outfits のチームに加わる、熟練した顧客重視のヘルプ デスク管理者を募集しています。この役割では、組織内の従業員に技術支援とサポートを提供する責任を負います。あなたの主な焦点は、組織内のハードウェア、ソフトウェア、ネットワーク、その他の IT 関連の問題に対処し、重要なサービスを提供することです。",
  "label-form-name": "ファーストネーム：",
  "label-form-lname": "苗字：",
  "label-form-email": "Eメール：",
  "label-form-phone": "電話番号：",
  "label-form-linkedin": "リンクトイン:",
  "label-form-address": "現住所：",
  "label-form-legal": "あなたは米国で働くことが法的に<br>許可されていますか?",
  "label-form-education": "次のレベルの教育を完了しましたか?<br>学士号?",
  "fileInputLabel": "履歴書をアップロードする",
  "pdf-file-error": "有効な PDF ファイルをアップロードしてください。",
  "submit-resume": "申請書を提出する",
  "application-sent": "申請書を送信しました！",
  "received-application": "ご応募いただきありがとうございます。無事に受け取りました。徹底的な審査プロセスを進めているため、お申し込みのステータスに関する電子メール通知をお待ちください。ご不便をおかけいたしますが、ご協力いただけることを楽しみにしております。",
  "application-not-sent": "申請書は送信されませんでした!",
  "not-received-application": "ご応募いただきありがとうございます。確認メールの送信中にエラーが発生したようです。すぐにもう一度お試しください。",
  "form-yes": "はい",
  "form-no": "いいえ",
  "form-yes-2": "はい",
  "form-no-2": "いいえ",
  "error-404": "エラー404ページが見つかりません ：（",
  "copyright": "© 2023 オデッセイ アウトフィット。全著作権所有。"
}