{
  "TOS-welcome": "Velkommen!",
  "TOS-locale": "Vælg venligst et standardsprog:",
  "TOS-preamble": "Vores hjemmeside indsamler brugerdata for at forbedre den overordnede brugeroplevelse.<br> Ved at fortsætte med at bruge vores hjemmeside accepterer du vores TOS.",
  "TOS-TOS": "Servicevilkår",
  "TOS-ADA": "Vores hjemmeside er i overensstemmelse med ADA (Americans with Disabilities Act), som følge heraf kan du klikke på øjenikonet i øverste højre hjørne for at skifte ADA-overholdelsestilstand.",
  "toast-ok": "Okay",
  "ada-disabled": "Du har deaktiveret ADA-tilstand.",
  "ada-disabled-continue": "Det ser ud til, at du har deaktiveret ADA-tilstand, du bliver nødt til at opdatere for at fortsætte.",
  "ada-enabled": "Du har aktiveret ADA-tilstand.",
  "ada-enabled-continue": "Det ser ud til, at du har aktiveret ADA-tilstand, farveskemaet på denne hjemmeside vil være sort på hvidt, indtil ADA-tilstand er deaktiveret.",
  "nav-home": "Hjem",
  "nav-about": "Om",
  "nav-services": "Tjenester",
  "nav-contact": "Kontakt",
  "nav-resume": "Upload et CV",
  "Select-a-Job": "Vælg et job",
  "Upper-Management": "Øverste ledelse",
  "Chief-Financial-Officer": "Regnskabs chef",
  "Chief-Executive-Officer": "Administrerende direktør",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Lower-Management": "lavere ledelse",
  "Human-Resources": "Menneskelige ressourcer",
  "Regional-Manager": "Regional leder",
  "Office-Manager": "Kontorchef",
  "Sales-Department": "Salgsafdeling",
  "Regional-Sales-Director": "Regional salgsdirektør",
  "Account-Executive": "Account Executive",
  "Salesman": "en sælger",
  "Financial-Department": "Økonomiafdelingen",
  "Regional-Financial-Director": "Regional økonomidirektør",
  "Payroll-Administrator": "Lønadministrator",
  "Financial-Analyst": "Finansiel analytiker",
  "IT-Department": "Det afdeling",
  "Fullstack-Developer": "Fullstack udvikler",
  "Network-Administrator": "Netværksadministrator",
  "Help-Desk-Administrator": "Help Desk administrator",
  "Selected-Job": "Valgt job:",
  "Department-Division": "Afdeling/afdeling:",
  "Job-Description": "Job beskrivelse:",
  "CFO": "Vi søger en dygtig Chief Financial Officer til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du overvåge vores finansielle aktiviteter og strategi. Som CFO vil du udvikle og eksekvere organisationens finansielle strategi i overensstemmelse med vores overordnede forretningsmål og yde strategisk økonomisk vejledning til den administrerende direktør og andre ledere.",
  "CEO": "Vi søger en dygtig administrerende direktør til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du føre vores organisation til nye højder ved at træffe strategiske virksomhedsbeslutninger, føre tilsyn med overordnede operationer og ressourcer og fungere som det primære bindeled mellem bestyrelsen og virksomhedens drift. Som administrerende direktør vil du spille en central rolle i at sætte den strategiske retning, identificere forretningsmuligheder og sikre virksomhedens overholdelse af lovmæssige og regulatoriske krav.",
  "COO": "Vi søger en dygtig Chief Operating Officer til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du fremme operationel effektivitet og implementere strategier for at hjælpe med at nå vores mål så effektivt som muligt. Som et centralt medlem af vores ledelsesteam vil du være ansvarlig for at udvikle og implementere operationelle politikker og procedurer, tilpasse operationelle strategier med vores forretningsmål og sikre en effektiv allokering af ressourcer.",
  "HR": "Vi søger en dygtig menneskelig ressource til at blive en del af vores team hos Odyssey Outfits. I denne rolle kommer du til at varetage personaleledelse, ansættelsesrelaterede forhold og understøtte den overordnede trivsel for vores værdsatte medarbejdere, i din specifikke regionale afdeling. Denne rolle er afgørende for at skabe et positivt arbejdsmiljø, sikre lovoverholdelse og understøtte vores organisations strategiske mål.",
  "RM": "Vi søger en dygtig regionschef til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at overvåge og administrere driften, salget og den overordnede ydeevne for flere større kunder inden for din specifikke region. Denne centrale lederposition involverer at sætte og opnå præstationsmål, sikre overholdelse og drive økonomisk succes.",
  "OM": "Vi søger en dygtig Office Manager til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at føre tilsyn med den daglige drift af vores kontor, (placering TBD). Denne afgørende rolle kræver en dynamisk person med stærke organisatoriske og ledelsesmæssige færdigheder for at sikre, at vores kontor fungerer problemfrit.",
  "RSD": "Vi søger en dygtig regional salgsdirektør til at blive en del af vores team hos Odyssey Outfits. I denne lederrolle vil du være ansvarlig for at drive salgsaktiviteter inden for din specifikke region. Som et centralt medlem af vores team vil du være ansvarlig for at udvikle og eksekvere salgsstrategier, lede et dynamisk salgsteam og bidrage til den samlede vækst og succes i organisationen.",
  "AE": "Vi søger en dygtig Account Executive til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at administrere kundekonti, drive virksomhedsvækst og sikre kundetilfredshed. Hvis du trives i et dynamisk og samarbejdende miljø, inviterer vi dig til at blive en del af vores team.",
  "SM": "Vi søger en dygtig sælger til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at drive omsætningsvækst ved effektivt at sælge vores produkter og tjenester til potentielle kunder. Hvis du brænder for salg, opbygning af relationer og opnåelse af mål, inviterer vi dig til at blive en del af vores dynamiske team.",
  "RFD": "Vi søger en dygtig regional finansdirektør til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du overvåge og styre den økonomiske drift inden for din specifikke region. Som en nøgleleder vil du spille en afgørende rolle i at forme og implementere finansielle strategier for at drive succesen af ​​vores operationer i din tildelte region.",
  "PA": "Vi søger en dygtig lønadministrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at administrere og behandle medarbejderkompensation. Som lønadministrator vil du sikre den nøjagtige og rettidige udbetaling af medarbejders løn, bonusser og fordele, mens du opretholder overholdelse af lokale, statslige og føderale regler.",
  "FA": "Vi søger en dygtig finansanalytiker til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du give værdifuld indsigt og anbefalinger baseret på dybdegående analyse af finansielle data og trends. Som finansanalytiker vil dit primære ansvar være at støtte beslutningstagere ved at fortolke kompleks finansiel information og præsentere den på en klar og meningsfuld måde.",
  "FD": "Vi søger en dygtig Full Stack-udvikler til at slutte sig til vores team hos Odyssey Outfits. I denne rolle vil du udnytte din ekspertise inden for både frontend- og backend-udvikling til at skabe sømløse og brugervenlige webapplikationer. Som Full Stack-udvikler vil du være ansvarlig for at designe og implementere de visuelle elementer, som brugerne interagerer med på vores hjemmesider.",
  "NA": "Vi søger en dygtig netværksadministrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du administrere og vedligeholde vores computernetværk. Som netværksadministrator vil du sikre en problemfri drift af vores netværksinfrastruktur, der omfatter lokale netværk (LAN'er), wide area netværk (WAN'er) og andre kommunikationssystemer.",
  "HDA": "Vi søger en dygtig og kundefokuseret Help Desk Administrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at yde teknisk assistance og support til medarbejdere i organisationen. Dit primære fokus vil være på at levere en afgørende service ved at løse hardware, software, netværk og andre it-relaterede problemer i vores organisation.",
  "label-form-name": "Fornavn:",
  "label-form-lname": "Efternavn:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Telefonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Nuværende adresse:",
  "label-form-legal": "Er du juridisk autoriseret<br>til at arbejde i USA?",
  "label-form-education": "Har du gennemført følgende uddannelsesniveau: Bachelor?",
  "fileInputLabel": "Upload dit CV",
  "pdf-file-error": "Upload venligst en gyldig PDF-fil.",
  "submit-resume": "Indsend din ansøgning",
  "application-sent": "Ansøgning sendt!",
  "received-application": "Tak for din ansøgning! Vi har modtaget den med succes. Forvent venligst en e-mail-meddelelse om status for din ansøgning, efterhånden som vi skrider frem gennem vores grundige gennemgangsproces. Vi sætter pris på din tålmodighed og ser frem til muligheden for at arbejde sammen.",
  "application-not-sent": "Ansøgning ikke sendt!",
  "not-received-application": "Tak for din ansøgning! Det ser ud til, at vi havde en fejl ved at sende bekræftelses-e-mailen. Prøv venligst igen snart.",
  "form-yes": "Ja",
  "form-no": "Ingen",
  "form-yes-2": "Ja",
  "form-no-2": "Ingen",
  "error-404": "Fejl 404: Siden blev ikke fundet :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;Alle rettigheder forbeholdes."
}