{
  "TOS-welcome": "Velkommen!",
  "TOS-locale": "Vælg venligst et standardsprog:",
  "TOS-preamble": "Vores hjemmeside indsamler brugerdata for at forbedre den overordnede brugeroplevelse.<br> Ved at fortsætte med at bruge vores hjemmeside accepterer du vores TOS.",
  "TOS-TOS": "Servicevilkår og privatlivspolitik",
  "TOS-ADA": "Vores hjemmeside er i overensstemmelse med ADA-standarderne (Americans with Disabilities Act).<br>Som et resultat kan du klikke på øjeikonet i øverste højre hjørne for at skifte<br>ADA-overholdelsestilstand.",
  "toast-ok": "Okay",
  "ada-disabled": "Du har deaktiveret ADA-tilstand.",
  "ada-disabled-continue": "Det ser ud til, at du har deaktiveret ADA-tilstand, du bliver nødt til at opdatere for at fortsætte.",
  "ada-enabled": "Du har aktiveret ADA-tilstand.",
  "ada-enabled-continue": "Det ser ud til, at du har aktiveret ADA-tilstand, farveskemaet på denne hjemmeside vil være sort på hvidt, indtil ADA-tilstand er deaktiveret.",
  "nav-home": "Hjem",
  "nav-contact": "Kontakt",
  "nav-careers": "Karrierer",
  "nav-legal": "gyldige",
  "Motto": "Start din karriere<br>hos Odyssey Outfits",
  "Bio": "Vi vil give dig muligheder for at lære,<br>vokse og bidrage til en grønnere fremtid.",
  "Explore-Careers": "Udforsk vores karrierer",
  "why-us": "Hvorfor os?",
  "Learning-and-Growth-Opportunities-1": "Lærings- og vækstmuligheder",
  "Learning-and-Growth-Opportunities-2": "Lærings- og vækstmuligheder",
  "Learning-and-Growth-Opportunities-3": "Vi vil give dig de værktøjer og ressourcer, du har brug for, for at holde dig foran på dit felt. Slut dig til vores team, der værdsætter kreativitet og innovation. Vores arbejdsmiljø tilskynder til out-of-the-box-tænkning, hvilket giver dig mulighed for at bidrage med ideer, der former fremtiden for bæredygtig mode.",
  "Positive-Brand-Image-1": "Positivt mærkebillede",
  "Positive-Brand-Image-2": "Positivt mærkebillede",
  "Positive-Brand-Image-3": "Hjertet i vores mission er en forpligtelse til at skabe mode, der ikke kun forbedrer din garderobe, men også efterlader en positiv indvirkning på planeten. Slut dig til vores team og bliv en katalysator for at fremme vores miljøbevidste initiativ.",
  "Flexibility-1": "Fleksibilitet",
  "Flexibility-2": "Fleksibilitet",
  "Flexibility-3": "Vi prioriterer medarbejderfleksibilitet som en hjørnesten i vores værdier. I erkendelse af vigtigheden af ​​balance mellem arbejde og privatliv styrker vi vores team med fleksible tidsplaner og muligheder for fjernarbejde. Vi tror på, at et harmonisk og fleksibelt arbejdsmiljø ikke kun øger den enkeltes velvære, men også fremmer kreativitet og innovation.",
  "Healthy-Workplace-1": "Sund arbejdsplads",
  "Healthy-Workplace-2": "Sund arbejdsplads",
  "Healthy-Workplace-3": "Vores team er forpligtet til at dyrke en sund og mangfoldig arbejdsplads. Vi tror på, at et mangfoldigt team bringer et væld af perspektiver og kreativitet, der fremmer innovation i vores bæredygtige modebestræbelser. Vores inkluderende miljø hylder forskelligheder og omfavner en kultur, der fremmer gensidig respekt og forståelse.",
  "contact-us": "Kontakt os!",
  "label-contact-name": "Navn:",
  "label-contact-email": "E-mail:",
  "label-contact-message": "Besked:",
  "contact-submit": "Indsend",
  "legal-docs": "Juridiske dokumenter",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Fuld funktionsliste",
  "legal-compliance": "Overholdelse af lovgivningen",
  "legal-compliance-github": "Lovlig overholdelse (GitHub Wiki)",
  "TOS-privacy-policy": "Servicevilkår og privatlivspolitik",
  "TOS-privacy-policy-github": "Servicevilkår og privatlivspolitik (GitHub Wiki)",
  "hosting": "Hosting",
  "hosting-1": "Hr. Amir og Hr. Krug, (hermed omtalt som &quot;Udviklerne&quot;), erklærer udtrykkeligt, at &quot;Odyssey Outfits&quot;, (hermed omtalt som &quot;Tjenesten&quot;), er <strong>IKKE</strong> en registreret LLC og mangler juridisk eller detailautoritet til at fremstille, sælge eller levere produkter eller tjenester.",
  "hosting-2": "Opbevaringsstedet for Tjenesten er hostet på GitHub, og Tjenesten drives af Vercel.com (hermed omtalt som \"Vercel\").",
  "hosting-3": "I henhold til GitHub.com&#39;s (hermed benævnt \"GitHub\") licensdokumentation (afsnit 1, §2 - <a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licensering af et lager</a>&quot;), er det udtrykkeligt angivet, at &quot;<em>...uden licens gælder standardlovgivningen om ophavsret, hvilket betyder, at du bevarer alle rettigheder til din kildekode, og ingen må reproducere, distribuere eller skabe afledte værker fra dit arbejde. Hvis du opretter et open source-projekt, opfordrer vi dig kraftigt til at inkludere en open source-licens.</em>&quot; Vær venligst opmærksom på, at dette lager og eventuelle tilknyttede websteder udelukkende er beregnet til PERSONLIG og PRIVAT brug, da det er delt ejendom mellem udviklerne.",
  "hosting-4": "Udviklerne overholder både GitHub og Vercels minimumsalderskrav.",
  "hosting-5": "Under Vercels servicevilkår (afsnit 2, - &quot;<a href='https://vercel.com/legal/terms'>Midlertidig brugslicens</a>&quot;), er det udtrykkeligt angivet, at &quot;<em>...med forbehold for din overholdelse af vilkårene i denne aftale, tildeles du en personlig, ikke-underlicenserbar, ikke-eksklusiv, ikke-overdragelig, begrænset licens til at bruge Tjenesterne til din interne virksomhed eller personlige formål i henhold til din kontos servicekapacitet. Alle rettigheder, der ikke udtrykkeligt er givet heri, er forbeholdt, og ingen licens eller ret til at bruge et varemærke tilhørende Vercel eller nogen tredjepart er givet til dig i forbindelse med tjenesterne.</em>&quot; Selvom Vercel tillader brugen af ​​sine tjenester til forretningsformål, er det bydende nødvendigt at præcisere, at hjemmesiden, drevet af Vercel og hostet på GitHub, udelukkende er beregnet til personlig brug af udviklerne. Enhver brug ud over dette omfang er og skal fortsat være uautoriseret.",
  "third-party-terms-of-service-compliance": "Overholdelse af servicevilkår for tredjeparter",
  "third-party-terms-of-service-compliance-1": "Udviklerne er i nøje overensstemmelse med enhver og alle tredjepartstjenester, som er blevet brugt til deres personlige projekt.",
  "third-party-terms-of-service-compliance-2": "Tjenesten har brugt Yandex.com&#39;s, (hermed omtalt som \"Yandex\"), online oversætter. Udviklerne overholder begge Yandex's servicevilkårsdokumentation (afsnit 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Brug af tjenesten</a> a>&quot;), &quot;<em>Tjenesten leveres til brugeren til personlig ikke-kommerciel brug.</em>&quot; Som udviklerne strengt har angivet, er dette projekt kun til personlig brug.",
  "third-party-terms-of-service-compliance-3": "Udviklerne har brugt EmailJS.com&#39;s, (hermed omtalt som \"EmailJS\"), JavaScript-e-mail-tjeneste. Servicevilkårene, der leveres af EmailJS, implicerer ikke implicit, at deres tjeneste er egnet til brug i hverken private eller kommercielle sammenhænge, ​​<strong>DOG</strong> Udviklerne har erklæret, at brugen af ​​EmailJS's tjenester udelukkende er til personlig brug.",
  "childrens-online-privacy-protection-act-compliance": "Overholdelse af Children's Online Privacy Protection Act",
  "childrens-online-privacy-protection-act-compliance-1": "Dette projekt er i overensstemmelse med kravene i COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). Det er og vil fortsat være designet til personer i alderen 16 år eller ældre, specifikt til privat, ikke-kommerciel brug.",
  "copyright-infringement-and-dmca-policy-compliance": "Krænkelse af ophavsret og overholdelse af DMCA-politikker",
  "copyright-infringement-and-dmca-policy-compliance-1": "Udviklerne overholder GitHub&#39;s <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Krænkelse af ophavsret og DMCA-politik</a>",
  "collection-and-usage-of-user-data": "Indsamling og brug af brugerdata",
  "collection-and-usage-of-user-data-1": "Mens Tjenesten er en fiktiv forretning, bruges hjemmesiden til at demonstrere de standarder, moderne hjemmesider skal bruge. Enhver og alle funktioner og API'er, der antydes til at blive brugt af webstedet, bruges udelukkende til testformål.",
  "collection-and-usage-of-user-data-2": "Tjenesten gemmer ikke data såsom e-mailadresser, geologiske adresser, telefonnumre, navne, eksterne dokumenter eller eksterne links leveret af brugeren. Hver af disse datatyper bruges som midlertidige data til &quot;Kontakt os&quot; og &quot;Karrierer&quot; som bliver ikke-eksisterende for Udviklerne.",
  "agreement-outline": "Denne aftale beskriver vilkårene og betingelserne for brugen af ​​\"Odyssey Outfits\", (hermed benævnt \"Tjenesten\") og dets tilknyttede aktiver leveret af hr. Amir og hr. Krug, (hermed benævnt &quot; Udviklerne&quot;).",
  "acceptance-of-terms-1": "Denne aftale træder i kraft ved din første adgang til Tjenesten eller påbegyndelse af enhver brug, der involverer tilknyttede førstepartstjenester. Ved at tilgå, gennemse eller bruge Tjenesten og/eller dens tilknyttede tjenester, anerkender og omfavner du uigenkaldeligt og ubetinget disse Vilkår. Du bekræfter bekræftende, at din accept er fuldt ud bundet af denne aftale uden undtagelser, begrænsninger eller udelukkelser. Alle bestemmelser i denne aftale kan håndhæves over for dig i det maksimale omfang. Hvis du får adgang til tjenesten eller bruger nogen tjenester på vegne af en virksomhed, uanset om du er registreret eller opererer uden registrering, anerkender, accepterer og er den nævnte virksomhed hermed bundet til vilkårene i denne aftale.",
  "acceptance-of-terms-2": "Hvis du eller den førnævnte virksomhed gør indsigelse mod en bestemmelse i denne aftale og ikke ønsker at være bundet af dens vilkår, er det forpligtet til omgående at afbryde brugen af ​​Tjenesten og eventuelle tilknyttede førstepartstjenester.",
  "legal-and-retail-authority": "Juridisk og detailmyndighed",
  "legal-and-retail-authority-1": "Udviklerne angiver eksplicit, at &quot;Odyssey Outfits&quot; er ikke en registreret LLC og har ikke den juridiske eller detailautoritet til at fremstille, sælge eller levere nogen produkter eller tjenester.",
  "intellectual-property-rights": "Intellektuelle ejendomsrettigheder",
  "intellectual-property-rights-1": "I overensstemmelse med GitHub.com&#39;s, (hermed omtalt som \"GitHub), licensdokumentation (afsnit 1, §2 - \"Licensering af et lager\"), informeres brugerne om, at standardlovgivningen om ophavsret gælder for kilden kode. Depotet og tilhørende websteder er udelukkende beregnet til PERSONLIG og PRIVAT brug.",
  "intellectual-property-rights-2": "Tjenesten er co-ejet og vil fortsat være delt ejendom mellem udviklerne indtil videre.",
  "intellectual-property-rights-3": "Du anerkender og accepterer hermed udtrykkeligt og uigenkaldeligt, at adgang til Tjenesten og brug af tilknyttede førstepartstjenester ikke giver dig nogen rettighed, titel eller interesse i intellektuel ejendomsret og andre rettigheder til indhold, som er tilgængeligt for Tjenesten eller gennem tilknyttet førstepart tjenester, der ejes eller er licenseret af udviklerne.",
  "privacy-policy": "Fortrolighedspolitik",
  "privacy-policy-1": "Du anerkender, at udviklerne, for at sikre den korrekte funktionalitet af Tjenesten og leveringen af ​​eventuelle tilknyttede førstepartstjenester, har ret til at indsamle, gemme, behandle og overføre specifikke oplysninger relateret til din brug af Tjenesten og enhver tilknyttet først. -festtjenester. Detaljerne om de oplysninger, der antages at blive indsamlet af Tjenesten og Udviklerne, er beskrevet i The Developers Legal Compliance-dokument (afsnit 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link til juridisk overholdelse Github-side.' target='_blank' rel='noopener'>Juridisk overholdelse</a>&quot;)",
  "accessing-this-service": "Ved at tilgå og bruge Tjenesten accepterer brugerne at overholde disse vilkår og betingelser. Udviklerne forbeholder sig retten til at ændre eller opdatere disse vilkår efter eget skøn. Fortsat brug af Tjenesten efter sådanne ændringer udgør accept af de opdaterede vilkår. Hvis brugerne ikke er enige i disse vilkår, rådes de til at afstå fra at få adgang til eller bruge tjenesten.",
  "Select-a-Job": "Vælg et job",
  "Upper-Management": "Øverste ledelse",
  "Lower-Management": "lavere ledelse",
  "Sales-Department": "Salgsafdeling",
  "Financial-Department": "Økonomiafdelingen",
  "IT-Department": "Det afdeling",
  "Learn-More": "Vælg venligst en stillingsbetegnelse for at lære mere!",
  "Chief-Financial-Officer": "Regnskabs chef",
  "Chief-Executive-Officer": "Administrerende direktør",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Human-Resources": "Menneskelige ressourcer",
  "Regional-Manager": "Regional leder",
  "Office-Manager": "Kontorchef",
  "Regional-Sales-Director": "Regional salgsdirektør",
  "Account-Executive": "Account Executive",
  "Salesman": "en sælger",
  "Regional-Financial-Director": "Regional økonomidirektør",
  "Payroll-Administrator": "Lønadministrator",
  "Financial-Analyst": "Finansiel analytiker",
  "Fullstack-Developer": "Fullstack udvikler",
  "Network-Administrator": "Netværksadministrator",
  "Help-Desk-Administrator": "Help Desk administrator",
  "Selected-Job": "Valgt job:",
  "Department-Division": "Afdeling/afdeling:",
  "Job-Description": "Job beskrivelse:",
  "CFO": "Vi søger en dygtig Chief Financial Officer til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du overvåge vores finansielle aktiviteter og strategi. Som CFO vil du udvikle og eksekvere organisationens finansielle strategi i overensstemmelse med vores overordnede forretningsmål og yde strategisk økonomisk vejledning til den administrerende direktør og andre ledere.",
  "CEO": "Vi søger en dygtig administrerende direktør til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du føre vores organisation til nye højder ved at træffe strategiske virksomhedsbeslutninger, føre tilsyn med overordnede operationer og ressourcer og fungere som det primære bindeled mellem bestyrelsen og virksomhedens drift. Som administrerende direktør vil du spille en central rolle i at sætte den strategiske retning, identificere forretningsmuligheder og sikre virksomhedens overholdelse af lovmæssige og regulatoriske krav.",
  "COO": "Vi søger en dygtig Chief Operating Officer til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du fremme operationel effektivitet og implementere strategier for at hjælpe med at nå vores mål så effektivt som muligt. Som et centralt medlem af vores ledelsesteam vil du være ansvarlig for at udvikle og implementere operationelle politikker og procedurer, tilpasse operationelle strategier med vores forretningsmål og sikre en effektiv allokering af ressourcer.",
  "HR": "Vi søger en dygtig menneskelig ressource til at blive en del af vores team hos Odyssey Outfits. I denne rolle kommer du til at varetage personaleledelse, ansættelsesrelaterede forhold og understøtte den overordnede trivsel for vores værdsatte medarbejdere, i din specifikke regionale afdeling. Denne rolle er afgørende for at skabe et positivt arbejdsmiljø, sikre lovoverholdelse og understøtte vores organisations strategiske mål.",
  "RM": "Vi søger en dygtig regionschef til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at overvåge og administrere driften, salget og den overordnede ydeevne for flere større kunder inden for din specifikke region. Denne centrale lederposition involverer at sætte og opnå præstationsmål, sikre overholdelse og drive økonomisk succes.",
  "OM": "Vi søger en dygtig Office Manager til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at føre tilsyn med den daglige drift af vores kontor, (placering TBD). Denne afgørende rolle kræver en dynamisk person med stærke organisatoriske og ledelsesmæssige færdigheder for at sikre, at vores kontor fungerer problemfrit.",
  "RSD": "Vi søger en dygtig regional salgsdirektør til at blive en del af vores team hos Odyssey Outfits. I denne lederrolle vil du være ansvarlig for at drive salgsaktiviteter inden for din specifikke region. Som et centralt medlem af vores team vil du være ansvarlig for at udvikle og eksekvere salgsstrategier, lede et dynamisk salgsteam og bidrage til den samlede vækst og succes i organisationen.",
  "AE": "Vi søger en dygtig Account Executive til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at administrere kundekonti, drive virksomhedsvækst og sikre kundetilfredshed. Hvis du trives i et dynamisk og samarbejdende miljø, inviterer vi dig til at blive en del af vores team.",
  "S": "Vi søger en dygtig sælger til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at drive omsætningsvækst ved effektivt at sælge vores produkter og tjenester til potentielle kunder. Hvis du brænder for salg, opbygning af relationer og opnåelse af mål, inviterer vi dig til at blive en del af vores dynamiske team.",
  "RFD": "Vi søger en dygtig regional finansdirektør til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du overvåge og styre den økonomiske drift inden for din specifikke region. Som en nøgleleder vil du spille en afgørende rolle i at forme og implementere finansielle strategier for at drive succesen af ​​vores operationer i din tildelte region.",
  "PA": "Vi søger en dygtig lønadministrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at administrere og behandle medarbejderkompensation. Som lønadministrator vil du sikre den nøjagtige og rettidige udbetaling af medarbejders løn, bonusser og fordele, mens du opretholder overholdelse af lokale, statslige og føderale regler.",
  "FA": "Vi søger en dygtig finansanalytiker til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du give værdifuld indsigt og anbefalinger baseret på dybdegående analyse af finansielle data og trends. Som finansanalytiker vil dit primære ansvar være at støtte beslutningstagere ved at fortolke kompleks finansiel information og præsentere den på en klar og meningsfuld måde.",
  "FD": "Vi søger en dygtig Full Stack-udvikler til at slutte sig til vores team hos Odyssey Outfits. I denne rolle vil du udnytte din ekspertise inden for både frontend- og backend-udvikling til at skabe sømløse og brugervenlige webapplikationer. Som Full Stack-udvikler vil du være ansvarlig for at designe og implementere de visuelle elementer, som brugerne interagerer med på vores hjemmesider.",
  "NA": "Vi søger en dygtig netværksadministrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du administrere og vedligeholde vores computernetværk. Som netværksadministrator vil du sikre en problemfri drift af vores netværksinfrastruktur, der omfatter lokale netværk (LAN'er), wide area netværk (WAN'er) og andre kommunikationssystemer.",
  "HDA": "Vi søger en dygtig og kundefokuseret Help Desk Administrator til at blive en del af vores team hos Odyssey Outfits. I denne rolle vil du være ansvarlig for at yde teknisk assistance og support til medarbejdere i organisationen. Dit primære fokus vil være på at levere en afgørende service ved at løse hardware, software, netværk og andre it-relaterede problemer i vores organisation.",
  "Key-Responsibilities-CFO": "<li>Udvikle og eksekver organisationens finansielle strategi i overensstemmelse med overordnede forretningsmål.</li> <li>Giv strategisk økonomisk vejledning til den administrerende direktør og andre ledere.</li> <li>Lede økonomisk planlægning og budgettering.< /li> <li>Udfør finansiel prognose, analyse og modellering for at understøtte beslutningstagning.</li> <li>Identificere og vurdere finansielle risici og implementere risikobegrænsende strategier.</li> <li>Sikre overholdelse af finansielle regler og rapporteringskrav.</li> <li>Overvåge udarbejdelsen og præsentationen af ​​finansielle rapporter til interessenter, herunder bestyrelsen, investorer og tilsynsorganer.</li> <li>Sikre nøjagtighed, gennemsigtighed og overholdelse af regnskabsstandarder. </li> <li>Administrer organisationens finansielle ressourcer og investeringer, kapitalstruktur, likviditet og pengestrøm.</li> <li>Lede eller deltage i fusions- og opkøbsaktiviteter, herunder due diligence, forhandlinger og integrationsplanlægning. </li> <li>Vælg de mest effektive måder at rejse kapital på, hvad enten det er gennem gæld, egenkapital eller andre finansielle instrumenter.</li> <li>Oprethold relationer til finansielle institutioner og investorer.</li> <li>Hvis du er en erfaren finansiel leder med et strategisk mindset, stærke analytiske evner og en track record for at drive finansiel ekspertise, inviterer vi dig til at slutte dig til Odyssey Outfits som vores CFO. Vær en nøglespiller i at forme den økonomiske succes og vækst i vores dynamiske organisation.</li>",
  "Key-Responsibilities-CEO": "<li>Sæt den strategiske retning og langsigtede mål i samarbejde med bestyrelsen.</li> <li>Identificer forretningsmuligheder og potentielle risici.</li> <li>Arbejd tæt sammen med CFO'en for at styre det økonomiske virksomhedens sundhed.</li> <li>Gennemgå økonomiske rapporter og budgetter.</li> <li>Administrer og forbedre virksomhedens brand og omdømme.</li> <li>Løs problemer med public relations omgående.</li > <li>Opmuntre innovation og tilpasning til ændrede markedsforhold.</li> <li>Implementer krisestyringsplaner for at navigere i uforudsete udfordringer.</li> <li>Udvikle et globalt perspektiv, især for virksomheder med internationale aktiviteter.</li> li> <li>Naviger i geopolitiske og økonomiske kompleksiteter.</li> <li>Som en visionær leder vil du drive Odyssey Outfits mod succes, fremme innovation og sikre vores fortsatte vækst. Hvis du besidder et strategisk mindset, exceptionelle lederevner og en passion for at drive organisatorisk ekspertise, inviterer vi dig til at lede Odyssey Outfits som vores administrerende direktør. Vær med til at forme fremtiden for vores dynamiske og innovative virksomhed.</li>",
  "Key-Responsibilities-COO": "<li>Udvikle og implementer operationelle politikker og procedurer.</li> <li>Tilpas operationelle strategier med organisationens forretningsmål.</li> <li>Administrer og allokér ressourcer effektivt, herunder budgettering, bemanding og teknologi.</li> li> <li>Arbejde med personaleafdelingen for at tiltrække, udvikle og fastholde talenter.</li> <li>Overvåg og evaluer ydeevnen af ​​forskellige afdelinger og teams.</li> <li>Strømline arbejdsgange for at forbedre den overordnede produktivitet.</li> <li>Overvåg kvalitetskontrolprocesser for at sikre, at produkter eller tjenester lever op til etablerede standarder.</li> <li>Sørg for, at organisationen har de rigtige mennesker i de rigtige roller.</li> <li>Sørg for lederskab. og vejledning til at opnå operationel ekspertise.</li> <li>Giv regelmæssige rapporter til den administrerende direktør og andre ledere om operationelle resultater.</li> <li>Formidle nøglemålinger og operationel indsigt.</li> <li>Som en erfaren professionel, vil du bringe din ekspertise til at lede vores operationelle initiativer, fremme effektiviteten og bidrage til den overordnede succes for Odyssey Outfits. Hvis du trives i et dynamisk og samarbejdende miljø, byder vi dig velkommen til at slutte dig til os som vores COO og være en nøglearkitekt til at forme vores operationelle succes.</li>",
  "Key-Responsibilities-HR": "<li>Tiltræk, rekrutter og ansæt kvalificerede kandidater til jobåbninger.</li> <li>Foretag samtaler, screeninger og koordiner hele ansættelsesprocessen.</li> <li>Tag på og løs konflikter på arbejdspladsen og problemer med medarbejderrelationer .</li> <li>Fremme et positivt arbejdsmiljø og forbedre medarbejdernes moral.</li> <li>Giv feedback, coaching og støtte til medarbejderudvikling.</li> <li>Identificer træningsbehov og koordiner medarbejderudvikling programmer.</li> <li>Administrer kompensationsprogrammer, herunder lønninger, bonusser og fordele.</li> <li>Foretag løngennemgang og sørg for konkurrencedygtig kompensation.</li> <li>Sikre overholdelse af arbejdslove og -regler .</li> <li>Sikre overholdelse af sikkerhedsbestemmelser og implementere forebyggende foranstaltninger.</li> <li>Oprethold nøjagtige og fortrolige medarbejderregistre.</li> <li>Håndtere dokumentation relateret til ansættelseskontrakter, forfremmelser og opsigelser .</li> <li>Foretag afgangssamtaler med afgående medarbejdere.</li> <li>Administrer opsigelsesprocessen i overensstemmelse med virksomhedens politikker og lovkrav.</li> <li>Identificer og udvikle potentielle ledere i organisationen .</li> <li>Planlæg for rækkefølgen af ​​nøglestillinger.</li> <li>Evaluer kontorpersonalets præstation og giv konstruktiv feedback.</li> <li>Identificer områder for forbedring og implementer nødvendige ændringer. </li> <li>Som Human Resources Manager hos Odyssey Outfits vil du spille en central rolle i at forme vores arbejdspladskultur, understøtte medarbejdervækst og sikre overholdelse af alle ansættelsesrelaterede spørgsmål. Hvis du er en erfaren HR-professionel med en passion for at skabe positive arbejdspladser, inviterer vi dig til at slutte dig til vores team og bidrage til succesen med Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Sæt klare præstationsmål og -mål for hver lokation i regionen.</li> <li>Overvåg og evaluer den operationelle ydeevne for hver filial eller lokation.</li> <li>Sørg for nøje overholdelse af virksomhedens politikker, procedurer , og standarder.</li> <li>Udfør regelmæssige revisioner for at bekræfte overholdelse på alle niveauer.</li> <li>Administrer regionens økonomiske resultater, herunder budgettering, prognoser og udgiftskontrol.</li> < li>Analyser finansielle rapporter og nøglepræstationsindikatorer for at identificere områder til forbedring.</li> <li>Få tilsyn med salgs- og finansielle udviklingsaktiviteter i regionen.</li> <li>Giv strategisk vejledning til at drive omsætning og markedsvækst.< /li> <li>Lede og vejlede filialledere og andet regionalt personale.</li> <li>Rekruttere, uddanne og udvikle højtydende teams for hver lokation.</li> <li>Kommunikere regelmæssigt med filialledere og andre teammedlemmer.</li> <li>Samarbejde med andre afdelinger, såsom marketing, menneskelige ressourcer og økonomi.</li> <li>Få tilsyn med træningsprogrammer for personale i regionen.</li> <li>Support faglig udvikling og kompetenceløft.</li> <li>Identificer muligheder for ekspansion og vækst i regionen.</li> <li>Vurder potentielle nye lokationer eller markeder.</li> <li>Samarbejde med hovedkvarterer og andre regionale ledere for at sikre sammenhæng i driften og strategiske initiativer.</li> <li>Del bedste praksis og bidrag til virksomhedens overordnede succes.</li> <li>Forbered og præsentere regelmæssige rapporter til den øverste ledelse om regionens præstationer. </li> <li>Giv indsigt og anbefalinger til forbedringer.</li> <li>Som Regional Manager hos Odyssey Outfits vil du spille en afgørende rolle i at drive vores organisations succes og vækst på tværs af flere lokationer. Hvis du er en strategisk leder med en track record i at opnå resultater, inviterer vi dig til at slutte dig til vores team og bidrage til Odyssey Outfits fortsatte succes.</li>",
  "Key-Responsibilities-OM": "<li>Lyd omfattende administrativ support til forskellige afdelinger i organisationen.</li> <li>Administrer kontorartikler, udstyr og inventar for at imødekomme operationelle behov.</li> <li>Overvåg og koordiner arbejdet med administration og support personale.</li> <li>Overvåge rekruttering, træning og udføre præstationsevalueringer.</li> <li>Sørg for, at kontorfaciliteterne er velholdte og giver et befordrende arbejdsmiljø.</li> <li>Hjælp til budgetudarbejdelse og styring af kontorrelaterede udgifter.</li> <li>Lette kommunikationen mellem forskellige afdelinger og teams.</li> <li>Fremme en samarbejdende og kommunikativ arbejdskultur.</li> <li>Opretholde organiseret og opdaterede optegnelser, filer og databaser.</li> <li>Sørg for overholdelse af databeskyttelses- og privatlivsbestemmelser.</li> <li>Få tilsyn med brugen og vedligeholdelsen af ​​kontorteknologi, herunder computere, printere og kommunikationssystemer.</li> <li>Implementer og opdater softwareapplikationer efter behov.</li> <li>Forhandle kontrakter og aftaler for kontorrelaterede tjenester.</li> <li>Sikre omkostningseffektive løsninger til kontor- relaterede krav.</li> <li>Som kontorchef hos Odyssey Outfits vil du spille en central rolle i at opretholde et effektivt og velorganiseret kontormiljø. Hvis du er en proaktiv person med fremragende ledelsesmæssige og organisatoriske færdigheder, inviterer vi dig til at slutte dig til vores team og bidrage til vores organisations succes.</li>",
  "Key-Responsibilities-RSD": "<li>Udvikle og implementer salgsstrategier og -planer for salgsdivisionen og den tildelte region.</li> <li>Sæt og nå salgsmål og forretningsmål i overensstemmelse med virksomhedens mål.</li> <li>Lede og administrere en team af sælgere i regionen.</li> <li>Ansæt, uddanne og motiver salgsteamet til at opnå højtydende standarder.</li> <li>Analyser salgsresultatdata, markedstendenser og kundefeedback. </li> <li>Evaluer effektiviteten af ​​salgsstrategier og tag datadrevne beslutninger med henblik på forbedring.</li> <li>Etabler og vedligehold relationer med nøglekunder, partnere og interessenter.</li> <li>Opbyg et netværk til at fremme forretningsvækst, kundetilfredshed og markedsudvidelse.</li> <li>Udvikle og administrere salgsbudgettet for regionen.</li> <li>Overvåg og kontroller udgifter for at sikre rentabilitet.</li> <li>Arbejde tæt sammen med andre afdelinger, herunder marketing, økonomi og drift.</li> <li>Sikre afstemning af salgsaktiviteter med overordnede forretningsmål.</li> <li>Giv regelmæssige rapporter til den øverste ledelse om salgsresultater , markedstendenser og relevante målinger.</li> <li>Sørg for, at salgsaktiviteter overholder relevante love, regler og virksomhedens politikker.</li> <li>Forstå kundernes behov og præferencer for at opretholde en kundecentreret tilgang. </li> <li>Implementer strategier for at øge kundetilfredshed og loyalitet.</li> <li>Identificer muligheder for markedsudvidelse og vækst i regionen.</li> <li>Udvikle planer for at komme ind på nye markeder og øge markedet del.</li> <li>Hvis du er en strategisk tænker med en dokumenteret track record inden for salgsledelse, så overvej at blive medlem af Odyssey Outfits som regional salgsdirektør. Vær en drivkraft i at forme succesen for vores salgsafdeling og bidrage til den samlede vækst i vores organisation.</li>",
  "Key-Responsibilities-AE": "<li>Opbyg og vedligehold stærke relationer til kunderne, fremme tillid og loyalitet.</li> <li>Aktivér som det primære kontaktpunkt for kunderne og adresserer deres behov og bekymringer.</li> <li>Søg aktivt efter ny forretning muligheder for at udvide kundebasen.</li> <li>Arbejde hen imod at nå og overgå salgsmål gennem effektive strategier.</li> <li>Formidle effektivt værdien af ​​produkter eller tjenester til kunderne.</li> <li> Vis fordelene og unikke salgsforslag for at imødekomme kundens krav.</li> <li>Forhandling af kontrakter, vilkår og priser for at nå frem til gensidigt fordelagtige aftaler.</li> <li>Sørg for, at kontraktlige aftaler stemmer overens med både klient og virksomheden.</li> <li>Løs og løs klientproblemer eller -problemer omgående for at sikre tilfredshed.</li> <li>Samarbejde med interne teams for at levere rettidige løsninger og opretholde positive kunderelationer.</li> < li>Udvikle og implementer strategier for at udvide eksisterende konti og erhverve nye kunder.</li> <li>Identificer muligheder for op- eller krydssalg af yderligere produkter eller tjenester.</li> <li>Hold dig informeret om branchetendenser, markedsforhold og konkurrentaktiviteter.</li> <li>Brug markedsindsigt til at tilpasse strategier og være på forkant med brancheændringer.</li> <li>Arbejde tæt sammen med interne teams, såsom marketing og produktudvikling, for at møde kunden behov.</li> <li>Samarbejde om initiativer, der øger kundetilfredsheden og bidrager til virksomhedens succes.</li> <li>Lav regelmæssige rapporter om salgsaktiviteter, præstationer og udfordringer.</li> <li>Bidrag til analysen af ​​salgsresultater og anbefale forbedringer.</li> <li>Hvis du er en proaktiv og resultatdreven person med fremragende kommunikations- og forhandlingsevner, så overvej at blive medlem af Odyssey Outfits som Account Executive. Vær en del af vores team og bidrag til vores kunders succes og den samlede vækst i organisationen.</li>",
  "Key-Responsibilities-S": "<li>Søg aktivt potentielle kunder og identificer nye salgsmuligheder.</li> <li>Udnyt forskellige kanaler til at generere kundeemner og udvide kundebasen.</li> <li>Byg og vedligehold relationer med kunder ved at forstå deres behov og give relevant information.</li> <li>Sikre en positiv kundeoplevelse ved at tage fat på forespørgsler og bekymringer.</li> <li>Udvikle en dyb forståelse af de tilbudte produkter eller tjenester.</li> <li>Kommunikere effektivt. produktfunktioner og fordele til potentielle kunder.</li> <li>Lever overbevisende salgspræsentationer for at vise værdien af ​​vores produkter eller tjenester.</li> <li>Skræddersy præsentationer til at imødekomme specifikke kundebehov og bekymringer.</li > <li>Forhandle vilkår, priser og aftaler for at lukke handler på en gensidig fordelagtig måde.</li> <li>Sikre forpligtelser fra kunder til at foretage et køb og afslutte salgstransaktioner.</li> <li>Opnå eller overgå salgsmål og kvoter fastsat af virksomheden.</li> <li>Stræb konstant på at opfylde og overgå individuelle og teammål.</li> <li>Hold dig informeret om branchetendenser, markedsforhold og konkurrenters aktiviteter.</li > <li>Identificer muligheder og potentielle udfordringer på markedet.</li> <li>Indsaml feedback fra kunder for at forbedre produkter, tjenester eller den overordnede kundeoplevelse.</li> <li>Giv værdifuld indsigt for at bidrage til forbedring af vores tilbud.</li> <li>Oprethold nøjagtige registreringer af salgsaktiviteter, kundeinteraktioner og andre relevante oplysninger.</li> <li>Brug CRM-værktøjer til at spore og administrere kunderelationer og salgsfremskridt.</li > <li>Hvis du er en resultatorienteret person med fremragende kommunikations- og forhandlingsevner, opfordrer vi dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Vær med til at skabe salgssucces og bidrage til vækst og velstand i vores organisation.</li>",
  "Key-Responsibilities-RFD": "<li>Udvikle og implementer finansielle strategier og planer skræddersyet til regionens unikke behov.</li> <li>Foretag økonomiske analyser og prognoser for at understøtte strategisk beslutningstagning.</li> <li>Opret og administrer budgetter for regionen, hvilket sikrer overensstemmelse med overordnede forretningsmål.</li> <li>Implementer omkostningskontrolforanstaltninger for at optimere den økonomiske præstation.</li> <li>Sørg for nøjagtige og rettidige finansielle rapporter til den øverste ledelse, med indsigt og anbefalinger.</li> li> <li>Etabler nøglepræstationsindikatorer (KPI'er) til at måle og vurdere økonomiske resultater.</li> <li>Identificere og afbøde finansielle risici i regionen.</li> <li>Implementer risikostyringsstrategier for at sikre organisationens finansielle aktiver.</li> <li>Arbejde tæt sammen med regionale ledere og teams for at afstemme økonomiske mål med operationelle mål.</li> <li>Levere finansiel vejledning og støtte til lokale teams og fremme et samarbejdsmiljø.</li> <li>Sikre overholdelse af regnskabsstandarder, regulatoriske krav og standarder for virksomhedsledelse.</li> <li>Implementer interne kontroller for at sikre finansiel integritet.</li> <li>Evaluer og optimer finansielle processer for at øge effektiviteten og effektiviteten. </li> <li>Søg løbende muligheder for procesforbedringer og innovation.</li> <li>Lede og udvikle et team af finansprofessionelle i regionen.</li> <li>Lever af mentorskab og vejledning for at fremme professionel vækst og ekspertise.</li> <li>Deltag i strategiske beslutningsprocesser i forbindelse med investeringer, opkøb og andre finansielle initiativer.</li> <li>Rådgiver den øverste ledelse om de økonomiske konsekvenser af forretningsstrategier.</li> <li>Hvis du er en erfaren finansiel leder med et strategisk mindset og en passion for at skabe økonomisk succes på regionalt niveau, inviterer vi dig til at ansøge om denne indflydelsesrige rolle hos Odyssey Outfits. Vær med til at forme den økonomiske fremtid for vores organisation og bidrage til vores fortsatte vækst og succes.</li>",
  "Key-Responsibilities-PA": "<li>Beregn og bearbejd medarbejdernes lønninger, løn, bonusser og andre former for kompensation.</li> <li>Overvåg og registrer medarbejdernes arbejdstimer, herunder overarbejde, afspadseringsanmodninger og fremmøderelaterede oplysninger.</li > <li>Administrer skattefradrag, herunder indkomstskat, sociale sikringsbidrag og andre lovpligtige fradrag.</li> <li>Sikre overholdelse af skatteregler og rettidig indsendelse af skatterelaterede oplysninger.</li> <li>Håndter personalegoder, såsom sygesikring, pensionsbidrag og andre frynsegoder, der sikrer nøjagtig afspejling i lønningslisten.</li> <li>Hold dig ajour med ændringer i tilbuddene, og opdater lønsystemerne i overensstemmelse hermed.</li> <li>Oprethold nøjagtige og opdaterede lønregistreringer, herunder medarbejderoplysninger, skattetilbageholdelser og andre relevante data.</li> <li>Generer lønrapporter til ledelses-, regnskabs- og revisionsformål.</li> <li>Sikre overholdelse af lokale, statslige og føderale bestemmelser vedrørende løn, beskatning og arbejdslovgivning.</li> <li>Hold dig orienteret om opdateringer og ændringer i relevante regler.</li> <li>Distribuer lønsedler eller koordiner elektroniske pengeoverførsler til medarbejdere med det samme og præcist.</li> <li>Lever dokumentation til interne og eksterne revisioner.</li> <li>Samarbejde med revisionsteams for at sikre præcise og gennemsigtige lønprocesser.</li> <li>Besvare medarbejderforespørgsler vedrørende løn. sager, håndtering af problemer eller uoverensstemmelser hurtigt og professionelt.</li> <li>Administrer og vedligehold lønsoftware og -systemer, hold dig informeret om opdateringer og ændringer.</li> <li>Hvis du er en detaljeorienteret og organiseret professionel med en passion for lønstyring og compliance, inviterer vi dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Vær med til at sikre en smidig og præcis behandling af medarbejders kompensation i vores organisation.</li>",
  "Key-Responsibilities-FA": "<li>Analyser finansielle data, markedstendenser og økonomiske indikatorer for at vurdere organisationens ydeevne.</li> <li>Brug statistiske teknikker og finansiel modellering til at fortolke komplekse finansielle oplysninger.</li> <li>Hjælp til at udvikle og styring af økonomiske planer og budgetter, der stemmer overens med overordnede forretningsmål.</li> <li>Arbejde i samarbejde med forskellige afdelinger for at sikre, at finansielle planer understøtter organisationens strategiske mål.</li> <li>Opret økonomiske modeller til at forudsige fremtiden indtægter, udgifter og overordnet økonomisk præstation.</li> <li>Giv proaktiv indsigt og støtte planlægning af potentielle udfordringer.</li> <li>Forbered og præsentere økonomiske rapporter til ledelsen, interessenter eller regulerende organer.</li > <li>Vis budgetanalyse, afvigelsesanalyse og praktiske anbefalinger til forbedringer.</li> <li>Vurder finansielle risici og muligheder forbundet med forskellige forretningsbeslutninger, herunder investeringer og fusioner.</li> <li>Udfør omkostninger- fordelsanalyser og giv anbefalinger til strategiske finansielle aktiviteter.</li> <li>Analyser omkostninger forbundet med forskellige forretningsaktiviteter og anbefal omkostningsbesparende tiltag for at forbedre effektiviteten.</li> <li>Sørg for, at finansiel drift og rapportering overholder relevante love , regulativer og industristandarder.</li> <li>Formidle effektivt kompleks finansiel information til forskellige afdelinger, fremme samarbejde og forståelse.</li> <li>Kontinuerlig overvåge finansielle tendenser, brancheændringer og økonomiske forhold for at give up- aktuelle oplysninger til beslutningstagning.</li> <li>Hvis du er en detaljeorienteret finansanalytiker med en passion for at levere strategisk finansiel indsigt, inviterer vi dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Vær med til at bidrage til vores organisations økonomiske succes og strategiske vækst.</li>",
  "Key-Responsibilities-FD": "<li>Design og implementer brugergrænseflader ved hjælp af teknologier som HTML, CSS og JavaScript.</li> <li>Skriv kode til brugerens browser, håndtering af interaktioner, formularvalideringer og dynamiske indholdsopdateringer.</li> <li> Udnyt populære rammer og biblioteker såsom React, Angular eller Vue.js.</li> <li>Sørg for, at applikationen fungerer problemfrit på tværs af forskellige webbrowsere og adresserer frontend-udviklingsudfordringer.</li> <li>Administrer databaser, bearbejd anmodninger og udføre opgaver på serversiden ved hjælp af sprog som Node.js, Python, Ruby, Java eller PHP.</li> <li>Design og vedligehold databaser, hvilket sikrer effektiv datalagring og -hentning. Fælles databaser omfatter MySQL, PostgreSQL, MongoDB eller Firebase.</li> <li>Implementer og administrer serverinfrastrukturen, herunder cloud-platforme som AWS, Azure eller Google Cloud.</li> <li>Opret og vedligehold API'er, der lette kommunikationen mellem frontend- og backend-komponenterne i applikationen, hvilket sikrer jævn dataudveksling.</li> <li>Identificer og ret fejl i både frontend- og backend-koden, og sikring af applikationens overordnede pålidelighed og ydeevne.</li> < li>Samarbejde med andre teammedlemmer, herunder UI/UX-designere, medudviklere og projektledere, for at bidrage til vores projekters succes.</li> <li>Hvis du er en dygtig Fullstack-udvikler med en passion for at skabe innovative og brugercentrerede webapplikationer, inviterer vi dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Vær med til at forme fremtiden for vores digitale tilstedeværelse og levere løsninger af høj kvalitet til vores brugere.</li>",
  "Key-Responsibilities-NA": "<li>Design, implementer og konfigurer computernetværk, herunder routere, switches, firewalls og andre hardwarekomponenter.</li> <li>Implementer og vedligehold robuste sikkerhedsforanstaltninger for at beskytte netværket mod uautoriseret adgang, cybertrusler og data brud.</li> <li>Diagnosticer og løs netværksproblemer, forbindelsesproblemer og hardware- eller softwarefejl.</li> <li>Overvåg jævnligt netværkets ydeevne og optimer den for effektivitet.</li> <li>Identificer og adressere flaskehalse for at sikre optimal netværksdrift.</li> <li>Udfør rutinevedligeholdelsesopgaver, såsom opdatering af firmware, anvendelse af sikkerhedsrettelser og sikring af, at hardware- og softwarekomponenter er opdaterede.</li> <li>Hjælp slut- brugere med netværksrelaterede problemer, yder teknisk support og tilbyder træning i netværksbrug.</li> <li>Oprethold detaljeret dokumentation af netværksarkitekturen, konfigurationer og ændringer. Denne dokumentation er afgørende for fejlfinding og fremtidig planlægning.</li> <li>Arbejd tæt sammen med andre it-professionelle, såsom systemadministratorer, sikkerhedsspecialister og it-chefer, for at sikre problemfri integration af netværkstjenester.</li> <li >Planlæg for fremtidige netværksbehov, vurder skalerbarhedskrav, og anbefal opgraderinger eller udvidelser for at imødekomme organisationens voksende krav.</li> <li>Implementer backupløsninger og katastrofegendannelsesplaner for at beskytte kritiske data i tilfælde af uventede hændelser.</li > <li>Hvis du er en dygtig netværksadministrator med en passion for at sikre pålideligheden og sikkerheden af ​​computernetværk, opfordrer vi dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Vær med til at opretholde en robust og effektiv netværksinfrastruktur, der understøtter vores organisations drift og vækst.</li>",
  "Key-Responsibilities-HDA": "<li>Reagerer hurtigt på forespørgsler og problemer rejst af slutbrugere, tilbyder vejledning og fejlfindingsassistance.</li> <li>Analyser, identificering og diagnosticering af hardware- og softwareproblemer for at finde effektive løsninger.</li> <li> Giver klar og kortfattet trin-for-trin vejledning og instruktioner til brugere for effektiv problemløsning.</li> <li>Hjælper brugere med softwareinstallationer, opdateringer og konfigurationer.</li> <li>Dokumentering og vedligeholdelse af registre over rapporterede problemer, løsninger og almindelige problemer.</li> <li>Oprettelse af videnbaseartikler og vejledninger for at give brugerne mulighed for selvhjælp.</li> <li>Formidling af teknisk information på en brugervenlig måde, især når man hjælper ikke -tekniske brugere.</li> <li>Holde brugerne informeret om status og fremskridt for rapporterede problemer.</li> <li>Udførelse af rutinemæssige vedligeholdelsesopgaver på computere, servere og andet it-udstyr.</li> <li >Sikring af softwareapplikationer er opdaterede ved at anvende patches og opdateringer.</li> <li>At gennemføre træningssessioner for slutbrugere for at forbedre deres forståelse af grundlæggende it-værktøjer og applikationer.</li> <li>Uddannelse af brugere i det bedste praksis for sikkerhed og databeskyttelse.</li> <li>Samarbejde med andre it-professionelle, såsom netværksadministratorer og systemingeniører, for at løse komplekse problemer.</li> <li>Eskalering af problemer til supportteams på højere niveau, når det er nødvendigt .</li> <li>Implementering og håndhævelse af sikkerhedsforanstaltninger for at beskytte mod databrud og uautoriseret adgang.</li> <li>Hjælp til implementering af sikkerhedsprotokoller og -politikker.</li> <li>Lyver fremragende kundeservice ved at være lydhør, imødekommende og professionel.</li> <li>Sikre en positiv og nyttig oplevelse for slutbrugere.</li> <li>Hvis du er en proaktiv problemløser med fremragende kommunikationsevner og en passion for at levere exceptionel IT-support, vi inviterer dig til at ansøge om denne spændende mulighed hos Odyssey Outfits. Slut dig til at opretholde effektiviteten og produktiviteten af ​​vores organisations it-systemer, samtidig med at vi yder førsteklasses support til vores værdsatte brugere.</li>",
  "Full-Time": "<img alt='Magttaske&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Fuld tid",
  "Date-Posted": "<img alt='Tid&nbsp;' src='./Assets/Img/Time-512x512.png'>Sendt for 1 uge siden",
  "Apply-Now": "Ansøg nu",
  "label-form-name": "Fornavn:",
  "label-form-lname": "Efternavn:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Telefonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Nuværende adresse:",
  "label-form-legal": "Er du juridisk autoriseret til at arbejde i USA?",
  "label-form-education": "Har du gennemført følgende uddannelsesniveau: Bachelor?",
  "fileInputLabel": "Upload&nbsp;dit CV",
  "pdf-file-error": "Upload venligst en gyldig PDF-fil.",
  "submit-resume": "Indsend din ansøgning",
  "application-sent": "Ansøgning sendt!",
  "received-application": "Tak for din ansøgning! Vi har modtaget den med succes. Forvent venligst en e-mail-meddelelse om status for din ansøgning, efterhånden som vi skrider frem gennem vores grundige gennemgangsproces. Vi sætter pris på din tålmodighed og ser frem til muligheden for at arbejde sammen.",
  "application-not-sent": "Ansøgning ikke sendt!",
  "not-received-application": "Tak for din ansøgning! Det ser ud til, at vi havde en fejl ved at sende bekræftelses-e-mailen. Prøv venligst igen snart.",
  "form-yes": "Ja",
  "form-no": "Ingen",
  "form-yes-2": "Ja",
  "form-no-2": "Ingen",
  "error-404": "Fejl 404: Siden blev ikke fundet :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Alle rettigheder forbeholdes."
}