{
  "TOS-welcome": "Bem-vindo!",
  "TOS-locale": "Selecione um idioma padrão:",
  "TOS-preamble": "Nosso site coleta dados do usuário para melhorar a experiência geral do usuário.<br> Ao continuar usando nosso site, você concorda com nossos Termos de Serviço.",
  "TOS-TOS": "Termos do serviço e política de privacidade",
  "TOS-ADA": "Nosso site está em conformidade com os padrões da ADA (Lei dos Americanos com Deficiências).<br>Como resultado, você pode clicar no ícone de olho localizado no canto superior direito para alternar<br>o modo de conformidade com a ADA.",
  "toast-ok": "OK",
  "ada-disabled": "Você desativou o modo ADA.",
  "ada-disabled-continue": "Parece que você desativou o modo ADA. Será necessário atualizar para continuar.",
  "ada-enabled": "Você ativou o modo ADA.",
  "ada-enabled-continue": "Parece que você ativou o modo ADA. O esquema de cores deste site será preto e branco até que o modo ADA seja desativado.",
  "nav-home": "Lar",
  "nav-contact": "Contato",
  "nav-careers": "Carreiras",
  "nav-legal": "Jurídico",
  "Motto": "Comece sua carreira<br>na Odyssey Outfits",
  "Bio": "Forneceremos oportunidades para você aprender,<br>crescer e contribuir para um futuro mais verde.",
  "Explore-Careers": "Explore nossas carreiras",
  "why-us": "Por que nós?",
  "Learning-and-Growth-Opportunities-1": "Oportunidades de aprendizagem e crescimento",
  "Learning-and-Growth-Opportunities-2": "Oportunidades de aprendizagem e crescimento",
  "Learning-and-Growth-Opportunities-3": "Forneceremos as ferramentas e os recursos necessários para mantê-lo à frente em sua área. Junte-se à nossa equipe que valoriza a criatividade e a inovação. Nosso ambiente de trabalho incentiva o pensamento inovador, capacitando você a contribuir com ideias que moldam o futuro da moda sustentável.",
  "Positive-Brand-Image-1": "Imagem positiva da marca",
  "Positive-Brand-Image-2": "Imagem positiva da marca",
  "Positive-Brand-Image-3": "O cerne da nossa missão é o compromisso de criar moda que não apenas melhore o seu guarda-roupa, mas também deixe um impacto positivo no planeta. Junte-se à nossa equipe e torne-se um catalisador para promover nossa iniciativa ambientalmente consciente.",
  "Flexibility-1": "Flexibilidade",
  "Flexibility-2": "Flexibilidade",
  "Flexibility-3": "Priorizamos a flexibilidade dos funcionários como pedra angular dos nossos valores. Reconhecendo a importância do equilíbrio entre vida pessoal e profissional, capacitamos nossa equipe com horários flexíveis e opções de trabalho remoto. Acreditamos que um ambiente de trabalho harmonioso e flexível não só melhora o bem-estar individual, mas também estimula a criatividade e a inovação.",
  "Healthy-Workplace-1": "Local de trabalho saudável",
  "Healthy-Workplace-2": "Local de trabalho saudável",
  "Healthy-Workplace-3": "Nossa equipe está comprometida em cultivar um local de trabalho saudável e diversificado. Acreditamos que uma equipa diversificada traz consigo uma riqueza de perspetivas e criatividade, promovendo a inovação nos nossos esforços de moda sustentável. Nosso ambiente inclusivo celebra as diferenças, abraçando uma cultura que promove o respeito e a compreensão mútuos.",
  "contact-us": "Contate-nos!",
  "label-contact-name": "Nome:",
  "label-contact-email": "E-mail:",
  "label-contact-message": "Mensagem:",
  "contact-submit": "Enviar",
  "legal-docs": "Documentos legais",
  "github-wiki": "Wiki do GitHub",
  "full-feature-list": "Lista completa de recursos",
  "legal-compliance": "Conformidade legal",
  "legal-compliance-github": "Conformidade Legal (GitHub Wiki)",
  "TOS-privacy-policy": "Termos do serviço e política de privacidade",
  "TOS-privacy-policy-github": "Termos de serviço e política de privacidade (GitHub Wiki)",
  "hosting": "Hospedagem",
  "hosting-1": "Krug, (aqui denominados \"Os Desenvolvedores\"), declaram explicitamente que \"Odyssey Outfits\", (aqui denominado \"O Serviço\"), <strong>NÃO</strong> uma LLC registrada e sem autoridade legal ou de varejo para fabricar, vender ou fornecer quaisquer produtos ou serviços.",
  "hosting-2": "O repositório do Serviço está hospedado no GitHub, e o Serviço é desenvolvido por Vercel.com, (doravante denominado &quot;Vercel&quot;).",
  "hosting-3": "De acordo com GitHub.com (doravante denominado &quot;GitHub&quot;), documentação de licenciamento (Seção 1, §2 - &quot;<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licenciar um repositório</a>&quot;), é explicitamente declarado que &quot;<em>...sem uma licença, as leis de direitos autorais padrão se aplicam, o que significa que você retém todos os direitos sobre seu código-fonte e ninguém pode reproduzir, distribuir ou criar trabalhos derivados de seu trabalho. Se você estiver criando um projeto de código aberto, recomendamos fortemente que você inclua uma licença de código aberto.</em>&quot; Informamos que este repositório e quaisquer sites associados são designados estritamente para uso PESSOAL e PRIVADO, pois é propriedade compartilhada entre os Desenvolvedores.",
  "hosting-4": "Os desenvolvedores estão em conformidade com os requisitos de idade mínima do GitHub e do Vercel.",
  "hosting-5": "Nos Termos de Serviço da Vercel (Seção 2, - &quot;<a href='https://vercel.com/legal/terms'>Licença de Uso Temporário</a>&quot;), é explicitamente declarado que &quot;<em>...sujeito à sua conformidade com os termos deste Contrato, você receberá uma licença pessoal, não sublicenciável, não exclusiva, intransferível e limitada, para usar os Serviços para seus negócios internos ou pessoais finalidades de acordo com a capacidade de serviço da sua conta. Quaisquer direitos não concedidos expressamente aqui são reservados e nenhuma licença ou direito de uso de qualquer marca registrada da Vercel ou de terceiros é concedida a você em conexão com os Serviços.</em>&quot; Embora a Vercel permita o uso de seus serviços para fins comerciais, é imperativo esclarecer que o site, desenvolvido pela Vercel e hospedado no GitHub, é designado exclusivamente para uso pessoal dos Desenvolvedores. Qualquer utilização além deste escopo é e continuará a ser não autorizada.",
  "third-party-terms-of-service-compliance": "Conformidade com Termos de Serviço de Terceiros",
  "third-party-terms-of-service-compliance-1": "Os Desenvolvedores estão em estrita conformidade com todo e qualquer serviço de terceiros que tenha sido utilizado para seu projeto pessoal.",
  "third-party-terms-of-service-compliance-2": "O Serviço utilizou o tradutor on-line do Yandex.com (doravante denominado \"Yandex\"). Os Desenvolvedores estão em conformidade com a documentação dos Termos de Serviço do Yandex (Seção 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Uso do Serviço</ a>&quot;), &quot;<em>O Serviço é fornecido ao Usuário para uso pessoal e não comercial.</em>&quot; Como os desenvolvedores declararam estritamente, este projeto é apenas para uso pessoal.",
  "third-party-terms-of-service-compliance-3": "Os desenvolvedores utilizaram o serviço de e-mail JavaScript do EmailJS.com (doravante denominado &quot;EmailJS&quot;). Os Termos de Serviço fornecidos pelo EmailJS não implicam implicitamente a adequação de seu serviço para uso em contextos privados ou comerciais, <strong>NO ENTANTO</strong>, os desenvolvedores declararam que o uso dos serviços do EmailJS é estritamente para uso pessoal. usar.",
  "childrens-online-privacy-protection-act-compliance": "Conformidade com a Lei de Proteção à Privacidade Online de Crianças",
  "childrens-online-privacy-protection-act-compliance-1": "Este projeto, em conformidade com os requisitos da COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Lei de Proteção à Privacidade Online</a>). É e continuará a ser concebido para indivíduos com 16 anos ou mais, especificamente para uso privado e não comercial.",
  "copyright-infringement-and-dmca-policy-compliance": "Violação de direitos autorais e conformidade com a política DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Os desenvolvedores estão em conformidade com os <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- do GitHub and-dmca-policy'>Violação de direitos autorais e política DMCA</a>",
  "collection-and-usage-of-user-data": "Coleta e uso de dados do usuário",
  "collection-and-usage-of-user-data-1": "Embora o Serviço seja um negócio fictício, o site é usado para demonstrar os padrões que os sites modernos devem utilizar. Todas e quaisquer funções e APIs implícitas para serem usadas pelo site são usadas estritamente para fins de teste.",
  "collection-and-usage-of-user-data-2": "O Serviço não armazena dados como endereços de e-mail, endereços geológicos, números de telefone, nomes, documentos externos ou links externos fornecidos pelo usuário. Cada um desses tipos de dados é usado como dados temporários para a página &quot;Fale Conosco&quot;. e &quot;Carreiras&quot; que se torna inexistente para os desenvolvedores.",
  "agreement-outline": "Este Contrato descreve os termos e condições que regem o uso de &quot;Odyssey Outfits&quot;, (doravante denominado &quot;O Serviço&quot;), e seus ativos associados fornecidos pelo Sr. Os desenvolvedores&quot;).",
  "acceptance-of-terms-1": "Este Contrato entra em vigor no seu acesso inicial ao Serviço ou no início de qualquer uso envolvendo serviços primários associados. Ao acessar, navegar ou utilizar o Serviço e/ou seus serviços associados, você reconhece e aceita estes Termos de forma irrevogável e incondicional. Você confirma afirmativamente que concorda em estar totalmente vinculado a este Contrato, sem exceções, limitações ou exclusões. Todas as disposições deste Contrato são aplicáveis ​​contra você na medida máxima. Se você acessar o Serviço ou utilizar quaisquer Serviços em nome de uma empresa, seja registrada ou operando sem registro, essa empresa reconhece, aceita e está vinculada aos termos deste Contrato.",
  "acceptance-of-terms-2": "Caso você ou a empresa mencionada se oponham a qualquer disposição deste Contrato e não desejem ficar vinculados aos seus termos, será necessário descontinuar imediatamente o uso do Serviço e de quaisquer serviços primários associados.",
  "legal-and-retail-authority": "Autoridade Jurídica e de Varejo",
  "legal-and-retail-authority-1": "Os desenvolvedores afirmam explicitamente que &quot;Odyssey Outfits&quot; não é uma LLC registrada e não possui autoridade legal ou de varejo para fabricar, vender ou fornecer quaisquer produtos ou serviços.",
  "intellectual-property-rights": "Direito de propriedade intelectual",
  "intellectual-property-rights-1": "De acordo com a documentação de licenciamento do GitHub.com (doravante denominada &quot;GitHub) (Seção 1, §2 - &quot;Licenciar um repositório&quot;), os usuários são informados de que as leis de direitos autorais padrão se aplicam à fonte código. O repositório e os sites associados são designados estritamente para uso PESSOAL e PRIVADO.",
  "intellectual-property-rights-2": "O Serviço é co-propriedade e continuará a ser propriedade compartilhada entre os Desenvolvedores até novo aviso.",
  "intellectual-property-rights-3": "Você reconhece e concorda expressa e irrevogavelmente que o acesso ao Serviço e o uso de quaisquer serviços primários associados não conferem a você qualquer direito, título ou interesse em propriedade intelectual e outros direitos sobre conteúdo acessível ao Serviço ou por meio de terceiros associados. serviços de propriedade ou licenciados pelos Desenvolvedores.",
  "privacy-policy": "política de Privacidade",
  "privacy-policy-1": "Você reconhece que, para garantir a funcionalidade adequada do Serviço e o fornecimento de quaisquer serviços primários associados, os Desenvolvedores têm o direito de coletar, armazenar, processar e transmitir informações específicas relacionadas ao seu uso do Serviço e quaisquer informações primárias associadas. -serviços de festas. Os detalhes das informações que se presume serem coletadas pelo Serviço e pelos Desenvolvedores estão descritos no documento de Conformidade Legal dos Desenvolvedores (Seção 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link para a página do Github de Conformidade Legal.' target='_blank' rel='noopener'>Conformidade Legal</a>&quot;)",
  "accessing-this-service": "Ao acessar e utilizar o Serviço, os usuários concordam em cumprir estes termos e condições. Os Desenvolvedores reservam-se o direito de modificar ou atualizar estes termos a seu critério. O uso continuado do Serviço após tais modificações constitui aceitação dos termos atualizados. Se os usuários não concordarem com estes termos, eles são aconselhados a abster-se de acessar ou usar o Serviço.",
  "Select-a-Job": "Selecione um trabalho",
  "Upper-Management": "Gerenciamento superior",
  "Lower-Management": "Gestão inferior",
  "Sales-Department": "Departamento de vendas",
  "Financial-Department": "Departamento financeiro",
  "IT-Department": "Departamento de Informática",
  "Learn-More": "Selecione um cargo para saber mais!",
  "Chief-Financial-Officer": "Diretor financeiro",
  "Chief-Executive-Officer": "Diretor Executivo",
  "Chief-Operating-Officer": "Diretor de operações",
  "Human-Resources": "Recursos Humanos",
  "Regional-Manager": "Gerente regional",
  "Office-Manager": "Gerente",
  "Regional-Sales-Director": "Diretor Regional de Vendas",
  "Account-Executive": "Executivo de contas",
  "Salesman": "Vendedor",
  "Regional-Financial-Director": "Diretor Financeiro Regional",
  "Payroll-Administrator": "Administrador de folha de pagamento",
  "Financial-Analyst": "Analista financeiro",
  "Fullstack-Developer": "Desenvolvedor Fullstack",
  "Network-Administrator": "Administrador de rede",
  "Help-Desk-Administrator": "Administrador de suporte técnico",
  "Selected-Job": "Trabalho selecionado:",
  "Department-Division": "Departamento/Divisão:",
  "Job-Description": "Descrição do trabalho:",
  "CFO": "Estamos procurando um Diretor Financeiro qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você supervisionará nossas atividades e estratégia financeira. Como CFO, você desenvolverá e executará a estratégia financeira da organização em alinhamento com nossos objetivos gerais de negócios, fornecendo orientação financeira estratégica ao CEO e outros executivos.",
  "CEO": "Estamos procurando um CEO qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você conduzirá nossa organização a novos patamares, tomando decisões corporativas estratégicas, supervisionando operações e recursos gerais e servindo como o principal elo de ligação entre o conselho de administração e as operações corporativas. Como CEO, você desempenhará um papel fundamental na definição da direção estratégica, na identificação de oportunidades de negócios e na garantia da conformidade da empresa com os requisitos legais e regulamentares.",
  "COO": "Estamos procurando um Diretor de Operações qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você promoverá a eficiência operacional e implementará estratégias para ajudar a atingir nossos objetivos da maneira mais eficiente possível. Como membro-chave da nossa equipe de liderança, você será responsável por desenvolver e implementar políticas e procedimentos operacionais, alinhando estratégias operacionais com nossos objetivos de negócios e garantindo a alocação eficaz de recursos.",
  "HR": "Procuramos Recursos Humanos qualificados para se juntar à nossa equipa na Odyssey Outfits. Nesta função, você gerenciará pessoal, assuntos relacionados ao emprego e apoiará o bem-estar geral de nossos valiosos funcionários, em sua filial regional específica. Esta função é crucial para criar um ambiente de trabalho positivo, garantir a conformidade legal e apoiar os objetivos estratégicos da nossa organização.",
  "RM": "Estamos procurando um Gerente Regional qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por supervisionar e gerenciar as operações, vendas e desempenho geral de vários clientes de maior escala em sua região específica. Esta posição-chave de liderança envolve definir e atingir metas de desempenho, garantir a conformidade e impulsionar o sucesso financeiro.",
  "OM": "Estamos procurando um gerente de escritório qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por supervisionar as operações diárias de nosso escritório, (local a definir). Este papel fundamental requer um indivíduo dinâmico com fortes competências organizacionais e de gestão para garantir o funcionamento perfeito do nosso escritório.",
  "RSD": "Estamos procurando um Diretor Regional de Vendas qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função de liderança, você será responsável por conduzir as atividades de vendas em sua região específica. Como membro-chave da nossa equipe, você será responsável por desenvolver e executar estratégias de vendas, liderando uma equipe de vendas dinâmica e contribuindo para o crescimento e sucesso geral da organização.",
  "AE": "Estamos procurando um executivo de contas qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por gerenciar contas de clientes, impulsionar o crescimento dos negócios e garantir a satisfação do cliente. Se você prospera em um ambiente dinâmico e colaborativo, convidamos você a fazer parte de nossa equipe.",
  "S": "Estamos procurando um vendedor qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por impulsionar o crescimento da receita, vendendo efetivamente nossos produtos e serviços a clientes em potencial. Se você é apaixonado por vendas, construir relacionamentos e atingir metas, convidamos você a fazer parte de nossa equipe dinâmica.",
  "RFD": "Estamos procurando um Diretor Financeiro Regional qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você supervisionará e gerenciará as operações financeiras em sua região específica. Como líder-chave, você desempenhará um papel crucial na definição e implementação de estratégias financeiras para impulsionar o sucesso de nossas operações na região designada.",
  "PA": "Estamos procurando um administrador de folha de pagamento qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por gerenciar e processar a remuneração dos funcionários. Como administrador de folha de pagamento, você garantirá o pagamento preciso e oportuno dos salários, bônus e benefícios dos funcionários, ao mesmo tempo que mantém a conformidade com as regulamentações locais, estaduais e federais.",
  "FA": "Estamos procurando um Analista Financeiro qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você fornecerá insights e recomendações valiosas com base em análises aprofundadas de dados e tendências financeiras. Como Analista Financeiro, sua principal responsabilidade será apoiar os tomadores de decisão, interpretando informações financeiras complexas e apresentando-as de maneira clara e significativa.",
  "FD": "Estamos procurando um desenvolvedor Full Stack qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você aproveitará sua experiência em desenvolvimento front-end e back-end para criar aplicativos da web integrados e fáceis de usar. Como Desenvolvedor Full Stack, você será responsável por projetar e implementar os elementos visuais com os quais os usuários interagem em nossos sites.",
  "NA": "Estamos procurando um administrador de rede qualificado para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você gerenciará e manterá nossas redes de computadores. Como Administrador de Rede, você garantirá a operação perfeita de nossa infraestrutura de rede, abrangendo redes locais (LANs), redes de longa distância (WANs) e outros sistemas de comunicação.",
  "HDA": "Estamos procurando um Administrador de Help Desk qualificado e focado no cliente para se juntar à nossa equipe na Odyssey Outfits. Nesta função, você será responsável por fornecer assistência técnica e suporte aos funcionários da organização. Seu foco principal será fornecer um serviço crucial, abordando hardware, software, rede e outros problemas relacionados a TI em nossa organização.",
  "Key-Responsibilities-CFO": "<li>Desenvolver e executar a estratégia financeira da organização em alinhamento com as metas gerais de negócios.</li> <li>Fornecer orientação financeira estratégica ao CEO e outros executivos.</li> <li>Liderar processos de planejamento financeiro e orçamento.< /li> <li>Conduzir previsões, análises e modelos financeiros para apoiar a tomada de decisões.</li> <li>Identificar e avaliar riscos financeiros e implementar estratégias de mitigação de riscos.</li> <li>Garantir a conformidade com os regulamentos financeiros e requisitos de relatórios.</li> <li>Supervisionar a preparação e apresentação de relatórios financeiros às partes interessadas, incluindo o conselho, investidores e órgãos reguladores.</li> <li>Garantir precisão, transparência e conformidade com os padrões de contabilidade. </li> <li>Gerenciar os recursos financeiros e investimentos, estrutura de capital, liquidez e fluxo de caixa da organização.</li> <li>Liderar ou participar de atividades de fusões e aquisições, incluindo due diligence, negociações e planejamento de integração. </li> <li>Determinar as formas mais eficazes de levantar capital, seja por meio de dívida, capital ou outros instrumentos financeiros.</li> <li>Manter relacionamentos com instituições financeiras e investidores.</li> <li>Se você é um líder financeiro experiente com uma mentalidade estratégica, fortes habilidades analíticas e um histórico de excelência financeira, convidamos você a ingressar na Odyssey Outfits como nosso CFO. Seja um ator-chave na definição do sucesso financeiro e do crescimento de nossa organização dinâmica.</li>",
  "Key-Responsibilities-CEO": "<li>Definir a direção estratégica e as metas de longo prazo em colaboração com o conselho de administração.</li> <li>Identificar oportunidades de negócios e riscos potenciais.</li> <li>Trabalhar em estreita colaboração com o CFO para gerenciar o financeiro saúde da empresa.</li> <li>Revise relatórios financeiros e orçamentos.</li> <li>Gerencie e melhore a marca e a reputação da empresa.</li> <li>Aborde questões de relações públicas prontamente.</li > <li>Incentivar a inovação e a adaptação às mudanças nas condições do mercado.</li> <li>Implementar planos de gestão de crises para enfrentar desafios imprevistos.</li> <li>Desenvolver uma perspectiva global, especialmente para empresas com operações internacionais.</li> li> <li>Navegue pelas complexidades geopolíticas e econômicas.</li> <li>Como líder visionário, você conduzirá a Odyssey Outfits rumo ao sucesso, promovendo a inovação e garantindo nosso crescimento contínuo. Se você possui uma mentalidade estratégica, habilidades de liderança excepcionais e uma paixão por impulsionar a excelência organizacional, convidamos você para liderar a Odyssey Outfits como nosso CEO. Junte-se a nós na construção do futuro da nossa empresa dinâmica e inovadora.</li>",
  "Key-Responsibilities-COO": "<li>Desenvolver e implementar políticas e procedimentos operacionais.</li> <li>Alinhar estratégias operacionais com os objetivos de negócios da organização.</li> <li>Gerenciar e alocar recursos de forma eficaz, incluindo orçamento, pessoal e tecnologia.</li> li> <li>Trabalhar com o departamento de recursos humanos para atrair, desenvolver e reter talentos.</li> <li>Monitorar e avaliar o desempenho de vários departamentos e equipes.</li> <li>Simplificar os fluxos de trabalho para melhorar globalmente produtividade.</li> <li>Supervisionar os processos de controle de qualidade para garantir que os produtos ou serviços atendam aos padrões estabelecidos.</li> <li>Garantir que a organização tenha as pessoas certas nas funções certas.</li> <li>Fornecer liderança e orientação para alcançar a excelência operacional.</li> <li>Fornecer relatórios regulares ao CEO e outros executivos sobre o desempenho operacional.</li> <li>Comunicar as principais métricas e insights operacionais.</li> <li>Como um profissional experiente, você trará sua experiência para liderar nossas iniciativas operacionais, impulsionar a eficiência e contribuir para o sucesso geral da Odyssey Outfits. Se você prospera em um ambiente dinâmico e colaborativo, convidamos você a se juntar a nós como nosso COO e ser um arquiteto-chave na definição de nosso sucesso operacional.</li>",
  "Key-Responsibilities-HR": "<li>Atraia, recrute e contrate candidatos qualificados para vagas de emprego.</li> <li>Conduza entrevistas, triagens e coordene todo o processo de contratação.</li> <li>Aborde e resolva conflitos no local de trabalho e problemas de relacionamento com funcionários. .</li> <li>Promova um ambiente de trabalho positivo e melhore o moral dos funcionários.</li> <li>Forneça feedback, treinamento e suporte para o desenvolvimento dos funcionários.</li> <li>Identifique as necessidades de treinamento e coordene o desenvolvimento dos funcionários. programas.</li> <li>Administrar programas de remuneração, incluindo salários, bônus e benefícios.</li> <li>Realizar revisões salariais e garantir remuneração competitiva.</li> <li>Garantir a conformidade com as leis e regulamentos trabalhistas .</li> <li>Garantir a conformidade com os regulamentos de segurança e implementar medidas preventivas.</li> <li>Manter registros precisos e confidenciais dos funcionários.</li> <li>Tratar da documentação relacionada a contratos de trabalho, promoções e rescisões .</li> <li>Conduzir entrevistas de desligamento com funcionários que estão saindo.</li> <li>Gerenciar o processo de demissão em conformidade com as políticas e requisitos legais da empresa.</li> <li>Identificar e desenvolver líderes em potencial dentro da organização .</li> <li>Planeje a sucessão de cargos-chave.</li> <li>Avalie o desempenho do pessoal do escritório e forneça feedback construtivo.</li> <li>Identifique áreas para melhoria e implemente as mudanças necessárias. </li> <li>Como gerente de recursos humanos da Odyssey Outfits, você desempenhará um papel fundamental na formação da cultura do nosso local de trabalho, apoiando o crescimento dos funcionários e garantindo a conformidade com todos os assuntos relacionados ao emprego. Se você é um profissional de RH experiente e apaixonado por criar locais de trabalho positivos, convidamos você a se juntar à nossa equipe e contribuir para o sucesso da Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Estabeleça metas e objetivos de desempenho claros para cada local da região.</li> <li>Monitore e avalie o desempenho operacional de cada filial ou local.</li> <li>Garanta a adesão estrita às políticas e procedimentos da empresa e padrões.</li> <li>Realizar auditorias regulares para confirmar a conformidade em todos os níveis.</li> <li>Gerenciar o desempenho financeiro da região, incluindo orçamento, previsão e controle de despesas.</li> < li>Analise relatórios financeiros e principais indicadores de desempenho para identificar áreas de melhoria.</li> <li>Supervisione as atividades de vendas e desenvolvimento financeiro na região.</li> <li>Forneça orientação estratégica para impulsionar a receita e o crescimento do mercado.< /li> <li>Liderar e orientar gerentes de filiais e outros funcionários regionais.</li> <li>Recrutar, treinar e desenvolver equipes de alto desempenho para cada local.</li> <li>Comunicar-se regularmente com gerentes de filiais e outros membros da equipe.</li> <li>Colaborar com outros departamentos, como marketing, recursos humanos e finanças.</li> <li>Supervisionar programas de treinamento para funcionários da região.</li> <li>Suporte desenvolvimento profissional e aprimoramento de habilidades.</li> <li>Identificar oportunidades de expansão e crescimento na região.</li> <li>Avaliar possíveis novos locais ou mercados.</li> <li>Colaborar com a sede e outros locais regionais gerentes para garantir consistência nas operações e iniciativas estratégicas.</li> <li>Compartilhar as melhores práticas e contribuir para o sucesso geral da empresa.</li> <li>Preparar e apresentar relatórios regulares à alta administração sobre o desempenho da região. </li> <li>Forneça insights e recomendações para melhorias.</li> <li>Como gerente regional da Odyssey Outfits, você desempenhará um papel fundamental na promoção do sucesso e do crescimento de nossa organização em vários locais. Se você é um líder estratégico com histórico de obtenção de resultados, convidamos você a se juntar à nossa equipe e contribuir para o sucesso contínuo da Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Fornecer suporte administrativo abrangente a vários departamentos da organização.</li> <li>Gerenciar materiais de escritório, equipamentos e estoque para atender às necessidades operacionais.</li> <li>Supervisionar e coordenar o trabalho administrativo e de suporte equipe.</li> <li>Supervisionar o recrutamento, o treinamento e realizar avaliações de desempenho.</li> <li>Garantir que as instalações do escritório sejam bem mantidas e proporcionem um ambiente de trabalho propício.</li> <li>Ajudar na preparação e gerenciamento de orçamento para despesas relacionadas ao escritório.</li> <li>Facilitar a comunicação entre diferentes departamentos e equipes.</li> <li>Promover uma cultura de trabalho colaborativa e comunicativa.</li> <li>Manter organizado e registros, arquivos e bancos de dados atualizados.</li> <li>Garantir a conformidade com os regulamentos de proteção de dados e privacidade.</li> <li>Supervisionar o uso e a manutenção da tecnologia de escritório, incluindo computadores, impressoras e sistemas de comunicação.</li> <li>Implemente e atualize aplicativos de software conforme necessário.</li> <li>Negocie contratos e acordos para serviços relacionados ao escritório.</li> <li>Garanta soluções econômicas para escritórios. requisitos relacionados.</li> <li>Como gerente de escritório na Odyssey Outfits, você desempenhará um papel fundamental na manutenção de um ambiente de escritório eficiente e bem organizado. Se você é um indivíduo proativo com excelentes habilidades gerenciais e organizacionais, convidamos você a se juntar à nossa equipe e contribuir para o sucesso da nossa organização.</li>",
  "Key-Responsibilities-RSD": "<li>Desenvolver e implementar estratégias e planos de vendas para a divisão de vendas e região atribuída.</li> <li>Definir e atingir metas de vendas e objetivos de negócios em alinhamento com as metas da empresa.</li> <li>Liderar e gerenciar um equipe de profissionais de vendas da região.</li> <li>Contrate, treine e motive a equipe de vendas para atingir padrões de alto desempenho.</li> <li>Analise dados de desempenho de vendas, tendências de mercado e feedback dos clientes. </li> <li>Avalie a eficácia das estratégias de vendas e tome decisões baseadas em dados para melhorias.</li> <li>Estabeleça e mantenha relacionamentos com os principais clientes, parceiros e partes interessadas.</li> <li>Construa uma rede para promover o crescimento dos negócios, a satisfação do cliente e a expansão do mercado.</li> <li>Desenvolver e gerenciar o orçamento de vendas para a região.</li> <li>Monitorar e controlar despesas para garantir a lucratividade.</li> <li>Trabalhar em estreita colaboração com outros departamentos, incluindo marketing, finanças e operações.</li> <li>Garantir o alinhamento das atividades de vendas com os objetivos gerais do negócio.</li> <li>Fornecer relatórios regulares à alta administração sobre o desempenho de vendas , tendências de mercado e métricas relevantes.</li> <li>Garantir que as atividades de vendas cumpram as leis, regulamentos e políticas da empresa relevantes.</li> <li>Entenda as necessidades e preferências do cliente para manter uma abordagem centrada no cliente. </li> <li>Implementar estratégias para aumentar a satisfação e fidelidade do cliente.</li> <li>Identificar oportunidades de expansão e crescimento de mercado na região.</li> <li>Desenvolver planos para entrar em novos mercados e aumentar o mercado compartilhe.</li> <li>Se você é um pensador estratégico com histórico comprovado em liderança de vendas, considere ingressar na Odyssey Outfits como Diretor Regional de Vendas. Ser uma força motriz na definição do sucesso da nossa divisão de vendas e contribuir para o crescimento geral da nossa organização.</li>",
  "Key-Responsibilities-AE": "<li>Construir e manter relacionamentos sólidos com os clientes, promovendo a confiança e a lealdade.</li> <li>Atuar como o principal ponto de contato dos clientes, atendendo às suas necessidades e preocupações.</li> <li>Buscar ativamente novos negócios oportunidades para expandir a base de clientes.</li> <li>Trabalhar para atingir e superar as metas de vendas por meio de estratégias eficazes.</li> <li>Comunique de forma eficaz o valor dos produtos ou serviços aos clientes.</li> <li> Apresente os benefícios e propostas de vendas exclusivas para atender às necessidades do cliente.</li> <li>Negocie contratos, termos e preços para chegar a acordos mutuamente benéficos.</li> <li>Garanta que os acordos contratuais estejam alinhados com os interesses de ambos os lados. cliente e a empresa.</li> <li>Abordar e resolver problemas ou preocupações dos clientes prontamente para garantir a satisfação.</li> <li>Colaborar com equipes internas para fornecer soluções oportunas e manter relacionamentos positivos com os clientes.</li> < li>Desenvolver e implementar estratégias para aumentar as contas existentes e adquirir novos clientes.</li> <li>Identifique oportunidades de venda incrementada ou venda cruzada de produtos ou serviços adicionais.</li> <li>Mantenha-se informado sobre as tendências do setor, condições de mercado e atividades da concorrência.</li> <li>Use insights de mercado para adaptar estratégias e ficar à frente das mudanças do setor.</li> <li>Trabalhe em estreita colaboração com equipes internas, como marketing e desenvolvimento de produtos, para atender aos clientes necessidades.</li> <li>Colaborar em iniciativas que aumentem a satisfação do cliente e contribuam para o sucesso do negócio.</li> <li>Fornecer relatórios regulares sobre atividades de vendas, conquistas e desafios.</li> <li>Contribuir para a análise do desempenho de vendas e recomendações de melhorias.</li> <li>Se você é um indivíduo proativo e voltado para resultados, com excelentes habilidades de comunicação e negociação, considere ingressar na Odyssey Outfits como executivo de contas. Faça parte da nossa equipe e contribua para o sucesso dos nossos clientes e para o crescimento geral da organização.</li>",
  "Key-Responsibilities-S": "<li>Busque ativamente clientes em potencial e identifique novas oportunidades de vendas.</li> <li>Utilize vários canais para gerar leads e expandir a base de clientes.</li> <li>Construa e mantenha relacionamentos com clientes entendendo suas necessidades e fornecendo informações relevantes.</li> <li>Garantir uma experiência positiva do cliente respondendo a dúvidas e preocupações.</li> <li>Desenvolver uma compreensão profunda dos produtos ou serviços oferecidos.</li> <li>Comunique-se de maneira eficaz. recursos e benefícios do produto para clientes em potencial.</li> <li>Fazer apresentações de vendas atraentes para mostrar a proposta de valor de nossos produtos ou serviços.</li> <li>Adaptar apresentações para atender às necessidades e preocupações específicas dos clientes.</li > <li>Negociar termos, preços e acordos para fechar negócios de maneira mutuamente benéfica.</li> <li>Assegurar compromissos dos clientes para fazer uma compra e finalizar transações de vendas.</li> <li>Alcançar ou superar metas de vendas e cotas definidas pela empresa.</li> <li>Esforce-se continuamente para atingir e superar as metas individuais e da equipe.</li> <li>Mantenha-se informado sobre as tendências do setor, as condições do mercado e as atividades dos concorrentes.</li > <li>Identifique oportunidades e desafios potenciais no mercado.</li> <li>Reúna feedback dos clientes para melhorar produtos, serviços ou a experiência geral do cliente.</li> <li>Forneça insights valiosos para contribuir para o aprimoramento de nossas ofertas.</li> <li>Manter registros precisos de atividades de vendas, interações com clientes e outras informações relevantes.</li> <li>Use ferramentas de CRM para monitorar e gerenciar relacionamentos com clientes e progresso de vendas.</li > <li>Se você é um indivíduo voltado para resultados e com excelentes habilidades de comunicação e negociação, encorajamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós para impulsionar o sucesso das vendas e contribuir para o crescimento e a prosperidade da nossa organização.</li>",
  "Key-Responsibilities-RFD": "<li>Desenvolver e implementar estratégias e planos financeiros adaptados às necessidades específicas da região.</li> <li>Conduzir análises e previsões financeiras para apoiar a tomada de decisões estratégicas.</li> <li>Criar e gerenciar orçamentos para na região, garantindo o alinhamento com os objetivos gerais de negócios.</li> <li>Implementar medidas de controle de custos para otimizar o desempenho financeiro.</li> <li>Fornecer relatórios financeiros precisos e oportunos à alta administração, oferecendo insights e recomendações.</li> li> <li>Estabelecer indicadores-chave de desempenho (KPIs) para medir e avaliar o desempenho financeiro.</li> <li>Identificar e mitigar riscos financeiros na região.</li> <li>Implementar estratégias de gestão de risco para salvaguardar os riscos da organização ativos financeiros.</li> <li>Trabalhar em estreita colaboração com gerentes e equipes regionais para alinhar as metas financeiras com os objetivos operacionais.</li> <li>Fornecer orientação financeira e apoio às equipes locais, promovendo um ambiente colaborativo.</li> <li>Garantir a conformidade com padrões contábeis, requisitos regulatórios e padrões de governança corporativa.</li> <li>Implementar controles internos para salvaguardar a integridade financeira.</li> <li>Avaliar e otimizar processos financeiros para aumentar a eficiência e eficácia. </li> <li>Buscar continuamente oportunidades para melhoria de processos e inovação.</li> <li>Liderar e desenvolver uma equipe de profissionais financeiros na região.</li> <li>Fornecer mentoria e orientação para promover o crescimento profissional e excelência.</li> <li>Participar de processos estratégicos de tomada de decisão relacionados a investimentos, aquisições e outras iniciativas financeiras.</li> <li>Aconselhar a alta administração sobre as implicações financeiras das estratégias de negócios.</li> <li>Se você é um líder financeiro experiente, com uma mentalidade estratégica e uma paixão por impulsionar o sucesso financeiro em nível regional, convidamos você a se candidatar a esta função impactante na Odyssey Outfits. Junte-se a nós para moldar o futuro financeiro da nossa organização e contribuir para o nosso crescimento e sucesso contínuos.</li>",
  "Key-Responsibilities-PA": "<li>Calcule e processe salários, salários, bônus e outras formas de remuneração dos funcionários.</li> <li>Monitore e registre as horas de trabalho dos funcionários, incluindo horas extras, solicitações de folga e informações relacionadas à frequência.</li> > <li>Gerenciar deduções fiscais, incluindo imposto de renda, contribuições para a seguridade social e outras deduções legais.</li> <li>Garantir a conformidade com as regulamentações fiscais e o envio oportuno de informações relacionadas a impostos.</li> <li>Tratar benefícios aos funcionários, como seguro saúde, contribuições para aposentadoria e outros benefícios, garantindo um reflexo preciso na folha de pagamento.</li> <li>Mantenha-se atualizado sobre as mudanças nas ofertas de benefícios e atualize os sistemas de folha de pagamento de acordo.</li> <li>Mantenha a precisão e registros atualizados da folha de pagamento, incluindo informações de funcionários, retenções de impostos e outros dados relevantes.</li> <li>Gerar relatórios de folha de pagamento para fins de gerenciamento, contabilidade e auditoria.</li> <li>Garantir a conformidade com regulamentações locais, estaduais e federais relativas à folha de pagamento, impostos e leis trabalhistas.</li> <li>Mantenha-se informado sobre atualizações e mudanças nas regulamentações relevantes.</li> <li>Distribua contracheques ou coordene transferências eletrônicas de fundos aos funcionários imediatamente. e com precisão.</li> <li>Forneça documentação para auditorias internas e externas.</li> <li>Colabore com equipes de auditoria para garantir processos de folha de pagamento precisos e transparentes.</li> <li>Responda às perguntas dos funcionários sobre folha de pagamento. assuntos, abordando problemas ou discrepâncias prontamente e profissionalmente.</li> <li>Gerencie e mantenha software e sistemas de folha de pagamento, mantendo-se informado sobre atualizações e mudanças.</li> <li>Se você é um profissional organizado e detalhista com apaixonado por gerenciamento e conformidade de folha de pagamento, convidamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós para garantir o processamento tranquilo e preciso da remuneração dos funcionários em nossa organização.</li>",
  "Key-Responsibilities-FA": "<li>Analise dados financeiros, tendências de mercado e indicadores econômicos para avaliar o desempenho da organização.</li> <li>Utilize técnicas estatísticas e modelagem financeira para interpretar informações financeiras complexas.</li> <li>Ajude no desenvolvimento e gerenciar planos financeiros e orçamentos alinhados às metas gerais de negócios.</li> <li>Trabalhar em colaboração com vários departamentos para garantir que os planos financeiros apoiem os objetivos estratégicos da organização.</li> <li>Criar modelos financeiros para prever o futuro receitas, despesas e desempenho financeiro geral.</li> <li>Fornecer insights proativos e apoiar o planejamento para possíveis desafios.</li> <li>Preparar e apresentar relatórios financeiros à administração, partes interessadas ou órgãos reguladores.</li > <li>Apresentar análise orçamentária, análise de variação e recomendações práticas para melhoria.</li> <li>Avaliar riscos e oportunidades financeiras associadas a diversas decisões de negócios, incluindo investimentos e fusões.</li> <li>Conduzir custos- análises de benefícios e fornecer recomendações para atividades financeiras estratégicas.</li> <li>Analisar os custos associados a diferentes operações comerciais e recomendar medidas de redução de custos para melhorar a eficiência.</li> <li>Garantir que as operações financeiras e os relatórios estejam em conformidade com as leis relevantes , regulamentos e padrões do setor.</li> <li>Comunique com eficiência informações financeiras complexas a vários departamentos, promovendo a colaboração e o entendimento.</li> <li>Monitore continuamente as tendências financeiras, as mudanças do setor e as condições econômicas para fornecer informações atualizadas. informações atualizadas para a tomada de decisões.</li> <li>Se você é um analista financeiro detalhista e apaixonado por fornecer insights financeiros estratégicos, convidamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós para contribuir para o sucesso financeiro e o crescimento estratégico da nossa organização.</li>",
  "Key-Responsibilities-FD": "<li>Projete e implemente interfaces de usuário usando tecnologias como HTML, CSS e JavaScript.</li> <li>Escreva código para o navegador do usuário, lidando com interações, validações de formulários e atualizações dinâmicas de conteúdo.</li> <li> Utilize estruturas e bibliotecas populares, como React, Angular ou Vue.js.</li> <li>Garanta que o aplicativo funcione perfeitamente em diferentes navegadores da Web, abordando os desafios de desenvolvimento de front-end.</li> <li>Gerencie bancos de dados, processe solicitações e execute tarefas do lado do servidor usando linguagens como Node.js, Python, Ruby, Java ou PHP.</li> <li>Projete e mantenha bancos de dados, garantindo armazenamento e recuperação eficiente de dados. Bancos de dados comuns incluem MySQL, PostgreSQL, MongoDB ou Firebase.</li> <li>Implante e gerencie a infraestrutura do servidor, incluindo plataformas de nuvem como AWS, Azure ou Google Cloud.</li> <li>Crie e mantenha APIs que facilitar a comunicação entre os componentes frontend e backend do aplicativo, garantindo uma troca de dados tranquila.</li> <li>Identifique e corrija bugs no código frontend e backend, garantindo a confiabilidade geral e o desempenho do aplicativo.</li> < li>Colabore com outros membros da equipe, incluindo designers de UI/UX, colegas desenvolvedores e gerentes de projeto, para contribuir para o sucesso de nossos projetos.</li> <li>Se você é um desenvolvedor Fullstack qualificado e apaixonado por criar soluções inovadoras e aplicativos da web centrados no usuário, convidamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós para moldar o futuro da nossa presença digital e fornecer soluções de alta qualidade aos nossos usuários.</li>",
  "Key-Responsibilities-NA": "<li>Projetar, implementar e configurar redes de computadores, incluindo roteadores, switches, firewalls e outros componentes de hardware.</li> <li>Implementar e manter medidas de segurança robustas para proteger a rede contra acesso não autorizado, ameaças cibernéticas e dados violações.</li> <li>Diagnostique e resolva problemas de rede, problemas de conectividade e falhas de hardware ou software.</li> <li>Monitore regularmente o desempenho da rede e otimize-a para eficiência.</li> <li>Identifique e resolver gargalos para garantir a operação ideal da rede.</li> <li>Executar tarefas de manutenção de rotina, como atualização de firmware, aplicação de patches de segurança e garantir que os componentes de hardware e software estejam atualizados.</li> <li>Ajudar no final usuários com problemas relacionados à rede, fornecendo suporte técnico e oferecendo treinamento sobre o uso da rede.</li> <li>Manter documentação detalhada da arquitetura, configurações e alterações da rede. Esta documentação é crucial para solução de problemas e planejamento futuro.</li> <li>Trabalhe em estreita colaboração com outros profissionais de TI, como administradores de sistema, especialistas em segurança e gerentes de TI, para garantir a integração perfeita dos serviços de rede.</li> <li >Planeje as necessidades futuras da rede, avalie os requisitos de escalabilidade e recomende atualizações ou expansões para atender às demandas crescentes da organização.</li> <li>Implemente soluções de backup e planos de recuperação de desastres para proteger dados críticos em caso de eventos inesperados.</li > <li>Se você é um administrador de rede qualificado e apaixonado por garantir a confiabilidade e a segurança das redes de computadores, encorajamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós na manutenção de uma infraestrutura de rede robusta e eficiente que apoia as operações e o crescimento da nossa organização.</li>",
  "Key-Responsibilities-HDA": "<li>Responder prontamente às dúvidas e questões levantadas pelos usuários finais, oferecendo orientação e assistência para solução de problemas.</li> <li>Analisar, identificar e diagnosticar problemas de hardware e software para determinar soluções eficazes.</li> <li> Fornecer orientação e instruções passo a passo claras e concisas aos usuários para a resolução eficiente de problemas.</li> <li>Ajudar os usuários com instalações, atualizações e configurações de software.</li> <li>Documentar e manter registros de relatórios relatados questões, soluções e problemas comuns.</li> <li>Criar artigos e guias da base de conhecimento para capacitar os usuários para a autoajuda.</li> <li>Comunicar informações técnicas de maneira fácil de usar, especialmente ao ajudar não -usuários técnicos.</li> <li>Manter os usuários informados sobre o status e o progresso dos problemas relatados.</li> <li>Executar tarefas de manutenção de rotina em computadores, servidores e outros equipamentos de TI.</li> <li >Garantir que os aplicativos de software estejam atualizados aplicando patches e atualizações.</li> <li>Realizar sessões de treinamento para usuários finais para melhorar sua compreensão das ferramentas e aplicativos básicos de TI.</li> <li>Educar os usuários sobre o que há de melhor práticas de segurança e proteção de dados.</li> <li>Colaborar com outros profissionais de TI, como administradores de rede e engenheiros de sistema, para resolver problemas complexos.</li> <li>Encaminhar problemas para equipes de suporte de nível superior quando necessário .</li> <li>Implementar e aplicar medidas de segurança para proteger contra violações de dados e acesso não autorizado.</li> <li>Ajudar na implementação de protocolos e políticas de segurança.</li> <li>Fornecer excelente atendimento ao cliente sendo responsivo, acessível e profissional.</li> <li>Garantindo uma experiência positiva e útil para os usuários finais.</li> <li>Se você é um solucionador de problemas proativo, com excelentes habilidades de comunicação e paixão por entregar suporte de TI excepcional, convidamos você a se inscrever para esta excelente oportunidade na Odyssey Outfits. Junte-se a nós para manter a eficiência e a produtividade dos sistemas de TI da nossa organização e, ao mesmo tempo, fornecer suporte de alto nível aos nossos valiosos usuários.</li>",
  "Full-Time": "<img alt='Maleta&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Tempo Integral",
  "Date-Posted": "<img alt='Hora&nbsp;' src='./Assets/Img/Time-512x512.png'>Publicado há 1 semana",
  "Apply-Now": "Aplique agora",
  "label-form-name": "Primeiro nome:",
  "label-form-lname": "Sobrenome:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Número de telefone:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Morada atual:",
  "label-form-legal": "Você está legalmente autorizado a trabalhar nos Estados Unidos?",
  "label-form-education": "Você completou o seguinte nível de ensino: Bacharelado?",
  "fileInputLabel": "Carregue seu currículo",
  "pdf-file-error": "Faça upload de um arquivo PDF válido.",
  "submit-resume": "Envie sua aplicação",
  "application-sent": "Inscrição enviada!",
  "received-application": "Obrigado por enviar sua inscrição! Recebemos com sucesso. Aguarde uma notificação por e-mail sobre o status da sua inscrição à medida que avançamos em nosso processo de análise completo. Agradecemos sua paciência e aguardamos a possibilidade de trabalharmos juntos.",
  "application-not-sent": "Solicitação não enviada!",
  "not-received-application": "Obrigado por enviar sua inscrição! Parece que ocorreu um erro ao enviar o e-mail de confirmação. Tente novamente em breve.",
  "form-yes": "Sim",
  "form-no": "Não",
  "form-yes-2": "Sim",
  "form-no-2": "Não",
  "error-404": "Erro 404 - Página Não Encontrada :(",
  "copyright": "© 2024 Odyssey Outfits. Todos os direitos reservados."
}