{
  "TOS-welcome": "Välkommen!",
  "TOS-locale": "Välj ett standardspråk:",
  "TOS-preamble": "Vår webbplats samlar in användardata för att förbättra den övergripande användarupplevelsen.<br> Genom att fortsätta använda vår webbplats godkänner du våra användarvillkor.",
  "TOS-TOS": "Användarvillkor sekretesspolicy",
  "TOS-ADA": "Vår webbplats följer ADA-standarderna (Americans with Disabilities Act).<br>Som ett resultat kan du klicka på ögonikonen i det övre högra hörnet för att växla<br>ADA-efterlevnadsläge.",
  "toast-ok": "OK",
  "ada-disabled": "Du har inaktiverat ADA-läget.",
  "ada-disabled-continue": "Det verkar som om du har inaktiverat ADA-läget, du måste uppdatera för att fortsätta.",
  "ada-enabled": "Du har aktiverat ADA-läge.",
  "ada-enabled-continue": "Det verkar som att du har aktiverat ADA-läget, färgschemat på denna webbplats kommer att vara svart på vitt tills ADA-läget är inaktiverat.",
  "nav-home": "Hem",
  "nav-contact": "Kontakt",
  "nav-careers": "Karriärer",
  "nav-legal": "Rättslig",
  "Motto": "Börja din karriär<br>på Odyssey Outfits",
  "Bio": "Vi kommer att ge dig möjligheter att lära dig,<br>växa och bidra till en grönare framtid.",
  "Explore-Careers": "Utforska våra karriärer",
  "why-us": "Varför oss?",
  "Learning-and-Growth-Opportunities-1": "Lärande och tillväxtmöjligheter",
  "Learning-and-Growth-Opportunities-2": "Lärande och tillväxtmöjligheter",
  "Learning-and-Growth-Opportunities-3": "Vi kommer att ge dig de verktyg och resurser du behöver för att hålla dig i framkant inom ditt område. Gå med i vårt team som värdesätter kreativitet och innovation. Vår arbetsmiljö uppmuntrar till out-of-the-box-tänkande, vilket ger dig möjlighet att bidra med idéer som formar framtiden för hållbart mode.",
  "Positive-Brand-Image-1": "Positiv varumärkesbild",
  "Positive-Brand-Image-2": "Positiv varumärkesbild",
  "Positive-Brand-Image-3": "Hjärtat i vårt uppdrag är ett åtagande att skapa mode som inte bara förbättrar din garderob utan också ger en positiv inverkan på planeten. Gå med i vårt team och bli en katalysator för att främja vårt miljömedvetna initiativ.",
  "Flexibility-1": "Flexibilitet",
  "Flexibility-2": "Flexibilitet",
  "Flexibility-3": "Vi prioriterar medarbetarnas flexibilitet som en hörnsten i våra värderingar. Vi inser vikten av balans mellan arbete och privatliv och ger vårt team flexibla scheman och alternativ för distansarbete. Vi tror att en harmonisk och flexibel arbetsmiljö inte bara förbättrar individuellt välbefinnande utan också främjar kreativitet och innovation.",
  "Healthy-Workplace-1": "Hälsosam arbetsplats",
  "Healthy-Workplace-2": "Hälsosam arbetsplats",
  "Healthy-Workplace-3": "Vårt team är engagerade i att odla en hälsosam och mångsidig arbetsplats. Vi tror att ett mångsidigt team ger en mängd perspektiv och kreativitet, vilket främjar innovation i våra hållbara modesträvanden. Vår inkluderande miljö hyllar olikheter och omfattar en kultur som främjar ömsesidig respekt och förståelse.",
  "contact-us": "Kontakta oss!",
  "label-contact-name": "Namn:",
  "label-contact-email": "E-post:",
  "label-contact-message": "Meddelande:",
  "contact-submit": "Skicka in",
  "legal-docs": "Juridiska dokument",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Fullständig lista över funktioner",
  "legal-compliance": "Lagstiftning efterlevs",
  "legal-compliance-github": "Juridisk efterlevnad (GitHub Wiki)",
  "TOS-privacy-policy": "Användarvillkor sekretesspolicy",
  "TOS-privacy-policy-github": "Användarvillkor och sekretesspolicy (GitHub Wiki)",
  "hosting": "Värdskap",
  "hosting-1": "Herr Amir och Herr Krug, (härmed kallade \"Utvecklarna\", anger uttryckligen att \"Odyssey Outfits\", (härmed hänvisad till som \"Tjänsten\") är <strong>INTE</strong> en registrerad LLC och saknar juridisk eller detaljhandelsbehörighet att tillverka, sälja eller tillhandahålla några produkter eller tjänster.",
  "hosting-2": "Lagret för Tjänsten finns på GitHub, och Tjänsten drivs av Vercel.com, (härmed kallad &quot;Vercel&quot;).",
  "hosting-3": "Enligt GitHub.com's, (härmed kallad \"GitHub\"), licensieringsdokumentation (avsnitt 1, §2 - &quot;<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licensiera ett arkiv</a>&quot;), anges det uttryckligen att &quot;<em>...utan licens gäller standardupphovsrättslagarna, vilket innebär att du behåller alla rättigheter till din källkod och att ingen får reproducera, distribuera eller skapa härledda verk från ditt verk. Om du skapar ett projekt med öppen källkod rekommenderar vi starkt att du inkluderar en licens för öppen källkod.</em>&quot; Vänligen notera att detta förråd och alla associerade webbplatser är avsedda strikt för PERSONLIG och PRIVAT användning, eftersom det är delad egendom mellan utvecklarna.",
  "hosting-4": "Utvecklarna följer både GitHub och Vercels minimiålderskrav.",
  "hosting-5": "Under Vercels användarvillkor (avsnitt 2, - &quot;<a href='https://vercel.com/legal/terms'>Temporary Use License</a>&quot;), anges det uttryckligen att &quot;<em>...förutsatt att du följer villkoren i detta avtal, beviljas du en personlig, icke-underlicenserbar, icke-exklusiv, icke-överlåtbar, begränsad licens för att använda tjänsterna för din interna verksamhet eller personliga ändamål enligt tjänstekapaciteten på ditt konto. Alla rättigheter som inte uttryckligen beviljas häri är förbehållna och ingen licens eller rätt att använda något varumärke som tillhör Vercel eller någon tredje part beviljas dig i samband med tjänsterna.</em>&quot; Även om Vercel tillåter användningen av sina tjänster för affärsändamål, är det absolut nödvändigt att klargöra att webbplatsen, driven av Vercel och värd på GitHub, är exklusivt designad för personligt bruk av utvecklarna. All användning utanför denna omfattning är och kommer att fortsätta att vara otillåten.",
  "third-party-terms-of-service-compliance": "Tredjeparts efterlevnad av användarvillkor",
  "third-party-terms-of-service-compliance-1": "Utvecklarna följer strikt alla tredjepartstjänster som har använts för deras personliga projekt.",
  "third-party-terms-of-service-compliance-2": "Tjänsten har använt Yandex.com's, (härmed kallad \"Yandex\"), onlineöversättare. Utvecklarna följer båda Yandex användarvillkorsdokumentation (avsnitt 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Användning av tjänsten</a> a>&quot;), &quot;<em>Tjänsten tillhandahålls användaren för personligt icke-kommersiellt bruk.</em>&quot; Som utvecklarna strikt har sagt är detta projekt endast för personligt bruk.",
  "third-party-terms-of-service-compliance-3": "Utvecklarna har använt EmailJS.com's, (härmed kallad \"EmailJS\"), JavaScript-e-posttjänst. Användarvillkoren som tillhandahålls av EmailJS implicerar inte implicit lämpligheten av deras tjänst för användning i vare sig privata eller kommersiella sammanhang, <strong>MEDAN</strong> Utvecklarna har uppgett att användningen av EmailJS:s tjänster är strikt för personlig använda sig av.",
  "childrens-online-privacy-protection-act-compliance": "Överensstämmelse med Children's Online Privacy Protection Act",
  "childrens-online-privacy-protection-act-compliance-1": "Detta projekt i enlighet med kraven i COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). Den är och kommer även fortsättningsvis att utformas för personer som är 16 år eller äldre, speciellt för privat, icke-kommersiellt bruk.",
  "copyright-infringement-and-dmca-policy-compliance": "Upphovsrättsintrång och efterlevnad av DMCA-policy",
  "copyright-infringement-and-dmca-policy-compliance-1": "Utvecklarna följer GitHub&#39;s <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Upphovsrättsintrång och DMCA-policy</a>",
  "collection-and-usage-of-user-data": "Insamling och användning av användardata",
  "collection-and-usage-of-user-data-1": "Även om Tjänsten är en fiktiv verksamhet, används webbplatsen för att visa de standarder som moderna webbplatser bör använda. Alla funktioner och API:er som antyds för att användas av webbplatsen används strikt för teständamål.",
  "collection-and-usage-of-user-data-2": "Tjänsten lagrar inte data som e-postadresser, geologiska adresser, telefonnummer, namn, externa dokument eller externa länkar som tillhandahålls av användaren. Var och en av dessa datatyper används som tillfälliga data för &quot;Kontakta oss&quot; och &quot;Karriärer&quot; som blir obefintlig för The Developers.",
  "agreement-outline": "Detta avtal beskriver villkoren för användningen av &quot;Odyssey Outfits&quot;, (härmed hänvisad till som &quot;Tjänsten&quot;), och dess tillhörande tillgångar tillhandahållna av Mr. Amir och Mr. Krug, (härmed kallad &quot; Utvecklarna&quot;).",
  "acceptance-of-terms-1": "Detta avtal träder i kraft vid din första åtkomst till Tjänsten eller vid början av all användning som involverar associerade förstapartstjänster. Genom att komma åt, bläddra eller använda Tjänsten och/eller dess associerade tjänster, erkänner och accepterar du oåterkalleligt och ovillkorligt dessa Villkor. Du bekräftar ditt samtycke att vara helt bunden av detta avtal utan undantag, begränsningar eller undantag. Alla bestämmelser i detta avtal är verkställbara mot dig i största möjliga utsträckning. Om du använder Tjänsten eller använder någon Tjänst för ett företags räkning, oavsett om det är registrerat eller drivs utan registrering, erkänner, accepterar och är bunden till villkoren i detta Avtal härmed.",
  "acceptance-of-terms-2": "Om du eller det tidigare nämnda företaget motsätter sig någon bestämmelse i detta avtal och inte vill vara bunden av dess villkor, måste du omedelbart avbryta användningen av Tjänsten och alla tillhörande förstapartstjänster.",
  "legal-and-retail-authority": "Juridisk och detaljhandelsmyndighet",
  "legal-and-retail-authority-1": "Utvecklarna anger uttryckligen att &quot;Odyssey Outfits&quot; är inte en registrerad LLC och har inte den juridiska eller detaljhandelsbehörighet att tillverka, sälja eller tillhandahålla några produkter eller tjänster.",
  "intellectual-property-rights": "Immateriella rättigheter",
  "intellectual-property-rights-1": "I enlighet med GitHub.com's, (härmed kallad \"GitHub), licensieringsdokumentation (avsnitt 1, §2 - &quot;Licensiera ett arkiv&quot;), informeras användarna om att standardupphovsrättslagarna gäller för källan koda. Förvaret och tillhörande webbplatser är strikt avsedda för PERSONLIG och PRIVAT användning.",
  "intellectual-property-rights-2": "Tjänsten är delägd och kommer att fortsätta att vara delad egendom mellan utvecklarna tills vidare.",
  "intellectual-property-rights-3": "Du erkänner härmed uttryckligen och oåterkalleligt och samtycker till att åtkomst till Tjänsten och användning av associerade förstapartstjänster inte ger dig någon rättighet, titel eller intresse för immateriella rättigheter och andra rättigheter till innehåll som är tillgängligt för Tjänsten eller genom associerad förstapart tjänster som ägs eller licensieras av The Developers.",
  "privacy-policy": "Integritetspolicy",
  "privacy-policy-1": "Du bekräftar att, för att säkerställa att Tjänsten fungerar korrekt och tillhandahållandet av alla associerade förstapartstjänster, har utvecklarna rätten att samla in, lagra, bearbeta och överföra specifik information relaterad till din användning av Tjänsten och all associerad först. -festtjänster. Detaljerna för informationen som antas samlas in av tjänsten och utvecklarna beskrivs i dokumentet Developers Legal Compliance (avsnitt 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Länk till Github sida för juridisk efterlevnad.' target='_blank' rel='noopener'>Legal efterlevnad</a>&quot;)",
  "accessing-this-service": "Genom att komma åt och använda Tjänsten samtycker användare till att följa dessa villkor. Utvecklarna förbehåller sig rätten att ändra eller uppdatera dessa villkor efter eget gottfinnande. Fortsatt användning av Tjänsten efter sådana ändringar innebär att du accepterar de uppdaterade villkoren. Om användare inte accepterar dessa villkor, rekommenderas de att avstå från att komma åt eller använda Tjänsten.",
  "Select-a-Job": "Välj ett jobb",
  "Upper-Management": "Högsta ledningen",
  "Lower-Management": "Lägre ledning",
  "Sales-Department": "Säljavdelning",
  "Financial-Department": "Ekonomiavdelning",
  "IT-Department": "IT-avdelning",
  "Learn-More": "Välj en befattning för att lära dig mer!",
  "Chief-Financial-Officer": "Ekonomichef",
  "Chief-Executive-Officer": "Verkställande direktör",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Human-Resources": "Personalavdelning",
  "Regional-Manager": "Regionchef",
  "Office-Manager": "Kontors chef",
  "Regional-Sales-Director": "Regional försäljningsdirektör",
  "Account-Executive": "Account Executive",
  "Salesman": "Försäljare",
  "Regional-Financial-Director": "Regional ekonomidirektör",
  "Payroll-Administrator": "Löneadministratör",
  "Financial-Analyst": "Finansiell analytiker",
  "Fullstack-Developer": "Fullstack-utvecklare",
  "Network-Administrator": "Nätverksadministratör",
  "Help-Desk-Administrator": "Help Desk-administratör",
  "Selected-Job": "Valt jobb:",
  "Department-Division": "Avdelning/avdelning:",
  "Job-Description": "Arbetsbeskrivning:",
  "CFO": "Vi söker en skicklig Chief Financial Officer till vårt team på Odyssey Outfits. I denna roll kommer du att övervaka vår finansiella verksamhet och strategi. Som CFO kommer du att utveckla och genomföra organisationens finansiella strategi i linje med våra övergripande affärsmål, ge strategisk ekonomisk vägledning till VD och andra chefer.",
  "CEO": "Vi söker en skicklig verkställande direktör till vårt team på Odyssey Outfits. I denna roll kommer du att leda vår organisation till nya höjder genom att fatta strategiska företagsbeslut, övervaka den övergripande verksamheten och resurserna och fungera som den primära kontakten mellan styrelsen och företagsverksamheten. Som VD kommer du att spela en avgörande roll i att sätta den strategiska riktningen, identifiera affärsmöjligheter och säkerställa att företaget följer lagar och regler.",
  "COO": "Vi söker en skicklig Chief Operating Officer till vårt team på Odyssey Outfits. I denna roll kommer du att främja operativ effektivitet och implementera strategier för att hjälpa till att nå våra mål så effektivt som möjligt. Som en nyckelmedlem i vårt ledarteam kommer du att ansvara för att utveckla och implementera operativa policyer och procedurer, anpassa operativa strategier till våra affärsmål och säkerställa en effektiv allokering av resurser.",
  "HR": "Vi söker en kunnig personal för att ansluta sig till vårt team på Odyssey Outfits. I denna roll kommer du att hantera personal, anställningsrelaterade frågor och stödja det övergripande välbefinnandet för våra uppskattade medarbetare, i just din regiongren. Denna roll är avgörande för att skapa en positiv arbetsmiljö, säkerställa laglig efterlevnad och stödja vår organisations strategiska mål.",
  "RM": "Vi söker en skicklig regionchef till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för att övervaka och hantera driften, försäljningen och det övergripande resultatet för flera större kunder inom din specifika region. Denna nyckelledarposition innebär att sätta och uppnå resultatmål, säkerställa efterlevnad och driva ekonomisk framgång.",
  "OM": "Vi söker en skicklig kontorschef till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för den dagliga verksamheten på vårt kontor, (plats TBD). Denna avgörande roll kräver en dynamisk individ med starka organisatoriska och ledande färdigheter för att säkerställa att vårt kontor fungerar smidigt.",
  "RSD": "Vi söker en skicklig regional försäljningsdirektör till vårt team på Odyssey Outfits. I denna ledarroll kommer du att ansvara för att driva försäljningsaktiviteter inom din specifika region. Som nyckelmedlem i vårt team kommer du att ansvara för att utveckla och genomföra säljstrategier, leda ett dynamiskt säljteam och bidra till organisationens övergripande tillväxt och framgång.",
  "AE": "Vi söker en skicklig Account Executive till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för att hantera kundkonton, driva affärstillväxt och säkerställa kundnöjdhet. Om du trivs i en dynamisk och samarbetsmiljö, bjuder vi in ​​dig att bli en del av vårt team.",
  "S": "Vi söker en skicklig säljare till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för att driva intäktstillväxt genom att effektivt sälja våra produkter och tjänster till potentiella kunder. Om du brinner för försäljning, att bygga relationer och att uppnå mål, bjuder vi in ​​dig att bli en del av vårt dynamiska team.",
  "RFD": "Vi söker en skicklig Regional Financial Director för att ansluta sig till vårt team på Odyssey Outfits. I denna roll kommer du att övervaka och leda den finansiella verksamheten inom din specifika region. Som nyckelledare kommer du att spela en avgörande roll i att utforma och implementera finansiella strategier för att driva framgången för vår verksamhet i din tilldelade region.",
  "PA": "Vi söker en skicklig löneadministratör till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för att hantera och bearbeta personalens ersättningar. Som löneadministratör kommer du att säkerställa korrekt och snabb utbetalning av anställdas löner, bonusar och förmåner samtidigt som du upprätthåller efterlevnad av lokala, statliga och federala bestämmelser.",
  "FA": "Vi söker en skicklig finansanalytiker till vårt team på Odyssey Outfits. I denna roll kommer du att ge värdefulla insikter och rekommendationer baserade på djupgående analys av finansiell data och trender. Som finansanalytiker kommer ditt primära ansvar att vara att stödja beslutsfattare genom att tolka komplex finansiell information och presentera den på ett tydligt och meningsfullt sätt.",
  "FD": "Vi söker en skicklig Full Stack-utvecklare till vårt team på Odyssey Outfits. I denna roll kommer du att utnyttja din expertis inom både frontend- och backend-utveckling för att skapa sömlösa och användarvänliga webbapplikationer. Som Full Stack-utvecklare kommer du att ansvara för att designa och implementera de visuella element som användarna interagerar med på våra webbplatser.",
  "NA": "Vi söker en skicklig nätverksadministratör till vårt team på Odyssey Outfits. I denna roll kommer du att hantera och underhålla våra datanätverk. Som nätverksadministratör kommer du att säkerställa en smidig drift av vår nätverksinfrastruktur, som omfattar lokala nätverk (LAN), wide area nätverk (WAN) och andra kommunikationssystem.",
  "HDA": "Vi söker en skicklig och kundfokuserad Help Desk-administratör till vårt team på Odyssey Outfits. I denna roll kommer du att ansvara för att ge teknisk assistans och support till anställda inom organisationen. Ditt primära fokus kommer att vara på att leverera en avgörande tjänst genom att ta itu med hårdvara, mjukvara, nätverk och andra IT-relaterade frågor inom vår organisation.",
  "Key-Responsibilities-CFO": "<li>Utveckla och verkställ organisationens finansiella strategi i linje med övergripande affärsmål.</li> <li>Ge strategisk ekonomisk vägledning till VD och andra chefer.</li> <li>Leda ekonomisk planering och budgetering.< /li> <li>Genomföra finansiella prognoser, analyser och modellering för att stödja beslutsfattande.</li> <li>Identifiera och bedöma finansiella risker och implementera riskreducerande strategier.</li> <li>Säkerställa efterlevnad av finansiella regleringar. och rapporteringskrav.</li> <li>Övervaka utarbetandet och presentationen av finansiella rapporter för intressenter, inklusive styrelse, investerare och tillsynsorgan.</li> <li>Säkerställa noggrannhet, transparens och efterlevnad av redovisningsstandarder. </li> <li>Hantera organisationens finansiella resurser och investeringar, kapitalstruktur, likviditet och kassaflöde.</li> <li>Leda eller delta i fusions- och förvärvsaktiviteter, inklusive due diligence, förhandlingar och integrationsplanering. </li> <li>Ta reda på de mest effektiva sätten att skaffa kapital, oavsett om det är genom skulder, aktier eller andra finansiella instrument.</li> <li>Upprätthålla relationer med finansiella institutioner och investerare.</li> <li>Om du är en erfaren finansiell ledare med ett strategiskt tänkesätt, starka analytiska färdigheter och en meritlista för att driva finansiell excellens, vi inbjuder dig att gå med i Odyssey Outfits som vår CFO. Var en nyckelspelare i att forma den ekonomiska framgången och tillväxten för vår dynamiska organisation.</li>",
  "Key-Responsibilities-CEO": "<li>Sätt upp den strategiska riktningen och långsiktiga mål i samarbete med styrelsen.</li> <li>Identifiera affärsmöjligheter och potentiella risker.</li> <li>Arbeta nära med CFO för att hantera det finansiella företagets hälsa.</li> <li>Granska finansiella rapporter och budgetar.</li> <li>Hantera och förbättra företagets varumärke och rykte.</li> <li>Att åtgärda PR-frågor omgående.</li > <li>Uppmuntra innovation och anpassning till förändrade marknadsförhållanden.</li> <li>Implementera krishanteringsplaner för att navigera i oförutsedda utmaningar.</li> <li>Utveckla ett globalt perspektiv, särskilt för företag med internationell verksamhet.</li> li> <li>Navigera i geopolitiska och ekonomiska komplexiteter.</li> <li>Som en visionär ledare kommer du att driva Odyssey Outfits mot framgång, främja innovation och säkerställa vår fortsatta tillväxt. Om du har ett strategiskt tänkesätt, exceptionella ledarskapsförmåga och en passion för att driva organisatorisk excellens, inbjuder vi dig att leda Odyssey Outfits som vår VD. Var med och forma framtiden för vårt dynamiska och innovativa företag.</li>",
  "Key-Responsibilities-COO": "<li>Utveckla och implementera operativa policyer och procedurer.</li> <li>Anpassa operativa strategier med organisationens affärsmål.</li> <li>Hantera och allokera resurser effektivt, inklusive budgetering, bemanning och teknik.</li> li> <li>Arbeta med personalavdelningen för att attrahera, utveckla och behålla talanger.</li> <li>Övervaka och utvärdera resultatet av olika avdelningar och team.</li> <li>Strömlinjeforma arbetsflöden för att förbättra det övergripande produktivitet.</li> <li>Övervaka kvalitetskontrollprocesser för att säkerställa att produkter eller tjänster uppfyller etablerade standarder.</li> <li>Se till att organisationen har rätt personer i rätt roller.</li> <li>Ge ledarskap och vägledning för att uppnå operativ excellens.</li> <li>Tillhandahålla regelbundna rapporter till VD och andra chefer om operativa resultat.</li> <li>Kommunicera nyckeltal och operativa insikter.</li> <li>Som en Erfaren professionell kommer du att ta med dig din expertis för att leda våra operativa initiativ, driva effektivitet och bidra till Odyssey Outfits övergripande framgång. Om du trivs i en dynamisk och samarbetsmiljö, välkomnar vi dig att gå med oss ​​som vår COO och vara en nyckelarkitekt för att forma vår operativa framgång.</li>",
  "Key-Responsibilities-HR": "<li>Attara, rekrytera och anställa kvalificerade kandidater för lediga jobb.</li> <li>Genomför intervjuer, screeningar och samordna hela anställningsprocessen.</li> <li>Att hantera och lösa konflikter på arbetsplatsen och frågor om anställningsrelationer .</li> <li>Främja en positiv arbetsmiljö och förbättra medarbetarnas moral.</li> <li>Ge feedback, coachning och stöd för medarbetarnas utveckling.</li> <li>Identifiera utbildningsbehov och samordna medarbetarnas utveckling program.</li> <li>Administrera kompensationsprogram, inklusive löner, bonusar och förmåner.</li> <li>Genomför löneöversyn och säkerställa konkurrenskraftig ersättning.</li> <li>Säkerställa efterlevnad av arbetslagar och förordningar .</li> <li>Säkerställa efterlevnad av säkerhetsföreskrifter och implementera förebyggande åtgärder.</li> <li>Upprätthåll korrekta och konfidentiella personalregister.</li> <li>Hantera dokumentation som rör anställningskontrakt, befordran och uppsägningar .</li> <li>Genomför avgångsintervjuer med avgående anställda.</li> <li>Hantera uppsägningsprocessen i enlighet med företagets policyer och juridiska krav.</li> <li>Identifiera och utveckla potentiella ledare inom organisationen .</li> <li>Planera för följden av nyckelpositioner.</li> <li>Utvärdera kontorspersonalens prestation och ge konstruktiv feedback.</li> <li>Identifiera områden för förbättringar och implementera nödvändiga förändringar. </li> <li>Som personalchef på Odyssey Outfits kommer du att spela en avgörande roll i att forma vår arbetsplatskultur, stödja medarbetartillväxt och säkerställa efterlevnad av alla anställningsrelaterade frågor. Om du är en erfaren HR-proffs med en passion för att skapa positiva arbetsplatser, bjuder vi in ​​dig att gå med i vårt team och bidra till framgången för Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Sätt upp tydliga resultatmål och mål för varje plats i regionen.</li> <li>Övervaka och utvärdera operativa resultat för varje filial eller plats.</li> <li>Säkerställ strikt efterlevnad av företagets policyer, procedurer , och standarder.</li> <li>Genomför regelbundna revisioner för att bekräfta efterlevnad på alla nivåer.</li> <li>Hantera regionens ekonomiska resultat, inklusive budgetering, prognoser och kostnadskontroll.</li> < li>Analysera finansiella rapporter och nyckeltal för att identifiera förbättringsområden.</li> <li>Övervaka försäljnings- och finansutvecklingsaktiviteter inom regionen.</li> <li>Ge strategisk vägledning för att driva intäkter och marknadstillväxt.< /li> <li>Leda och vägleda filialchefer och annan regional personal.</li> <li>Rekrytera, utbilda och utveckla högpresterande team för varje plats.</li> <li>Kommunicera regelbundet med filialchefer och andra teammedlemmar.</li> <li>Samarbete med andra avdelningar, såsom marknadsföring, personal och ekonomi.</li> <li>Övervaka utbildningsprogram för personal inom regionen.</li> <li>Support professionell utveckling och kompetenshöjning.</li> <li>Identifiera möjligheter för expansion och tillväxt inom regionen.</li> <li>Utvärdera potentiella nya platser eller marknader.</li> <li>Samarbete med huvudkontoret och andra regionala chefer för att säkerställa konsekvens i verksamheten och strategiska initiativ.</li> <li>Dela bästa praxis och bidra till företagets övergripande framgång.</li> <li>Förbereda och presentera regelbundna rapporter till den högsta ledningen om regionens resultat. </li> <li>Ge insikter och rekommendationer för förbättringar.</li> <li>Som regionchef på Odyssey Outfits kommer du att spela en avgörande roll för att driva framgången och tillväxten för vår organisation på flera platser. Om du är en strategisk ledare med en meritlista när det gäller att uppnå resultat, bjuder vi in ​​dig att gå med i vårt team och bidra till Odyssey Outfits fortsatta framgång.</li>",
  "Key-Responsibilities-OM": "<li>Tillhandahålla omfattande administrativt stöd till olika avdelningar inom organisationen.</li> <li>Hantera kontorsmaterial, utrustning och inventarier för att möta operativa behov.</li> <li>Övervaka och samordna arbetet med administration och support personal.</li> <li>Övervaka rekrytering, utbildning och genomföra prestationsutvärderingar.</li> <li>Se till att kontorsfaciliteterna är väl underhållna och ger en gynnsam arbetsmiljö.</li> <li>Hjälp till vid budgetberedning och hantering av kontorsrelaterade utgifter.</li> <li>Underlätta kommunikationen mellan olika avdelningar och team.</li> <li>Främja en samarbetande och kommunikativ arbetskultur.</li> <li>Upprätthålla en organiserad och kommunikativ arbetskultur. uppdaterade register, filer och databaser.</li> <li>Säkerställa efterlevnad av dataskydds- och integritetsbestämmelser.</li> <li>Övervaka användningen och underhållet av kontorsteknik, inklusive datorer, skrivare och kommunikationssystem.</li> <li>Implementera och uppdatera mjukvaruapplikationer efter behov.</li> <li>Förhandla kontrakt och avtal för kontorsrelaterade tjänster.</li> <li>Säkerställa kostnadseffektiva lösningar för kontors- relaterade krav.</li> <li>Som kontorschef på Odyssey Outfits kommer du att spela en avgörande roll för att upprätthålla en effektiv och välorganiserad kontorsmiljö. Om du är en proaktiv individ med utmärkta ledar- och organisatoriska färdigheter, bjuder vi in ​​dig att gå med i vårt team och bidra till vår organisations framgång.</li>",
  "Key-Responsibilities-RSD": "<li>Utveckla och implementera försäljningsstrategier och planer för försäljningsdivisionen och den tilldelade regionen.</li> <li>Sätt upp och uppnå försäljningsmål och affärsmål i linje med företagets mål.</li> <li>Leda och hantera en team av säljare inom regionen.</li> <li>Anställ, utbilda och motivera säljteamet för att uppnå högpresterande standarder.</li> <li>Analysera försäljningsresultatdata, marknadstrender och kundfeedback. </li> <li>Utvärdera effektiviteten av försäljningsstrategier och fatta datadrivna beslut för förbättring.</li> <li>Etablera och upprätthåll relationer med nyckelkunder, partners och intressenter.</li> <li>Bygg upp ett nätverk för att främja affärstillväxt, kundnöjdhet och marknadsexpansion.</li> <li>Utveckla och hantera försäljningsbudgeten för regionen.</li> <li>Övervaka och kontrollera utgifter för att säkerställa lönsamhet.</li> <li>Arbeta nära andra avdelningar, inklusive marknadsföring, ekonomi och drift.</li> <li>Säkerställa anpassning av försäljningsaktiviteter till övergripande affärsmål.</li> <li>Tillhandahålla regelbundna rapporter till högsta ledningen om försäljningsresultat , marknadstrender och relevant statistik.</li> <li>Se till att försäljningsaktiviteter följer relevanta lagar, förordningar och företagspolicyer.</li> <li>Förstå kundernas behov och preferenser för att upprätthålla ett kundcentrerat tillvägagångssätt. </li> <li>Implementera strategier för att öka kundnöjdheten och lojalitet.</li> <li>Identifiera möjligheter för marknadsexpansion och tillväxt inom regionen.</li> <li>Utveckla planer för att ta sig in på nya marknader och öka marknaden. dela.</li> <li>Om du är en strategisk tänkare med en dokumenterad meritlista inom försäljningsledarskap, överväg att gå med i Odyssey Outfits som regional försäljningsdirektör. Var en drivande kraft i att forma framgången för vår försäljningsdivision och bidra till den övergripande tillväxten av vår organisation.</li>",
  "Key-Responsibilities-AE": "<li>Bygg och upprätthåll starka relationer med kunder, främja förtroende och lojalitet.</li> <li>Aktera som den primära kontaktpunkten för kunderna och ta itu med deras behov och problem.</li> <li>Sök aktivt nya affärer möjligheter att utöka kundbasen.</li> <li>Arbeta för att uppnå och överträffa försäljningsmål genom effektiva strategier.</li> <li>Kommunicera effektivt värdet av produkter eller tjänster till kunder.</li> <li> Visa upp fördelarna och unika försäljningsförslag för att möta kundens krav.</li> <li>Förhandla kontrakt, villkor och priser för att nå ömsesidigt fördelaktiga avtal.</li> <li>Se till att avtalsavtal överensstämmer med bådas intressen. klienten och företaget.</li> <li>Att hantera och lösa kundproblem eller problem snabbt för att säkerställa nöjdhet.</li> <li>Samarbete med interna team för att tillhandahålla snabba lösningar och upprätthålla positiva kundrelationer.</li> < li>Utveckla och implementera strategier för att växa befintliga konton och skaffa nya kunder.</li> <li>Identifiera möjligheter för mer- eller korsförsäljning av ytterligare produkter eller tjänster.</li> <li>Håll dig informerad om branschtrender, marknadsförhållanden och konkurrentaktiviteter.</li> <li>Använd marknadsinsikter för att anpassa strategier och ligga steget före branschförändringar.</li> <li>Arbeta nära med interna team, såsom marknadsföring och produktutveckling, för att möta kunder behov.</li> <li>Samarbete om initiativ som ökar kundnöjdheten och bidrar till affärsframgång.</li> <li>Tillhandahålla regelbundna rapporter om försäljningsaktiviteter, prestationer och utmaningar.</li> <li>Bidra till analysen av försäljningsresultat och rekommendera förbättringar.</li> <li>Om du är en proaktiv och resultatdriven person med utmärkta kommunikations- och förhandlingsförmåga, överväg att gå med i Odyssey Outfits som Account Executive. Var en del av vårt team och bidra till framgången för våra kunder och den övergripande tillväxten av organisationen.</li>",
  "Key-Responsibilities-S": "<li>Sök aktivt upp potentiella kunder och identifiera nya försäljningsmöjligheter.</li> <li>Använda olika kanaler för att generera potentiella kunder och utöka kundbasen.</li> <li>Bygg och underhåll relationer med kunder genom att förstå deras behov och tillhandahålla relevant information.</li> <li>Säkerställ en positiv kundupplevelse genom att ta itu med förfrågningar och problem.</li> <li>Utveckla en djup förståelse för de produkter eller tjänster som erbjuds.</li> <li>Kommunicera effektivt produktfunktioner och fördelar för potentiella kunder.</li> <li>Levera övertygande försäljningspresentationer för att visa upp värdet av våra produkter eller tjänster.</li> <li>Skräddarsy presentationer för att möta specifika kundbehov och problem.</li > <li>Förhandla villkor, priser och avtal för att avsluta affärer på ett ömsesidigt fördelaktigt sätt.</li> <li>Säkra åtaganden från kunder att göra ett köp och slutföra försäljningstransaktioner.</li> <li>Uppnå eller överträffa försäljningsmål och kvoter som fastställts av företaget.</li> <li>Sträva kontinuerligt efter att möta och överträffa individuella och teammål.</li> <li>Håll dig informerad om branschtrender, marknadsförhållanden och konkurrenters aktiviteter.</li > <li>Identifiera möjligheter och potentiella utmaningar på marknaden.</li> <li>Samla feedback från kunder för att förbättra produkter, tjänster eller den övergripande kundupplevelsen.</li> <li>Ge värdefulla insikter för att bidra till förbättring av våra erbjudanden.</li> <li>Upprätthåll korrekta register över försäljningsaktiviteter, kundinteraktioner och annan relevant information.</li> <li>Använd CRM-verktyg för att spåra och hantera kundrelationer och försäljningsframsteg.</li > <li>Om du är en resultatdriven individ med utmärkt kommunikations- och förhandlingsförmåga, uppmuntrar vi dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Gå med oss ​​för att driva försäljningsframgång och bidra till tillväxt och välstånd i vår organisation.</li>",
  "Key-Responsibilities-RFD": "<li>Utveckla och implementera finansiella strategier och planer skräddarsydda för regionens unika behov.</li> <li>Genomför finansiell analys och prognoser för att stödja strategiskt beslutsfattande.</li> <li>Skapa och hantera budgetar för regionen, vilket säkerställer överensstämmelse med de övergripande affärsmålen.</li> <li>Implementera kostnadskontrollåtgärder för att optimera finansiella resultat.</li> <li>Tillhandahålla korrekta och aktuella finansiella rapporter till högsta ledningen, ge insikter och rekommendationer.</ li> <li>Etablera nyckelprestandaindikatorer (KPI:er) för att mäta och bedöma finansiella resultat.</li> <li>Identifiera och minska finansiella risker inom regionen.</li> <li>Implementera riskhanteringsstrategier för att skydda organisationens finansiella tillgångar.</li> <li>Arbeta nära med regionala chefer och team för att anpassa finansiella mål till operativa mål.</li> <li>Ge ekonomisk vägledning och stöd till lokala team, främja en samarbetsmiljö.</li> <li>Säkerställa efterlevnad av redovisningsstandarder, regulatoriska krav och bolagsstyrningsstandarder.</li> <li>Implementera interna kontroller för att säkerställa finansiell integritet.</li> <li>Utvärdera och optimera finansiella processer för att öka effektiviteten och effektiviteten. </li> <li>Sök ständigt efter möjligheter till processförbättringar och innovation.</li> <li>Leda och utveckla ett team av ekonomiexperter inom regionen.</li> <li>Ge mentorskap och vägledning för att främja professionell tillväxt och excellens.</li> <li>Delta i strategiska beslutsprocesser relaterade till investeringar, förvärv och andra finansiella initiativ.</li> <li>Ge råd till ledande befattningshavare om de ekonomiska konsekvenserna av affärsstrategier.</li> <li>Om du är en erfaren finansiell ledare med ett strategiskt tänkesätt och en passion för att driva ekonomisk framgång på regional nivå, inbjuder vi dig att ansöka om denna effektfulla roll på Odyssey Outfits. Var med oss ​​och forma den ekonomiska framtiden för vår organisation och bidra till vår fortsatta tillväxt och framgång.</li>",
  "Key-Responsibilities-PA": "<li>Beräkna och bearbeta anställdas löner, löner, bonusar och andra former av ersättning.</li> <li>Övervaka och registrera anställdas arbetstimmar, inklusive övertid, förfrågningar om ledighet och närvarorelaterad information.</li > <li>Hantera skatteavdrag, inklusive inkomstskatt, sociala avgifter och andra lagstadgade avdrag.</li> <li>Se till att skatteregler följs och att skatterelaterad information lämnas i rätt tid.</li> <li>Hantera personalförmåner, såsom sjukförsäkring, pensionsavgifter och andra förmåner, som säkerställer korrekt återspegling i lönelistan.</li> <li>Håll dig à jour med förändringar i förmånserbjudanden och uppdatera lönesystemen i enlighet därmed.</li> <li>Upprätthåll korrekt och uppdaterade löneuppgifter, inklusive personalinformation, skatteinnehåll och andra relevanta uppgifter.</li> <li>Skapa lönerapporter för lednings-, redovisnings- och revisionsändamål.</li> <li>Säkerställa efterlevnad av lokala, statliga och federala bestämmelser om löne-, beskattnings- och arbetslagar.</li> <li>Håll dig informerad om uppdateringar och ändringar i relevanta bestämmelser.</li> <li>Dela ut lönecheckar eller samordna elektroniska överföringar till anställda omedelbart och korrekt.</li> <li>Tillhandahålla dokumentation för interna och externa revisioner.</li> <li>Samarbete med revisionsteam för att säkerställa korrekta och transparenta löneprocesser.</li> <li>Svara på anställdas frågor angående löner frågor, åtgärda problem eller avvikelser snabbt och professionellt.</li> <li>Hantera och underhålla löneprogram och system, hålla dig informerad om uppdateringar och ändringar.</li> <li>Om du är en detaljorienterad och organiserad professionell med en passion för lönehantering och efterlevnad, inbjuder vi dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Följ med oss ​​för att säkerställa en smidig och korrekt hantering av anställdas ersättningar inom vår organisation.</li>",
  "Key-Responsibilities-FA": "<li>Analysera finansiella data, marknadstrender och ekonomiska indikatorer för att bedöma organisationens resultat.</li> <li>Använd statistiska tekniker och finansiella modeller för att tolka komplex finansiell information.</li> <li>Hjälp till att utveckla och hantera finansiella planer och budgetar som är i linje med övergripande affärsmål.</li> <li>Arbeta i samarbete med olika avdelningar för att säkerställa att finansiella planer stöder organisationens strategiska mål.</li> <li>Skapa finansiella modeller för att förutse framtiden intäkter, utgifter och övergripande ekonomiska resultat.</li> <li>Ge proaktiva insikter och stöd planering för potentiella utmaningar.</li> <li>Förbereda och presentera finansiella rapporter för ledning, intressenter eller tillsynsorgan.</li > <li>Presentera budgetanalys, avviksanalys och genomförbara rekommendationer för förbättringar.</li> <li>Bedöm finansiella risker och möjligheter i samband med olika affärsbeslut, inklusive investeringar och sammanslagningar.</li> <li>Genomföra kostnads- nyttoanalyser och ge rekommendationer för strategiska finansiella aktiviteter.</li> <li>Analysera kostnader förknippade med olika affärsverksamheter och rekommendera kostnadsbesparande åtgärder för att förbättra effektiviteten.</li> <li>Se till att finansiell verksamhet och rapportering följer relevanta lagar , förordningar och branschstandarder.</li> <li>Kommunicera effektivt komplex finansiell information till olika avdelningar, främja samarbete och förståelse.</li> <li>Övervaka kontinuerligt finansiella trender, branschförändringar och ekonomiska förhållanden för att ge upp- aktuell information för beslutsfattande.</li> <li>Om du är en detaljorienterad finansanalytiker med en passion för att leverera strategiska finansiella insikter, inbjuder vi dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Häng med oss ​​och bidra till vår organisations ekonomiska framgång och strategiska tillväxt.</li>",
  "Key-Responsibilities-FD": "<li>Designa och implementera användargränssnitt med hjälp av tekniker som HTML, CSS och JavaScript.</li> <li>Skriv kod för användarens webbläsare, hantera interaktioner, formulärvalideringar och dynamiska innehållsuppdateringar.</li> <li> Använd populära ramverk och bibliotek som React, Angular eller Vue.js.</li> <li>Se till att applikationen fungerar sömlöst över olika webbläsare och hanterar frontendutvecklingsutmaningar.</li> <li>Hantera databaser, bearbeta förfrågningar och utföra uppgifter på serversidan med hjälp av språk som Node.js, Python, Ruby, Java eller PHP.</li> <li>Designa och underhålla databaser, vilket säkerställer effektiv datalagring och hämtning. Vanliga databaser inkluderar MySQL, PostgreSQL, MongoDB eller Firebase.</li> <li>Distribuera och hantera serverinfrastrukturen, inklusive molnplattformar som AWS, Azure eller Google Cloud.</li> <li>Skapa och underhåll API:er som underlätta kommunikationen mellan applikationens frontend- och backend-komponenter, vilket säkerställer smidigt datautbyte.</li> <li>Identifiera och fixa buggar i både frontend- och backend-kod, vilket säkerställer applikationens övergripande tillförlitlighet och prestanda.</li> < li>Samarbete med andra teammedlemmar, inklusive UI/UX-designers, andra utvecklare och projektledare, för att bidra till framgången för våra projekt.</li> <li>Om du är en skicklig Fullstack-utvecklare med en passion för att skapa innovativa och användarcentrerade webbapplikationer inbjuder vi dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Följ med oss ​​och forma framtiden för vår digitala närvaro och leverera högkvalitativa lösningar till våra användare.</li>",
  "Key-Responsibilities-NA": "<li>Designa, implementera och konfigurera datornätverk, inklusive routrar, switchar, brandväggar och andra hårdvarukomponenter.</li> <li>Implementera och upprätthåll robusta säkerhetsåtgärder för att skydda nätverket från obehörig åtkomst, cyberhot och data intrång.</li> <li>Diagnostisera och lös nätverksproblem, anslutningsproblem och maskinvaru- eller programvarufel.</li> <li>Övervaka nätverksprestanda regelbundet och optimera den för effektivitet.</li> <li>Identifiera och åtgärda flaskhalsar för att säkerställa optimal nätverksdrift.</li> <li>Utför rutinunderhållsuppgifter, som att uppdatera firmware, applicera säkerhetskorrigeringar och se till att maskin- och mjukvarukomponenter är uppdaterade.</li> <li>Assistera slut- användare med nätverksrelaterade problem, tillhandahåller teknisk support och erbjuder utbildning om nätverksanvändning.</li> <li>Upphåll detaljerad dokumentation av nätverksarkitektur, konfigurationer och ändringar. Denna dokumentation är avgörande för felsökning och framtidsplanering.</li> <li>Arbeta nära andra IT-proffs, såsom systemadministratörer, säkerhetsspecialister och IT-chefer, för att säkerställa sömlös integrering av nätverkstjänster.</li> <li >Planera för framtida nätverksbehov, bedöm skalbarhetskrav och rekommendera uppgraderingar eller utökningar för att möta organisationens växande krav.</li> <li>Implementera säkerhetskopieringslösningar och katastrofåterställningsplaner för att skydda kritiska data i händelse av oväntade händelser.</li > <li>Om du är en skicklig nätverksadministratör med en passion för att säkerställa tillförlitligheten och säkerheten hos datornätverk, uppmuntrar vi dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Häng med oss ​​och upprätthåll en robust och effektiv nätverksinfrastruktur som stödjer vår organisations verksamhet och tillväxt.</li>",
  "Key-Responsibilities-HDA": "<li>Svara snabbt på förfrågningar och problem som tagits upp av slutanvändare, erbjuder vägledning och felsökningshjälp.</li> <li>Analysera, identifiera och diagnostisera problem med hårdvara och mjukvara för att fastställa effektiva lösningar.</li> <li> Tillhandahåller tydliga och koncisa steg-för-steg-vägledning och instruktioner till användare för effektiv problemlösning.</li> <li>Hjälpa användare med programvaruinstallationer, uppdateringar och konfigurationer.</li> <li>Dokumentera och underhålla register över rapporterade problem, lösningar och vanliga problem.</li> <li>Skapa kunskapsbasartiklar och guider för att ge användare möjlighet att få självhjälp.</li> <li>Kommunicera teknisk information på ett användarvänligt sätt, särskilt när man hjälper icke -tekniska användare.</li> <li>Hålla användare informerade om status och framsteg för rapporterade problem.</li> <li>Utföra rutinunderhållsuppgifter på datorer, servrar och annan IT-utrustning.</li> <li >Se till att mjukvaruapplikationer är uppdaterade genom att applicera patchar och uppdateringar.</li> <li>Genomföra utbildningssessioner för slutanvändare för att förbättra deras förståelse för grundläggande IT-verktyg och applikationer.</li> <li>Utbilda användare om bästa rutiner för säkerhet och dataskydd.</li> <li>Samarbete med andra IT-proffs, såsom nätverksadministratörer och systemingenjörer, för att lösa komplexa problem.</li> <li>Eskalering av problem till supportteam på högre nivå vid behov .</li> <li>Implementera och upprätthålla säkerhetsåtgärder för att skydda mot dataintrång och obehörig åtkomst.</li> <li>Att hjälpa till med implementeringen av säkerhetsprotokoll och policyer.</li> <li>Tillhandahålla utmärkt kundservice genom att vara lyhörd, tillgänglig och professionell.</li> <li>Säkerställa en positiv och användbar upplevelse för slutanvändare.</li> <li>Om du är en proaktiv problemlösare med utmärkta kommunikationsförmåga och passion för att leverera exceptionell IT-support, vi inbjuder dig att ansöka om denna spännande möjlighet hos Odyssey Outfits. Var med oss ​​för att upprätthålla effektiviteten och produktiviteten i vår organisations IT-system samtidigt som vi tillhandahåller förstklassig support till våra uppskattade användare.</li>",
  "Full-Time": "<img alt='Portfölj&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Heltid",
  "Date-Posted": "<img alt='Tid&nbsp;' src='./Assets/Img/Time-512x512.png'>Upplagt för 1 vecka sedan",
  "Apply-Now": "Ansök nu",
  "label-form-name": "Förnamn:",
  "label-form-lname": "Efternamn:",
  "label-form-email": "E-post:",
  "label-form-phone": "Telefonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Nuvarande adress:",
  "label-form-legal": "Är du lagligt behörig att arbeta i USA?",
  "label-form-education": "Har du genomgått följande utbildningsnivå: Kandidatexamen?",
  "fileInputLabel": "Ladda upp&nbsp;din CV",
  "pdf-file-error": "Ladda upp en giltig PDF-fil.",
  "submit-resume": "Skicka in din ansökan",
  "application-sent": "Ansökan skickad!",
  "received-application": "Tack för att du skickade in din ansökan! Vi har tagit emot det framgångsrikt. Vänligen förutse ett e-postmeddelande om statusen för din ansökan när vi går igenom vår grundliga granskningsprocess. Vi uppskattar ditt tålamod och ser fram emot möjligheten att arbeta tillsammans.",
  "application-not-sent": "Ansökan har inte skickats!",
  "not-received-application": "Tack för att du skickade in din ansökan! Det verkar som om vi hade ett fel när vi skickade bekräftelsemailet, försök igen snart.",
  "form-yes": "Ja",
  "form-no": "Nej",
  "form-yes-2": "Ja",
  "form-no-2": "Nej",
  "error-404": "Fel 404: Sidan hittades inte :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Alla rättigheter reserverade."
}