{
  "TOS-welcome": "Hoş geldin!",
  "TOS-locale": "Lütfen varsayılan bir dil seçin:",
  "TOS-preamble": "Web sitemiz, genel kullanıcı deneyimini geliştirmek için kullanıcı verilerini toplar.<br> Sitemizi kullanmaya devam ederek Hizmet Şartlarımızı kabul etmiş olursunuz.",
  "TOS-TOS": "Servis Gizlilik Politikası şartları",
  "TOS-ADA": "Web sitemiz ADA (Engelli Amerikalılar Yasası) standartlarıyla uyumludur.<br>Sonuç olarak, sağ üst köşedeki göz simgesini tıklayarak<br>ADA uyumluluk moduna geçiş yapabilirsiniz.",
  "toast-ok": "TAMAM",
  "ada-disabled": "ADA Modunu devre dışı bıraktınız.",
  "ada-disabled-continue": "Görünüşe göre ADA modunu devre dışı bırakmışsınız, devam etmek için yenilemeniz gerekecek.",
  "ada-enabled": "ADA Modunu etkinleştirdiniz.",
  "ada-enabled-continue": "Görünüşe göre ADA modunu etkinleştirmişsiniz. ADA modu devre dışı bırakılana kadar bu web sitesinin renk şeması beyaz üzerine siyah olacaktır.",
  "nav-home": "Ev",
  "nav-contact": "Temas etmek",
  "nav-careers": "Kariyer",
  "nav-legal": "Yasal",
  "Motto": "Kariyerinize<br>Odyssey Outfits'te başlayın",
  "Bio": "Size öğrenme, büyüme ve daha yeşil bir geleceğe katkıda bulunma fırsatları sunacağız.",
  "Explore-Careers": "Kariyerlerimizi keşfedin",
  "why-us": "Neden biz?",
  "Learning-and-Growth-Opportunities-1": "Öğrenme ve Büyüme Fırsatları",
  "Learning-and-Growth-Opportunities-2": "Öğrenme ve Büyüme Fırsatları",
  "Learning-and-Growth-Opportunities-3": "Alanınızda ilerlemenizi sağlamak için ihtiyaç duyduğunuz araç ve kaynakları size sağlayacağız. Yaratıcılığa ve yeniliğe değer veren ekibimize katılın. Çalışma ortamımız kalıpların dışında düşünmeyi teşvik ederek sürdürülebilir modanın geleceğini şekillendiren fikirlere katkıda bulunmanızı sağlar.",
  "Positive-Brand-Image-1": "Olumlu Marka İmajı",
  "Positive-Brand-Image-2": "Olumlu Marka İmajı",
  "Positive-Brand-Image-3": "Misyonumuzun temelinde, yalnızca gardırobunuzu güzelleştirmekle kalmayıp aynı zamanda gezegen üzerinde olumlu bir etki bırakan moda yaratmaya olan bağlılığımız yer alıyor. Ekibimize katılın ve çevreye duyarlı girişimimizin desteklenmesinde katalizör olun.",
  "Flexibility-1": "Esneklik",
  "Flexibility-2": "Esneklik",
  "Flexibility-3": "Değerlerimizin temel taşı olarak çalışan esnekliğine öncelik veriyoruz. İş-yaşam dengesinin öneminin bilincinde olarak esnek çalışma programları ve uzaktan çalışma seçenekleriyle ekibimizi güçlendiriyoruz. Uyumlu ve esnek bir çalışma ortamının yalnızca bireysel refahı artırmakla kalmayıp aynı zamanda yaratıcılığı ve yenilikçiliği de teşvik ettiğine inanıyoruz.",
  "Healthy-Workplace-1": "Sağlıklı İşyeri",
  "Healthy-Workplace-2": "Sağlıklı İşyeri",
  "Healthy-Workplace-3": "Ekibimiz sağlıklı ve çeşitliliğe sahip bir işyeri oluşturmaya kararlıdır. Çeşitlilik içeren bir ekibin, sürdürülebilir moda çalışmalarımızda yenilikçiliği teşvik ederek zengin bir bakış açısı ve yaratıcılık getirdiğine inanıyoruz. Kapsayıcı ortamımız farklılıkları kutlayarak karşılıklı saygı ve anlayışı teşvik eden bir kültürü benimser.",
  "contact-us": "Bize Ulaşın!",
  "label-contact-name": "İsim:",
  "label-contact-email": "E-posta:",
  "label-contact-message": "İleti:",
  "contact-submit": "Göndermek",
  "legal-docs": "Yasal belgeler",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Tam Özellik Listesi",
  "legal-compliance": "Yasal uyum",
  "legal-compliance-github": "Yasal Uyumluluk (GitHub Wiki)",
  "TOS-privacy-policy": "Servis Gizlilik Politikası şartları",
  "TOS-privacy-policy-github": "Hizmet Koşulları ve Gizlilik Politikası (GitHub Wiki)",
  "hosting": "Barındırma",
  "hosting-1": "Bay Amir ve Bay Krug (işbu belgede \"Geliştiriciler\" olarak anılacaktır), \"Odyssey Outfits\"in (işbu belgede \"Hizmet\" olarak anılacaktır) <strong>OLMADIĞINI</strong> açıkça belirtmektedirler. Kayıtlı bir LLC'dir ve herhangi bir ürün veya hizmeti üretme, satma veya sağlama konusunda yasal veya perakende satış yetkisine sahip değildir.",
  "hosting-2": "Hizmetin deposu GitHub'da barındırılmaktadır ve Hizmet Vercel.com (işbu belgede \"Vercel\" olarak anılacaktır) tarafından desteklenmektedir.",
  "hosting-3": "GitHub.com'a göre (bundan böyle \"GitHub\" olarak anılacaktır), lisanslama belgeleri (Bölüm 1, §2 - &quot;<a href='https://docs.github.com/en/repositories) /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Bir Depoyu Lisanslama</a>&quot;), açıkça şu şekilde belirtilmektedir: &quot;<em>...lisans olmadan, varsayılan telif hakkı yasaları geçerli olur; bu, kaynak kodunuza ilişkin tüm hakların sizde olduğu ve hiç kimsenin çalışmanızı çoğaltamayacağı, dağıtamayacağı veya çalışmanızdan türev çalışmalar oluşturamayacağı anlamına gelir. Açık kaynaklı bir proje oluşturuyorsanız açık kaynak lisansı eklemenizi önemle tavsiye ederiz.</em>&quot; Geliştiriciler arasında paylaşılan bir mülk olduğundan, bu veri havuzunun ve ilişkili tüm web sitelerinin kesinlikle KİŞİSEL ve ÖZEL kullanıma yönelik olduğunu lütfen unutmayın.",
  "hosting-4": "Geliştiriciler hem GitHub hem de Vercel'in minimum yaş gereksinimlerine uygundur.",
  "hosting-5": "Vercel'in Hizmet Şartları kapsamında (Bölüm 2, - &quot;<a href='https://vercel.com/legal/terms'>Geçici Kullanım Lisansı</a>&quot;), açıkça şu ifade edilmektedir: &quot;<em>...bu Sözleşmenin şartlarına uymanıza bağlı olarak, Hizmetleri dahili işiniz veya kişisel amaçlarınız için kullanmanız için size kişisel, alt lisansı verilemez, münhasır olmayan, devredilemez, sınırlı bir lisans verilir. Hesabınızın hizmet kapasitesine göre amaçlar. Burada açıkça verilmeyen tüm haklar saklıdır ve Hizmetlerle bağlantılı olarak tarafınıza Vercel'in veya herhangi bir üçüncü tarafın herhangi bir lisansı veya ticari markasını kullanma hakkı verilmemektedir.</em>&quot; Vercel, hizmetlerinin ticari amaçlarla kullanılmasına izin verse de, Vercel tarafından desteklenen ve GitHub'da barındırılan web sitesinin yalnızca Geliştiriciler tarafından kişisel kullanıma yönelik olduğunu açıklığa kavuşturmak zorunludur. Bu kapsamın dışındaki her türlü kullanım izinsizdir ve izinsiz olmaya devam edecektir.",
  "third-party-terms-of-service-compliance": "Üçüncü Taraf Hizmet Şartlarına Uygunluk",
  "third-party-terms-of-service-compliance-1": "Geliştiriciler, kişisel projeleri için kullanılan tüm üçüncü taraf hizmetlerine tam olarak uyarlar.",
  "third-party-terms-of-service-compliance-2": "Hizmet, Yandex.com'un (bundan böyle \"Yandex\" olarak anılacaktır) çevrimiçi tercümanını kullanır. Geliştiricilerin her ikisi de Yandex'in Hizmet Şartları belgelerine uygundur (Bölüm 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Hizmetin Kullanımı</a> a>&quot;), &quot;<em>Hizmet Kullanıcıya ticari olmayan kişisel kullanım için sağlanmaktadır.</em>&quot; Geliştiricilerin kesinlikle belirttiği gibi bu proje yalnızca kişisel kullanım içindir.",
  "third-party-terms-of-service-compliance-3": "Geliştiriciler, EmailJS.com'un (bundan sonra &quot;EmailJS&quot; olarak anılacaktır) JavaScript e-posta gönderme hizmetini kullanmıştır. EmailJS tarafından sağlanan Hizmet Şartları, hizmetlerinin özel veya ticari bağlamda kullanıma uygunluğunu zımnen ima etmemektedir; <strong>BUNUNCA</strong> Geliştiriciler, EmailJS hizmetlerinin kullanımının kesinlikle kişisel amaçlı olduğunu belirtmiştir. kullanmak.",
  "childrens-online-privacy-protection-act-compliance": "Çocukların Çevrimiçi Gizliliğini Koruma Yasasına Uyumluluk",
  "childrens-online-privacy-protection-act-compliance-1": "Bu proje, COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; Çevrimiçi Gizliliği Koruma Yasası</a>). 16 yaş ve üzeri bireyler için, özellikle ticari olmayan, özel kullanıma yönelik olarak tasarlanmıştır ve tasarlanmaya devam edecektir.",
  "copyright-infringement-and-dmca-policy-compliance": "Telif Hakkı İhlali ve DMCA Politikasına Uygunluk",
  "copyright-infringement-and-dmca-policy-compliance-1": "Geliştiriciler GitHub'ın <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- hükümlerine uygundur. and-dmca-policy'>Telif Hakkı İhlali ve DMCA Politikası</a>",
  "collection-and-usage-of-user-data": "Kullanıcı Verilerinin Toplanması ve Kullanımı",
  "collection-and-usage-of-user-data-1": "Hizmet hayali bir işletme olsa da web sitesi, modern web sitelerinin kullanması gereken standartları göstermek için kullanılır. Site tarafından kullanıldığı ima edilen tüm işlevler ve API'ler kesinlikle test amaçlı kullanılmaktadır.",
  "collection-and-usage-of-user-data-2": "Hizmet, kullanıcı tarafından sağlanan e-posta adresleri, jeolojik adresler, telefon numaraları, isimler, harici belgeler veya harici bağlantılar gibi verileri saklamaz. Bu veri türlerinin her biri \"Bize Ulaşın\" bölümünde geçici veriler olarak kullanılır; ve \"Kariyerler\"; Geliştiriciler için var olmayan bir şey.",
  "agreement-outline": "Bu Sözleşme, \"Odyssey Outfits\"in (burada \"Hizmet\" olarak anılacaktır) ve Bay Amir ve Bay Krug tarafından sağlanan ilişkili varlıkların (işbu belgede \"Hizmet\" olarak anılacaktır) kullanımını düzenleyen şart ve koşulları özetlemektedir. Geliştiriciler\").",
  "acceptance-of-terms-1": "Bu Sözleşme, Hizmete ilk erişiminiz veya ilgili birinci taraf hizmetleri içeren herhangi bir kullanımın başlaması üzerine yürürlüğe girer. Hizmete ve/veya ilişkili hizmetlere erişerek, göz atarak veya bunları kullanarak, bu Şartları geri alınamaz ve koşulsuz olarak kabul etmiş ve kabul etmiş olursunuz. Sözleşmenizin istisnalar, sınırlamalar veya istisnalar olmaksızın bu Sözleşmeye tamamen bağlı olduğunu onaylıyorsunuz. Bu Sözleşmedeki tüm hükümler size karşı azami ölçüde uygulanabilir. Kayıtlı veya kayıtsız faaliyet gösteren bir işletme adına Hizmete erişirseniz veya herhangi bir Hizmeti kullanırsanız, söz konusu işletme işbu Sözleşmeyi kabul eder ve bu Sözleşmenin şartlarını kabul eder ve bunlara bağlı olur.",
  "acceptance-of-terms-2": "Siz veya yukarıda adı geçen işletme bu Sözleşmenin herhangi bir hükmüne itiraz ederseniz ve bu Sözleşmenin şartlarına bağlı kalmak istemezseniz, Hizmetin ve ilgili birinci taraf hizmetlerinin kullanımını derhal durdurmanız gerekir.",
  "legal-and-retail-authority": "Yasal ve Perakende Yetkilisi",
  "legal-and-retail-authority-1": "Geliştiriciler açıkça \"Odyssey Outfits\"in; kayıtlı bir LLC değildir ve herhangi bir ürün veya hizmeti üretme, satma veya sağlama konusunda yasal veya perakende satış yetkisine sahip değildir.",
  "intellectual-property-rights": "Fikri Mülkiyet Hakları",
  "intellectual-property-rights-1": "GitHub.com'un (burada \"GitHub olarak anılacaktır), lisanslama belgelerine (Bölüm 1, §2 - \"Depo Lisanslama\") uygun olarak, kullanıcılara varsayılan telif hakkı yasalarının kaynak için geçerli olduğu bildirilir. kod. Depo ve ilgili web siteleri kesinlikle KİŞİSEL ve ÖZEL kullanıma yöneliktir.",
  "intellectual-property-rights-2": "Hizmet ortak mülkiyettedir ve bir sonraki duyuruya kadar Geliştiriciler arasında ortak mülkiyet olarak kalmaya devam edecektir.",
  "intellectual-property-rights-3": "Hizmete erişmenin ve ilgili birinci taraf hizmetlerini kullanmanın, size fikri mülkiyet konusunda herhangi bir hak, unvan veya menfaat sağlamadığını ve Hizmete veya ilgili birinci taraf aracılığıyla erişilebilen içeriğe ilişkin diğer haklara sahip olmadığınızı burada açıkça ve geri dönülemez bir şekilde kabul ve beyan edersiniz. The Developers'ın sahip olduğu veya lisansladığı hizmetler.",
  "privacy-policy": "Gizlilik Politikası",
  "privacy-policy-1": "Hizmetin düzgün şekilde çalışmasını sağlamak ve ilgili birinci taraf hizmetlerinin sağlanmasını sağlamak için Geliştiricilerin, Hizmeti kullanımınızla ilgili belirli bilgileri ve ilgili ilk bilgileri toplama, saklama, işleme ve iletme hakkına sahip olduğunu kabul edersiniz. -parti hizmetleri. Hizmet ve Geliştiriciler tarafından toplandığı varsayılan bilgilerin ayrıntıları Geliştiriciler Yasal Uyumluluk belgesinde özetlenmiştir (Bölüm 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir) /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Yasal Uyumluluk Github sayfasına bağlantı.' target='_blank' rel='noopener'>Yasal Uyumluluk</a>&quot;)",
  "accessing-this-service": "Kullanıcılar, Hizmete erişerek ve Hizmeti kullanarak bu şart ve koşullara uymayı kabul ederler. Geliştiriciler, kendi takdirine bağlı olarak bu şartları değiştirme veya güncelleme hakkını saklı tutar. Bu tür değişikliklerden sonra Hizmetin kullanılmaya devam edilmesi, güncellenen şartların kabul edildiği anlamına gelir. Kullanıcıların bu şartları kabul etmemeleri halinde, Hizmete erişmekten veya Hizmeti kullanmaktan kaçınmaları tavsiye edilir.",
  "Select-a-Job": "Bir İş Seçin",
  "Upper-Management": "Üst Yönetim",
  "Lower-Management": "Alt Yönetim",
  "Sales-Department": "Satış Departmanı",
  "Financial-Department": "Finans departmanı",
  "IT-Department": "Bilişim departmanı",
  "Learn-More": "Daha Fazla Bilgi Almak İçin Lütfen Bir İş Unvanı Seçin!",
  "Chief-Financial-Officer": "Mali İşler Direktörü",
  "Chief-Executive-Officer": "Baş yönetici",
  "Chief-Operating-Officer": "Baş işletme görevlisi",
  "Human-Resources": "İnsan kaynakları",
  "Regional-Manager": "Bölge Müdürü",
  "Office-Manager": "Ofis Yöneticisi",
  "Regional-Sales-Director": "Bölge Satış Direktörü",
  "Account-Executive": "Hesap yönetici",
  "Salesman": "Satış elemanı",
  "Regional-Financial-Director": "Bölge Finans Direktörü",
  "Payroll-Administrator": "Bordro Yöneticisi",
  "Financial-Analyst": "Finansal Analist",
  "Fullstack-Developer": "Tam Yığın Geliştirici",
  "Network-Administrator": "Ağ yöneticisi",
  "Help-Desk-Administrator": "Yardım Masası Yöneticisi",
  "Selected-Job": "Seçilen İş:",
  "Department-Division": "Bölüm/Bölüm:",
  "Job-Description": "İş tanımı:",
  "CFO": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Mali İşler Direktörü arıyoruz. Bu rolde, finansal faaliyetlerimizi ve stratejimizi denetleyeceksiniz. CFO olarak, CEO'ya ve diğer yöneticilere stratejik finansal rehberlik sağlayarak, genel iş hedeflerimize uygun olarak organizasyonun finansal stratejisini geliştirecek ve yürüteceksiniz.",
  "CEO": "Odyssey Outfits'te ekibimize katılacak yetenekli bir İcra Kurulu Başkanı arıyoruz. Bu rolde, stratejik kurumsal kararlar alarak, genel operasyonları ve kaynakları denetleyerek ve yönetim kurulu ile kurumsal operasyonlar arasında birincil irtibat olarak hizmet ederek organizasyonumuzu yeni zirvelere taşıyacaksınız. CEO olarak stratejik yönün belirlenmesinde, iş fırsatlarının belirlenmesinde ve şirketin yasal ve düzenleyici gerekliliklere uyumunun sağlanmasında önemli bir rol oynayacaksınız.",
  "COO": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Operasyon Direktörü arıyoruz. Bu rolde, hedeflerimize mümkün olduğunca verimli bir şekilde ulaşmamıza yardımcı olacak operasyonel verimliliği teşvik edecek ve stratejiler uygulayacaksınız. Liderlik ekibimizin önemli bir üyesi olarak, operasyonel politika ve prosedürlerin geliştirilmesinden ve uygulanmasından, operasyonel stratejilerin iş hedeflerimiz ile uyumlu hale getirilmesinden ve kaynakların etkin tahsisinin sağlanmasından sorumlu olacaksınız.",
  "HR": "Odyssey Outfits'te ekibimize katılacak yetenekli bir İnsan Kaynakları arıyoruz. Bu rolde, kendi bölgesel şubenizde personeli, istihdamla ilgili konuları yönetecek ve değerli çalışanlarımızın genel refahını destekleyeceksiniz. Bu rol, olumlu bir çalışma ortamının yaratılması, yasal uygunluğun sağlanması ve kuruluşumuzun stratejik hedeflerinin desteklenmesi açısından hayati öneme sahiptir.",
  "RM": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Bölge Müdürü arıyoruz. Bu rolde, kendi bölgenizdeki birden fazla büyük ölçekli müşterinin operasyonlarını, satışlarını ve genel performansını denetlemek ve yönetmekten sorumlu olacaksınız. Bu temel liderlik pozisyonu, performans hedeflerini belirlemeyi ve bunlara ulaşmayı, uyumluluğu sağlamayı ve finansal başarıyı artırmayı içerir.",
  "OM": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Ofis Müdürü arıyoruz. Bu rolde, ofisimizin (konum TBD) günlük operasyonlarını denetlemekten sorumlu olacaksınız. Bu önemli rol, ofisimizin kusursuz işleyişini sağlamak için güçlü organizasyonel ve yönetim becerilerine sahip dinamik bir bireyi gerektirir.",
  "RSD": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Bölge Satış Direktörü arıyoruz. Bu liderlik rolünde, kendi bölgenizdeki satış faaliyetlerini yönlendirmekten sorumlu olacaksınız. Ekibimizin önemli bir üyesi olarak satış stratejilerini geliştirmek ve uygulamaktan, dinamik bir satış ekibine liderlik etmekten ve organizasyonun genel büyümesine ve başarısına katkıda bulunmaktan sorumlu olacaksınız.",
  "AE": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Müşteri Yöneticisi arıyoruz. Bu rolde müşteri hesaplarını yönetmek, işletmeyi büyütmek ve müşteri memnuniyetini sağlamaktan sorumlu olacaksınız. Dinamik ve işbirliğine dayalı bir ortamda başarılı olursanız sizi ekibimizin bir parçası olmaya davet ediyoruz.",
  "S": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Satıcı arıyoruz. Bu rolde, ürünlerimizi ve hizmetlerimizi potansiyel müşterilere etkili bir şekilde satarak gelir artışını sağlamaktan sorumlu olacaksınız. Satış, ilişki kurma ve hedeflere ulaşma konusunda tutkuluysanız sizi dinamik ekibimizin bir parçası olmaya davet ediyoruz.",
  "RFD": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Bölge Finans Direktörü arıyoruz. Bu rolde, kendi bölgenizdeki finansal operasyonları denetleyecek ve yöneteceksiniz. Kilit bir lider olarak, görevlendirildiğiniz bölgedeki operasyonlarımızın başarısını artırmak için finansal stratejilerin şekillendirilmesinde ve uygulanmasında önemli bir rol oynayacaksınız.",
  "PA": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Bordro Yöneticisi arıyoruz. Bu rolde, çalışan tazminatlarının yönetilmesinden ve işlenmesinden siz sorumlu olacaksınız. Bir Bordro Yöneticisi olarak, yerel, eyalet ve federal düzenlemelere uygunluğu sürdürürken çalışan maaşlarının, ikramiyelerinin ve sosyal yardımlarının doğru ve zamanında ödenmesini sağlayacaksınız.",
  "FA": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Finansal Analist arıyoruz. Bu rolde, finansal verilerin ve eğilimlerin derinlemesine analizine dayanan değerli bilgiler ve öneriler sunacaksınız. Bir Finansal Analist olarak öncelikli sorumluluğunuz, karmaşık finansal bilgileri yorumlayarak, açık ve anlamlı bir şekilde sunarak karar vericilere destek olmak olacaktır.",
  "FD": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Full Stack Developer arıyoruz. Bu rolde, kesintisiz ve kullanıcı dostu web uygulamaları oluşturmak için hem ön uç hem de arka uç geliştirmedeki uzmanlığınızdan yararlanacaksınız. Tam Yığın Geliştiricisi olarak, kullanıcıların web sitelerimizde etkileşimde bulunduğu görsel öğeleri tasarlamak ve uygulamaktan siz sorumlu olacaksınız.",
  "NA": "Odyssey Outfits'te ekibimize katılacak yetenekli bir Ağ Yöneticisi arıyoruz. Bu rolde bilgisayar ağlarımızı yönetecek ve bakımını yapacaksınız. Bir Ağ Yöneticisi olarak, yerel alan ağlarını (LAN'lar), geniş alan ağlarını (WAN'lar) ve diğer iletişim sistemlerini kapsayan ağ altyapımızın kusursuz çalışmasını sağlayacaksınız.",
  "HDA": "Odyssey Outfits'teki ekibimize katılmak üzere yetenekli ve müşteri odaklı bir Yardım Masası Yöneticisi arıyoruz. Bu rolde, kuruluş içindeki çalışanlara teknik yardım ve destek sağlamaktan sorumlu olacaksınız. Öncelikli odak noktanız, kuruluşumuz içindeki donanım, yazılım, ağ ve diğer BT ile ilgili sorunları ele alarak önemli bir hizmet sunmak olacaktır.",
  "Key-Responsibilities-CFO": "<li>Kuruluşun mali stratejisini genel iş hedeflerine uygun şekilde geliştirin ve yürütün.</li> <li>CEO'ya ve diğer yöneticilere stratejik mali rehberlik sağlayın.</li> <li>Finansal planlama ve bütçeleme süreçlerine liderlik edin.< /li> <li>Karar almayı desteklemek için finansal tahmin, analiz ve modelleme yapın.</li> <li>Finansal riskleri belirleyip değerlendirin ve risk azaltma stratejilerini uygulayın.</li> <li>Finansal düzenlemelere uygunluğu sağlayın. ve raporlama gereksinimleri.</li> <li>Mali raporların hazırlanmasını ve yönetim kurulu, yatırımcılar ve düzenleyici kurumlar da dahil olmak üzere paydaşlara sunulmasını denetleyin.</li> <li>Doğruluğu, şeffaflığı ve muhasebe standartlarına uygunluğu sağlayın. </li> <li>Kuruluşun mali kaynaklarını ve yatırımlarını, sermaye yapısını, likiditesini ve nakit akışını yönetin.</li> <li>Durum tespiti, müzakereler ve entegrasyon planlaması da dahil olmak üzere birleşme ve satın alma faaliyetlerine liderlik edin veya bunlara katılın. </li> <li>Borç, özsermaye veya diğer finansal araçlar yoluyla sermaye artırmanın en etkili yollarını belirleyin.</li> <li>Finansal kurumlar ve yatırımcılarla ilişkileri sürdürün.</li> <li>Eğer Stratejik bir zihniyete, güçlü analitik becerilere ve finansal mükemmelliği artırma konusunda başarılı bir geçmişe sahip deneyimli bir finans lideriyseniz, sizi CFO'muz olarak Odyssey Outfits'e katılmaya davet ediyoruz. Dinamik kuruluşumuzun finansal başarısını ve büyümesini şekillendirmede önemli bir oyuncu olun.</li>",
  "Key-Responsibilities-CEO": "<li>Yönetim kuruluyla işbirliği içinde stratejik yönü ve uzun vadeli hedefleri belirleyin.</li> <li>İş fırsatlarını ve potansiyel riskleri belirleyin.</li> <li>Finansal yönetimi yönetmek için CFO ile yakın işbirliği içinde çalışın. şirketin sağlığı.</li> <li>Finansal raporları ve bütçeleri inceleyin.</li> <li>Şirketin markasını ve itibarını yönetin ve geliştirin.</li> <li>Halkla ilişkiler sorunlarını derhal ele alın.</li > <li>Yeniliği ve değişen pazar koşullarına uyumu teşvik edin.</li> <li>Öngörülemeyen zorluklarla başa çıkmak için kriz yönetimi planlarını uygulayın.</li> <li>Özellikle uluslararası faaliyet gösteren şirketler için küresel bir bakış açısı geliştirin.</li> li> <li>Jeopolitik ve ekonomik karmaşıklıkların üstesinden gelin.</li> <li>Vizyon sahibi bir lider olarak Odyssey Outfits'i başarıya taşıyacak, yeniliği teşvik edecek ve sürekli büyümemizi sağlayacaksınız. Stratejik bir zihniyete, olağanüstü liderlik becerilerine ve organizasyonel mükemmelliği artırma tutkusuna sahipseniz, sizi Odyssey Outfits'i CEO'muz olarak yönetmeye davet ediyoruz. Dinamik ve yenilikçi şirketimizin geleceğini şekillendirmek için bize katılın.</li>",
  "Key-Responsibilities-COO": "<li>Operasyonel politika ve prosedürler geliştirin ve uygulayın.</li> <li>Operasyonel stratejileri kuruluşun iş hedefleriyle uyumlu hale getirin.</li> <li>Bütçeleme, personel oluşturma ve teknoloji dahil olmak üzere kaynakları etkili bir şekilde yönetin ve tahsis edin.</li> li> <li>Yeteneği çekmek, geliştirmek ve elde tutmak için insan kaynakları departmanıyla birlikte çalışın.</li> <li>Çeşitli departmanların ve ekiplerin performansını izleyin ve değerlendirin.</li> <li>Genel olarak geliştirmek için iş akışlarını kolaylaştırın üretkenlik.</li> <li>Ürün veya hizmetlerin belirlenen standartları karşıladığından emin olmak için kalite kontrol süreçlerini denetleyin.</li> <li>Kuruluşun doğru kişilerin doğru rollerde olmasını sağlayın.</li> <li>Liderlik sağlayın ve operasyonel mükemmelliğe ulaşmak için rehberlik.</li> <li>Operasyonel performans hakkında CEO'ya ve diğer yöneticilere düzenli raporlar sağlayın.</li> <li>Temel ölçümleri ve operasyonel öngörüleri iletin.</li> <li>Bir şirket olarak Deneyimli profesyonel olarak, operasyonel girişimlerimize liderlik etmek, verimliliği artırmak ve Odyssey Outfits'in genel başarısına katkıda bulunmak için uzmanlığınızı ortaya koyacaksınız. Dinamik ve işbirliğine dayalı bir ortamda başarılı olursanız, sizi COO'muz olarak aramıza katılmaya ve operasyonel başarımızı şekillendirmede önemli bir mimar olmaya davet ediyoruz.</li>",
  "Key-Responsibilities-HR": "<li>Açık pozisyonlar için nitelikli adayları çekin, işe alın ve işe alın.</li> <li>Görüşmeler, elemeler gerçekleştirin ve tüm işe alım sürecini koordine edin.</li> <li>İşyeri çatışmalarını ve çalışan ilişkileri sorunlarını ele alın ve çözün. .</li> <li>Olumlu bir çalışma ortamı yaratın ve çalışanların moralini artırın.</li> <li>Çalışanların gelişimi için geri bildirim, koçluk ve destek sağlayın.</li> <li>Eğitim ihtiyaçlarını belirleyin ve çalışanların gelişimini koordine edin. programlar.</li> <li>Maaşlar, ikramiyeler ve sosyal haklar da dahil olmak üzere ücret programlarını yönetin.</li> <li>Maaş incelemeleri yapın ve rekabetçi ücretlendirme sağlayın.</li> <li>İş kanunları ve yönetmeliklerine uygunluğu sağlayın. .</li> <li>Güvenlik düzenlemelerine uygunluğu sağlayın ve önleyici tedbirleri uygulayın.</li> <li>Çalışan kayıtlarını doğru ve gizli tutun.</li> <li>İş sözleşmeleri, terfiler ve işten çıkarmalarla ilgili belgeleri yönetin .</li> <li>İşten ayrılan çalışanlarla çıkış görüşmeleri yapın.</li> <li>İşten ayrılma sürecini şirket politikalarına ve yasal gerekliliklere uygun şekilde yönetin.</li> <li>Kurum içindeki potansiyel liderleri belirleyip geliştirin .</li> <li>Kilit pozisyonların değişimini planlayın.</li> <li>Ofis personelinin performansını değerlendirin ve yapıcı geri bildirim sağlayın.</li> <li>İyileştirilecek alanları belirleyin ve gerekli değişiklikleri uygulayın. </li> <li>Odyssey Outfits'te İnsan Kaynakları Müdürü olarak işyeri kültürümüzü şekillendirmede, çalışanların gelişimini desteklemede ve istihdamla ilgili tüm konulara uyumu sağlamada çok önemli bir rol oynayacaksınız. Olumlu işyerleri yaratma tutkusuna sahip deneyimli bir İK profesyoneliyseniz sizi ekibimize katılmaya ve Odyssey Outfits'in başarısına katkıda bulunmaya davet ediyoruz.</li>",
  "Key-Responsibilities-RM": "<li>Bölgedeki her konum için net performans hedefleri ve hedefleri belirleyin.</li> <li>Her şubenin veya konumun operasyonel performansını izleyin ve değerlendirin.</li> <li>Şirket politikalarına ve prosedürlerine sıkı sıkıya bağlı kaldığınızdan emin olun. ve standartlar.</li> <li>Her düzeyde uyumluluğu doğrulamak için düzenli denetimler gerçekleştirin.</li> <li>Bütçeleme, tahmin ve gider kontrolü de dahil olmak üzere bölgenin mali performansını yönetin.</li> < li>İyileştirilecek alanları belirlemek için finansal raporları ve temel performans göstergelerini analiz edin.</li> <li>Bölgedeki satış ve finansal geliştirme faaliyetlerini denetleyin.</li> <li>Geliri ve pazar büyümesini artırmak için stratejik rehberlik sağlayın.< /li> <li>Şube yöneticilerine ve diğer bölgesel personele liderlik edin ve rehberlik edin.</li> <li>Her lokasyon için yüksek performanslı ekipleri işe alın, eğitin ve geliştirin.</li> <li>Şube yöneticileri ve diğer kişilerle düzenli olarak iletişim kurun. diğer ekip üyeleri.</li> <li>Pazarlama, insan kaynakları ve finans gibi diğer departmanlarla işbirliği yapın.</li> <li>Bölgedeki personele yönelik eğitim programlarını denetleyin.</li> <li>Destek mesleki gelişim ve beceri geliştirme.</li> <li>Bölgedeki genişleme ve büyüme fırsatlarını belirleyin.</li> <li>Potansiyel yeni konumları veya pazarları değerlendirin.</li> <li>Genel merkezler ve diğer bölgesel kuruluşlarla iş birliği yapın. Operasyonlarda ve stratejik girişimlerde tutarlılığı sağlamak için yöneticilere görev verin.</li> <li>En iyi uygulamaları paylaşın ve şirketin genel başarısına katkıda bulunun.</li> <li>Bölgenin performansı hakkında üst düzey yönetime düzenli raporlar hazırlayın ve sunun. </li> <li>İyileştirmeye yönelik bilgiler ve öneriler sağlayın.</li> <li>Odyssey Outfits'in Bölge Müdürü olarak, kuruluşumuzun birden fazla konumda başarısını ve büyümesini sağlamada kritik bir rol oynayacaksınız. Sonuç alma konusunda geçmişi olan bir stratejik liderseniz sizi ekibimize katılmaya ve Odyssey Outfits'in devam eden başarısına katkıda bulunmaya davet ediyoruz.</li>",
  "Key-Responsibilities-OM": "<li>Kuruluş içindeki çeşitli departmanlara kapsamlı idari destek sağlayın.</li> <li>Operasyonel ihtiyaçları karşılamak için ofis malzemelerini, ekipmanlarını ve envanteri yönetin.</li> <li>İdari ve destek çalışmalarını denetleyin ve koordine edin. personel.</li> <li>İşe alım, eğitim ve performans değerlendirmelerini denetlemek.</li> <li>Ofis tesislerinin bakımlı olmasını sağlamak ve elverişli bir çalışma ortamı sağlamak.</li> <li>Yardımcı olmak Ofisle ilgili harcamalar için bütçe hazırlama ve yönetim.</li> <li>Farklı departmanlar ve ekipler arasındaki iletişimi kolaylaştırın.</li> <li>İşbirlikçi ve iletişimsel bir çalışma kültürünü teşvik edin.</li> <li>Organize ve düzenli olun güncel kayıtlar, dosyalar ve veritabanları.</li> <li>Veri koruma ve gizlilik düzenlemelerine uygunluğu sağlayın.</li> <li>Bilgisayarlar, yazıcılar ve ofis teknolojileri dahil olmak üzere ofis teknolojisinin kullanımını ve bakımını denetleyin. iletişim sistemleri.</li> <li>Yazılım uygulamalarını gerektiği gibi uygulayın ve güncelleyin.</li> <li>Ofisle ilgili hizmetler için sözleşmeler ve anlaşmalar yapın.</li> <li>Ofis için uygun maliyetli çözümler sağlayın. ilgili gereksinimler.</li> <li>Odyssey Outfits'te bir Ofis Müdürü olarak verimli ve iyi organize edilmiş bir ofis ortamının sürdürülmesinde önemli bir rol oynayacaksınız. Mükemmel yönetim ve organizasyon becerilerine sahip, proaktif bir bireyseniz sizi ekibimize katılmaya ve kuruluşumuzun başarısına katkıda bulunmaya davet ediyoruz.</li>",
  "Key-Responsibilities-RSD": "<li>Satış bölümü ve atanan bölge için satış stratejileri ve planları geliştirin ve uygulayın.</li> <li>Şirket hedefleriyle uyumlu satış hedeflerini ve iş hedeflerini belirleyin ve bu hedeflere ulaşın.</li> <li>Bir satış ekibini yönetin ve yönetin. bölgedeki satış profesyonellerinden oluşan bir ekip.</li> <li>Yüksek performans standartlarına ulaşmak için satış ekibini işe alın, eğitin ve motive edin.</li> <li>Satış performansı verilerini, pazar eğilimlerini ve müşteri geri bildirimlerini analiz edin. </li> <li>Satış stratejilerinin etkinliğini değerlendirin ve iyileştirme için veriye dayalı kararlar alın.</li> <li>Önemli müşteriler, iş ortakları ve paydaşlarla ilişkiler kurun ve sürdürün.</li> <li>Kurun iş büyümesini, müşteri memnuniyetini ve pazar genişlemesini teşvik edecek bir ağ.</li> <li>Bölgenin satış bütçesini geliştirin ve yönetin.</li> <li>Karlılığı sağlamak için giderleri izleyin ve kontrol edin.</li> <li>Pazarlama, finans ve operasyonlar da dahil olmak üzere diğer departmanlarla yakın işbirliği içinde çalışın.</li> <li>Satış faaliyetlerinin genel iş hedefleriyle uyumlu olmasını sağlayın.</li> <li>Satış performansı hakkında üst düzey yönetime düzenli raporlar sağlayın , pazar eğilimleri ve ilgili metrikler.</li> <li>Satış faaliyetlerinin ilgili yasa, düzenleme ve şirket politikalarına uygun olmasını sağlayın.</li> <li>Müşteri odaklı bir yaklaşımı sürdürmek için müşteri ihtiyaçlarını ve tercihlerini anlayın. </li> <li>Müşteri memnuniyetini ve sadakatini artıracak stratejiler uygulayın.</li> <li>Bölgedeki pazar genişletme ve büyümeye yönelik fırsatları belirleyin.</li> <li>Yeni pazarlara girme ve pazarı artırma planlarını geliştirin paylaşın.</li> <li>Satış liderliğinde kanıtlanmış bir geçmişe sahip, stratejik düşünen biriyseniz, Odyssey Outfits'e Bölge Satış Direktörü olarak katılmayı düşünün. Satış bölümümüzün başarısını şekillendirmede ve kuruluşumuzun genel büyümesine katkıda bulunmada itici bir güç olun.</li>",
  "Key-Responsibilities-AE": "<li>Müşterilerle güçlü ilişkiler kurun ve sürdürün, güven ve sadakati artırın.</li> <li>Müşterilerin birincil iletişim noktası olarak hareket ederek onların ihtiyaç ve endişelerini ele alın.</li> <li>Aktif olarak yeni işler arayın. müşteri tabanını genişletme fırsatları.</li> <li>Etkili stratejiler aracılığıyla satış hedeflerine ulaşmak ve bu hedefleri aşmak için çalışmak.</li> <li>Ürün veya hizmetlerin değerini müşterilere etkili bir şekilde iletmek.</li> <li> Müşteri gereksinimlerini karşılamak için avantajları ve benzersiz satış tekliflerini sergileyin.</li> <li>Karşılıklı yarar sağlayan anlaşmalara varmak için sözleşmeler, şartlar ve fiyatlandırma üzerinde pazarlık yapın.</li> <li>Sözleşmeye dayalı anlaşmaların her iki tarafın çıkarlarıyla uyumlu olduğundan emin olun. müşteri ve şirket.</li> <li>Memnuniyeti sağlamak için müşteri sorunlarını veya endişelerini derhal ele alın ve çözün.</li> <li>Zamanında çözümler sunmak ve pozitif müşteri ilişkilerini sürdürmek için dahili ekiplerle işbirliği yapın.</li> < li>Mevcut hesapları büyütmek ve yeni müşteriler kazanmak için stratejiler geliştirin ve uygulayın.</li> <li>Ek ürün veya hizmetlerin yukarı veya çapraz satışına yönelik fırsatları belirleyin.</li> <li>Sektör trendleri hakkında bilgi sahibi olun, pazar koşulları ve rakip faaliyetleri.</li> <li>Stratejileri uyarlamak ve sektördeki değişikliklerin önünde kalmak için pazar analizlerinden yararlanın.</li> <li>Müşteriyle görüşmek için pazarlama ve ürün geliştirme gibi dahili ekiplerle yakın işbirliği içinde çalışın. ihtiyaçları.</li> <li>Müşteri memnuniyetini artıran ve iş başarısına katkıda bulunan girişimler üzerinde işbirliği yapın.</li> <li>Satış faaliyetleri, başarılar ve zorluklar hakkında düzenli raporlar sağlayın.</li> <li>Katkıda bulunun satış performansının analizi ve iyileştirme önerileri.</li> <li>Mükemmel iletişim ve müzakere becerilerine sahip, proaktif ve sonuç odaklı bir kişiyseniz, Odyssey Outfits'e Hesap Yöneticisi olarak katılmayı düşünün. Ekibimizin bir parçası olun ve müşterilerimizin başarısına ve organizasyonun genel büyümesine katkıda bulunun.</li>",
  "Key-Responsibilities-S": "<li>Potansiyel müşterileri aktif olarak arayın ve yeni satış fırsatlarını belirleyin.</li> <li>Potansiyel müşteriler oluşturmak ve müşteri tabanını genişletmek için çeşitli kanalları kullanın.</li> <li>Müşterilerin ihtiyaçlarını anlayarak onlarla ilişkiler kurun ve sürdürün. ve ilgili bilgilerin sağlanması.</li> <li>Soruları ve endişeleri ele alarak olumlu bir müşteri deneyimi sağlayın.</li> <li>Sunulan ürün veya hizmetlere ilişkin derinlemesine bir anlayış geliştirin.</li> <li>Etkili bir şekilde iletişim kurun. potansiyel müşterilere ürün özellikleri ve avantajları.</li> <li>Ürünlerimizin veya hizmetlerimizin değer teklifini sergilemek için ilgi çekici satış sunumları sunun.</li> <li>Sunumları belirli müşteri ihtiyaçlarına ve endişelerine göre uyarlayın.</li > <li>Anlaşmaları karşılıklı yarar sağlayacak şekilde tamamlamak için şartlar, fiyatlar ve anlaşmalar üzerinde pazarlık yapın.</li> <li>Müşterilerden satın alma ve satış işlemlerini tamamlama taahhütlerini güvence altına alın.</li> <li>Hedefe ulaşın veya bu taahhütleri aşın. şirket tarafından belirlenen satış hedefleri ve kotalar.</li> <li>Bireysel ve ekip hedeflerini karşılamak ve aşmak için sürekli çaba gösterin.</li> <li>Sektör trendleri, pazar koşulları ve rakiplerin faaliyetleri hakkında bilgi sahibi olun.</li > <li>Pazardaki fırsatları ve potansiyel zorlukları belirleyin.</li> <li>Ürünleri, hizmetleri veya genel müşteri deneyimini iyileştirmek için müşterilerden geri bildirim toplayın.</li> <li>Genel anlamda müşteri deneyimine katkıda bulunmak için değerli bilgiler sağlayın. Tekliflerimizi geliştirmek.</li> <li>Satış faaliyetleri, müşteri etkileşimleri ve diğer ilgili bilgilerin doğru kayıtlarını tutun.</li> <li>Müşteri ilişkilerini ve satış ilerlemesini izlemek ve yönetmek için CRM araçlarını kullanın.</li > <li>Mükemmel iletişim ve müzakere becerilerine sahip, sonuç odaklı bir bireyseniz, Odyssey Outfits'teki bu heyecan verici fırsata başvurmanızı öneririz. Satış başarısını artırmak ve kuruluşumuzun büyümesine ve refahına katkıda bulunmak için bize katılın.</li>",
  "Key-Responsibilities-RFD": "<li>Bölgenin kendine özgü ihtiyaçlarına uygun finansal stratejiler ve planlar geliştirin ve uygulayın.</li> <li>Stratejik karar almayı desteklemek için finansal analiz ve tahminler yapın.</li> <li>Bütçeleri oluşturun ve yönetin. Genel iş hedefleriyle uyumun sağlanması.</li> <li>Finansal performansı optimize etmek için maliyet kontrol önlemlerini uygulamak.</li> <li>Üst yönetime doğru ve zamanında mali raporlar sunarak içgörü ve öneriler sunmak.</li> li> <li>Finansal performansı ölçmek ve değerlendirmek için temel performans göstergelerini (KPI'ler) oluşturun.</li> <li>Bölgedeki finansal riskleri tanımlayın ve azaltın.</li> <li>Kuruluşun performansını korumak için risk yönetimi stratejilerini uygulayın. finansal varlıklar.</li> <li>Finansal hedefleri operasyonel hedeflerle uyumlu hale getirmek için bölge yöneticileri ve ekiplerle yakın işbirliği içinde çalışın.</li> <li>İşbirlikçi bir ortamı teşvik ederek yerel ekiplere mali rehberlik ve destek sağlayın.</li> <li>Muhasebe standartlarına, düzenleyici gereksinimlere ve kurumsal yönetim standartlarına uygunluğu sağlayın.</li> <li>Finansal bütünlüğü korumak için iç kontroller uygulayın.</li> <li>Verimliliği ve etkinliği artırmak için mali süreçleri değerlendirin ve optimize edin. </li> <li>Süreç iyileştirme ve yenilik için sürekli fırsatlar arayın.</li> <li>Bölgedeki finans profesyonellerinden oluşan bir ekibe liderlik edin ve geliştirin.</li> <li>Mesleki büyümeyi teşvik etmek için mentorluk ve rehberlik sağlayın. ve mükemmellik.</li> <li>Yatırımlar, satın almalar ve diğer finansal girişimlerle ilgili stratejik karar alma süreçlerine katılın.</li> <li>Üst düzey yönetime iş stratejilerinin finansal sonuçları konusunda tavsiyelerde bulunun.</li> <li>Stratejik zihniyete sahip ve bölgesel düzeyde finansal başarıyı artırma tutkusuna sahip tecrübeli bir finans lideriyseniz, sizi Odyssey Outfits'teki bu etkili göreve başvurmaya davet ediyoruz. Kuruluşumuzun finansal geleceğini şekillendirmek ve sürekli büyümemize ve başarımıza katkıda bulunmak için bize katılın.</li>",
  "Key-Responsibilities-PA": "<li>Çalışanların maaşlarını, maaşlarını, ikramiyelerini ve diğer tazminat türlerini hesaplayın ve işleyin.</li> <li>Fazla mesai, izin talepleri ve devamla ilgili bilgiler dahil olmak üzere çalışanların çalışma saatlerini izleyin ve kaydedin.</li > <li>Gelir vergisi, sosyal güvenlik katkıları ve diğer yasal kesintiler dahil olmak üzere vergi kesintilerini yönetin.</li> <li>Vergi düzenlemelerine uygunluğu ve vergiyle ilgili bilgilerin zamanında gönderilmesini sağlayın.</li> <li>Yönetim Sağlık sigortası, emeklilik katkıları ve diğer ikramiyeler gibi çalışanlara sağlanan faydalar, bordroya doğru şekilde yansıtılmasını sağlar.</li> <li>Fayda tekliflerindeki değişiklikleri takip edin ve bordro sistemlerini buna göre güncelleyin.</li> <li>Doğru bilgileri koruyun. ve çalışan bilgileri, vergi stopajları ve diğer ilgili veriler dahil olmak üzere güncel bordro kayıtları.</li> <li>Yönetim, muhasebe ve denetim amaçları için bordro raporları oluşturun.</li> <li>Şartlara uygunluğu sağlayın. Bordro, vergi ve iş kanunlarıyla ilgili yerel, eyalet ve federal düzenlemeler.</li> <li>İlgili düzenlemelerdeki güncellemeler ve değişiklikler hakkında bilgi sahibi olun.</li> <li>Çalışanlara derhal maaş çeklerini dağıtın veya elektronik fon transferlerini koordine edin. ve doğru şekilde.</li> <li>İç ve dış denetimler için belgeler sağlayın.</li> <li>Doğru ve şeffaf bordro süreçleri sağlamak için denetim ekipleriyle işbirliği yapın.</li> <li>Bordroyla ilgili çalışanların sorularına yanıt verin. sorunları veya tutarsızlıkları derhal ve profesyonel bir şekilde ele alarak.</li> <li>Bordro yazılımını ve sistemlerini yönetin ve sürdürün, güncellemeler ve değişiklikler hakkında bilgi sahibi olun.</li> <li>Ayrıntılara önem veren ve düzenli bir profesyonelseniz Bordro yönetimi ve uyumluluk tutkusu olarak sizi Odyssey Outfits'teki bu heyecan verici fırsata başvurmaya davet ediyoruz. Kuruluşumuz bünyesinde çalışan tazminatlarının sorunsuz ve doğru şekilde işlenmesini sağlamak için bize katılın.</li>",
  "Key-Responsibilities-FA": "<li>Kuruluşun performansını değerlendirmek için finansal verileri, pazar eğilimlerini ve ekonomik göstergeleri analiz edin.</li> <li>Karmaşık finansal bilgileri yorumlamak için istatistiksel tekniklerden ve finansal modellemeden yararlanın.</li> <li>Gelişmeye yardımcı olun ve genel iş hedefleriyle uyumlu mali plan ve bütçeleri yönetmek.</li> <li>Finansal planların kuruluşun stratejik hedeflerini desteklediğinden emin olmak için çeşitli departmanlarla işbirliği içinde çalışın.</li> <li>Geleceği tahmin etmek için mali modeller oluşturun. gelirler, giderler ve genel mali performans.</li> <li>Potansiyel zorluklara karşı proaktif bilgiler sağlayın ve planlamayı destekleyin.</li> <li>Yönetime, paydaşlara veya düzenleyici kurumlara mali raporlar hazırlayın ve sunun.</li > <li>Bütçe analizi, sapma analizi ve iyileştirmeye yönelik uygulanabilir öneriler sunun.</li> <li>Yatırımlar ve birleşmeler de dahil olmak üzere çeşitli iş kararlarıyla ilişkili finansal riskleri ve fırsatları değerlendirin.</li> <li>Maliyet yönetimi- fayda analizleri yapar ve stratejik finansal faaliyetlere yönelik öneriler sunar.</li> <li>Farklı işletme operasyonlarıyla ilişkili maliyetleri analiz edin ve verimliliği artırmak için maliyet tasarrufu sağlayan önlemler önerin.</li> <li>Finansal operasyonların ve raporlamanın ilgili yasalara uygun olmasını sağlayın , düzenlemeler ve endüstri standartları.</li> <li>Karmaşık finansal bilgileri çeşitli departmanlara etkili bir şekilde ileterek işbirliğini ve anlayışı teşvik edin.</li> <li>Gelişmeyi sağlamak için finansal eğilimleri, sektördeki değişiklikleri ve ekonomik koşulları sürekli olarak izleyin. karar verme için güncel bilgiler.</li> <li>Stratejik finansal bilgiler sunma tutkusuna sahip, ayrıntı odaklı bir Finansal Analistseniz, sizi Odyssey Outfits'teki bu heyecan verici fırsata başvurmaya davet ediyoruz. Kuruluşumuzun finansal başarısına ve stratejik büyümesine katkıda bulunmak için bize katılın.</li>",
  "Key-Responsibilities-FD": "<li>HTML, CSS ve JavaScript gibi teknolojileri kullanarak kullanıcı arayüzleri tasarlayın ve uygulayın.</li> <li>Kullanıcının tarayıcısı için kod yazın, etkileşimleri yönetin, form doğrulamaları ve dinamik içerik güncellemeleri yapın.</li> <li> React, Angular veya Vue.js gibi popüler çerçevelerden ve kitaplıklardan yararlanın.</li> <li>Uygulamanın farklı web tarayıcılarında sorunsuz bir şekilde çalıştığından emin olun ve ön uç geliştirme zorluklarını giderin.</li> <li>Veritabanlarını, süreçleri yönetin Node.js, Python, Ruby, Java veya PHP gibi dilleri kullanarak sunucu tarafı görevlerini gerçekleştirin ve isteklerinizi gerçekleştirin.</li> <li>Veritabanlarını tasarlayın ve bakımını yapın, böylece verimli veri depolama ve alma sağlayın. Yaygın veritabanları arasında MySQL, PostgreSQL, MongoDB veya Firebase yer alır.</li> <li>AWS, Azure veya Google Cloud gibi bulut platformları da dahil olmak üzere sunucu altyapısını dağıtın ve yönetin.</li> <li>Aşağıdaki API'leri oluşturun ve sürdürün: uygulamanın ön uç ve arka uç bileşenleri arasındaki iletişimi kolaylaştırarak sorunsuz veri alışverişini sağlar.</li> <li>Uygulamanın genel güvenilirliğini ve performansını sağlayarak hem ön uç hem de arka uç kodundaki hataları belirleyip düzeltin.</li> < li>Projelerimizin başarısına katkıda bulunmak için UI/UX tasarımcıları, diğer geliştiriciler ve proje yöneticileri de dahil olmak üzere diğer ekip üyeleriyle işbirliği yapın.</li> <li>Yenilikçilik yaratma tutkusuna sahip yetenekli bir Fullstack Geliştiricisiyseniz ve kullanıcı odaklı web uygulamalarıyla sizi Odyssey Outfits'teki bu heyecan verici fırsata başvurmaya davet ediyoruz. Dijital varlığımızın geleceğini şekillendirmek ve kullanıcılarımıza yüksek kaliteli çözümler sunmak için bize katılın.</li>",
  "Key-Responsibilities-NA": "<li>Yönlendiriciler, anahtarlar, güvenlik duvarları ve diğer donanım bileşenleri de dahil olmak üzere bilgisayar ağlarını tasarlayın, uygulayın ve yapılandırın.</li> <li>Ağını yetkisiz erişime, siber tehditlere ve verilere karşı korumak için güçlü güvenlik önlemlerini uygulayın ve sürdürün. ihlaller.</li> <li>Ağ sorunlarını, bağlantı sorunlarını ve donanım veya yazılım arızalarını teşhis edin ve çözün.</li> <li>Ağ performansını düzenli olarak izleyin ve verimlilik için optimize edin.</li> <li>Tanımlayın ve Optimum ağ çalışmasını sağlamak için darboğazları giderin.</li> <li>Ürün yazılımını güncelleme, güvenlik düzeltme eklerini uygulama ve donanım ve yazılım bileşenlerinin güncel olmasını sağlama gibi rutin bakım görevlerini gerçekleştirin.</li> <li>Uç- ağla ilgili sorunları olan kullanıcılara teknik destek sağlamak ve ağ kullanımı konusunda eğitim sunmak.</li> <li>Ağ mimarisi, yapılandırmaları ve değişiklikleriyle ilgili ayrıntılı belgeleri koruyun. Bu belgeler, sorun giderme ve geleceğe yönelik planlama açısından çok önemlidir.</li> <li>Ağ hizmetlerinin sorunsuz entegrasyonunu sağlamak için sistem yöneticileri, güvenlik uzmanları ve BT yöneticileri gibi diğer BT uzmanlarıyla yakın işbirliği içinde çalışın.</li> <li >Gelecekteki ağ ihtiyaçlarını planlayın, ölçeklenebilirlik gereksinimlerini değerlendirin ve kuruluşun artan taleplerini karşılamak için yükseltme veya genişletme önerilerinde bulunun.</li> <li>Beklenmeyen olaylar durumunda kritik verileri korumak için yedekleme çözümleri ve olağanüstü durum kurtarma planları uygulayın.</li > <li>Bilgisayar ağlarının güvenilirliğini ve güvenliğini sağlama konusunda tutkulu, yetenekli bir Ağ Yöneticisiyseniz, Odyssey Outfits'teki bu heyecan verici fırsata başvurmanızı öneririz. Kuruluşumuzun faaliyetlerini ve büyümesini destekleyen sağlam ve verimli bir ağ altyapısını sürdürmek için bize katılın.</li>",
  "Key-Responsibilities-HDA": "<li>Son kullanıcılar tarafından dile getirilen sorulara ve sorunlara anında yanıt vermek, rehberlik ve sorun giderme yardımı sunmak.</li> <li>Etkili çözümler belirlemek için donanım ve yazılım sorunlarını analiz etmek, tanımlamak ve teşhis etmek.</li> <li> Sorunun etkili bir şekilde çözülmesi için kullanıcılara açık ve kısa, adım adım rehberlik ve talimatlar sağlamak.</li> <li>Kullanıcılara yazılım yüklemeleri, güncellemeleri ve yapılandırmaları konusunda yardımcı olmak.</li> <li>Raporlananların kayıtlarını belgelemek ve sürdürmek sorunlar, çözümler ve sık karşılaşılan sorunlar.</li> <li>Kullanıcıların kendi kendilerine yardım edebilmelerini sağlayacak bilgi tabanı makaleleri ve kılavuzlar oluşturmak.</li> <li>Özellikle yardıma muhtaç kişilere yardımcı olurken, teknik bilgileri kullanıcı dostu bir şekilde iletmek. -teknik kullanıcılar.</li> <li>Bildirilen sorunların durumu ve ilerlemesi hakkında kullanıcıları bilgilendirmek.</li> <li>Bilgisayarlar, sunucular ve diğer BT ekipmanlarında rutin bakım görevlerini gerçekleştirmek.</li> <li >Yama ve güncellemeler uygulayarak yazılım uygulamalarının güncel olmasını sağlamak.</li> <li>Son kullanıcıların temel BT araçları ve uygulamalarına ilişkin anlayışlarını geliştirmek için eğitim oturumları düzenlemek.</li> <li>Kullanıcıları en iyi konularda eğitmek güvenlik ve veri koruma uygulamaları.</li> <li>Karmaşık sorunları çözmek için ağ yöneticileri ve sistem mühendisleri gibi diğer BT uzmanlarıyla işbirliği yapmak.</li> <li>Gerektiğinde sorunları daha üst düzey destek ekiplerine iletmek .</li> <li>Veri ihlallerine ve yetkisiz erişime karşı koruma sağlamak için güvenlik önlemlerini uygulamak ve uygulamak.</li> <li>Güvenlik protokolleri ve politikalarının uygulanmasına yardımcı olmak.</li> <li>Mükemmel müşteri hizmeti sağlamak duyarlı, cana yakın ve profesyonel davranarak.</li> <li>Son kullanıcılar için olumlu ve yararlı bir deneyim sağlamak.</li> <li>Mükemmel iletişim becerilerine ve hizmet sunma tutkusuna sahip proaktif bir sorun çözücüyseniz olağanüstü BT desteği, sizi Odyssey Outfits'teki bu heyecan verici fırsata başvurmaya davet ediyoruz. Değerli kullanıcılarımıza birinci sınıf destek sağlarken kuruluşumuzun BT sistemlerinin verimliliğini ve üretkenliğini korumak için bize katılın.</li>",
  "Full-Time": "<img alt='Evrak Çantası&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Tam Zamanlı",
  "Date-Posted": "<img alt='Zaman&nbsp;' src='./Assets/Img/Time-512x512.png'>1 Hafta Önce Yayınlandı",
  "Apply-Now": "Şimdi Uygula",
  "label-form-name": "İlk adı:",
  "label-form-lname": "Soy isim:",
  "label-form-email": "E-posta:",
  "label-form-phone": "Telefon numarası:",
  "label-form-linkedin": "LinkedIn:",
  "label-form-address": "Mevcut adres:",
  "label-form-legal": "Amerika Birleşik Devletleri'nde yasal olarak çalışma yetkiniz var mı?",
  "label-form-education": "Aşağıdaki eğitim düzeyini tamamladınız mı: Lisans Derecesi?",
  "fileInputLabel": "Özgeçmişinizi Yükleyin",
  "pdf-file-error": "Lütfen geçerli bir PDF dosyası yükleyin.",
  "submit-resume": "Başvurunuzu gönderin",
  "application-sent": "Başvuru Gönderildi!",
  "received-application": "Başvurunuzu gönderdiğiniz için teşekkür ederiz! Başarıyla aldık. Kapsamlı inceleme sürecimizde ilerledikçe başvurunuzun durumuyla ilgili bir e-posta bildirimi bekliyoruz. Sabrınız için teşekkür ediyor ve birlikte çalışma olasılığını sabırsızlıkla bekliyoruz.",
  "application-not-sent": "Başvuru Gönderilemedi!",
  "not-received-application": "Başvurunuzu gönderdiğiniz için teşekkür ederiz! Onay e-postasını gönderirken bir hata oluştu gibi görünüyor. Lütfen kısa süre sonra tekrar deneyin.",
  "form-yes": "Evet",
  "form-no": "HAYIR",
  "form-yes-2": "Evet",
  "form-no-2": "HAYIR",
  "error-404": "Hata 404 - Sayfa Bulunamadı :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Tüm hakları saklıdır."
}