{
  "TOS-welcome": "¡Bienvenido!",
  "TOS-locale": "Seleccione un idioma predeterminado:",
  "TOS-preamble": "Nuestro sitio web recopila datos del usuario para mejorar la experiencia general del usuario.<br> Al continuar utilizando nuestro sitio, acepta nuestros TOS.",
  "TOS-TOS": "Términos de política y privacidad del servicio",
  "TOS-ADA": "Nuestro sitio web cumple con los estándares de la ADA (Ley de Estadounidenses con Discapacidades).<br>Como resultado, puede hacer clic en el ícono del ojo ubicado en la esquina superior derecha para alternar<br>el modo de cumplimiento de la ADA.",
  "toast-ok": "DE ACUERDO",
  "ada-disabled": "Ha desactivado el modo ADA.",
  "ada-disabled-continue": "Parece que has desactivado el modo ADA; necesitarás actualizar para poder continuar.",
  "ada-enabled": "Ha habilitado el modo ADA.",
  "ada-enabled-continue": "Parece que ha habilitado el modo ADA, la combinación de colores de este sitio web será negro sobre blanco hasta que se desactive el modo ADA.",
  "nav-home": "Hogar",
  "nav-contact": "Contacto",
  "nav-careers": "Carreras",
  "nav-legal": "Legal",
  "Motto": "Comienza tu carrera<br>en Odyssey Outfites",
  "Bio": "Le brindaremos oportunidades para aprender,<br>crecer y contribuir a un futuro más ecológico.",
  "Explore-Careers": "Explora nuestras carreras",
  "why-us": "¿Porque nosotros?",
  "Learning-and-Growth-Opportunities-1": "Oportunidades de aprendizaje y crecimiento",
  "Learning-and-Growth-Opportunities-2": "Oportunidades de aprendizaje y crecimiento",
  "Learning-and-Growth-Opportunities-3": "Le proporcionaremos las herramientas y recursos que necesita para mantenerse a la vanguardia en su campo. Únase a nuestro equipo que valora la creatividad y la innovación. Nuestro entorno de trabajo fomenta el pensamiento innovador, lo que le permite contribuir con ideas que den forma al futuro de la moda sostenible.",
  "Positive-Brand-Image-1": "Imagen de marca positiva",
  "Positive-Brand-Image-2": "Imagen de marca positiva",
  "Positive-Brand-Image-3": "El corazón de nuestra misión es el compromiso de crear moda que no solo mejore su guardarropa sino que también deje un impacto positivo en el planeta. Únase a nuestro equipo y conviértase en un catalizador para promover nuestra iniciativa ambientalmente consciente.",
  "Flexibility-1": "Flexibilidad",
  "Flexibility-2": "Flexibilidad",
  "Flexibility-3": "Priorizamos la flexibilidad de los empleados como piedra angular de nuestros valores. Reconociendo la importancia del equilibrio entre la vida laboral y personal, brindamos a nuestro equipo horarios flexibles y opciones de trabajo remoto. Creemos que un entorno de trabajo armonioso y flexible no sólo mejora el bienestar individual sino que también fomenta la creatividad y la innovación.",
  "Healthy-Workplace-1": "Lugar de trabajo saludable",
  "Healthy-Workplace-2": "Lugar de trabajo saludable",
  "Healthy-Workplace-3": "Nuestro equipo está comprometido a cultivar un lugar de trabajo saludable y diverso. Creemos que un equipo diverso aporta una gran cantidad de perspectivas y creatividad, fomentando la innovación en nuestros esfuerzos de moda sostenible. Nuestro entorno inclusivo celebra las diferencias y adopta una cultura que promueve el respeto y la comprensión mutuos.",
  "contact-us": "¡Contáctenos!",
  "label-contact-name": "Nombre:",
  "label-contact-email": "Correo electrónico:",
  "label-contact-message": "Mensaje:",
  "contact-submit": "Entregar",
  "legal-docs": "Documentos legales",
  "github-wiki": "Wiki GitHub",
  "full-feature-list": "Lista completa de funciones",
  "legal-compliance": "Cómplice legal",
  "legal-compliance-github": "Cumplimiento legal (GitHub Wiki)",
  "TOS-privacy-policy": "Términos de política y privacidad del servicio",
  "TOS-privacy-policy-github": "Términos de servicio y política de privacidad (GitHub Wiki)",
  "hosting": "Alojamiento",
  "hosting-1": "El Sr. Amir y el Sr. Krug (a partir de ahora denominados \"Los Desarrolladores\") declaran explícitamente que \"Odyssey Dresses\" (a partir de ahora denominado \"El Servicio\") <strong>NO</strong> una LLC registrada y carece de autoridad legal o minorista para fabricar, vender o proporcionar productos o servicios.",
  "hosting-2": "El repositorio del Servicio está alojado en GitHub y el Servicio funciona con Vercel.com (en adelante, \"Vercel\").",
  "hosting-3": "Según la documentación de licencia de GitHub.com (en adelante denominada \"GitHub\") (Sección 1, §2 - \"<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licensing a Repository</a>&quot;), se indica explícitamente que &quot;<em>...sin una licencia, se aplican las leyes de derechos de autor predeterminadas, lo que significa que usted conserva todos los derechos sobre su código fuente y nadie puede reproducir, distribuir o crear trabajos derivados de su trabajo. Si está creando un proyecto de código abierto, le recomendamos encarecidamente que incluya una licencia de código abierto.</em>&quot; Tenga en cuenta que este repositorio y cualquier sitio web asociado están designados estrictamente para uso PERSONAL y PRIVADO, ya que es propiedad compartida entre los Desarrolladores.",
  "hosting-4": "Los desarrolladores cumplen con los requisitos de edad mínima de GitHub y Vercel.",
  "hosting-5": "Según los Términos de servicio de Vercel (Sección 2, - \"<a href='https://vercel.com/legal/terms'>Licencia de uso temporal</a>\"), se establece explícitamente que &quot;<em>...sujeto a su cumplimiento de los términos de este Acuerdo, se le otorga una licencia personal, no sublicenciable, no exclusiva, intransferible y limitada para utilizar los Servicios para su negocio interno o personal. propósitos de acuerdo a la capacidad de servicio de su cuenta. Todos los derechos no otorgados expresamente en este documento están reservados y no se le otorga ninguna licencia o derecho a utilizar ninguna marca comercial de Vercel o de terceros en relación con los Servicios.</em>&quot; Si bien Vercel permite el uso de sus servicios con fines comerciales, es imperativo aclarar que el sitio web, impulsado por Vercel y alojado en GitHub, está diseñado exclusivamente para uso personal de Los Desarrolladores. Cualquier utilización más allá de este alcance es y seguirá siendo no autorizada.",
  "third-party-terms-of-service-compliance": "Cumplimiento de los términos de servicio de terceros",
  "third-party-terms-of-service-compliance-1": "Los Desarrolladores cumplen estrictamente con todos y cada uno de los servicios de terceros que hayan utilizado para su proyecto personal.",
  "third-party-terms-of-service-compliance-2": "El Servicio ha utilizado el traductor en línea de Yandex.com (en adelante, \"Yandex\"). Los Desarrolladores cumplen con la documentación de los Términos de servicio de Yandex (Sección 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Uso del Servicio</ a>&quot;), &quot;<em>El Servicio se proporciona al Usuario para uso personal no comercial.</em>&quot; Como los desarrolladores han declarado estrictamente, este proyecto es sólo para uso personal.",
  "third-party-terms-of-service-compliance-3": "Los Desarrolladores han utilizado el servicio de envío de correo electrónico JavaScript de EmailJS.com (en adelante denominado \"EmailJS\"). Los Términos de servicio proporcionados por EmailJS no implican implícitamente la idoneidad de su servicio para su uso en contextos privados o comerciales. <strong>Sin embargo</strong> Los desarrolladores han declarado que el uso de los servicios de EmailJS es estrictamente para fines personales. usar.",
  "childrens-online-privacy-protection-act-compliance": "Cumplimiento de la Ley de Protección de la Privacidad Infantil en Línea",
  "childrens-online-privacy-protection-act-compliance-1": "Este proyecto en cumplimiento de los requisitos de COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Ley de protección de la privacidad en línea</a>). Está y seguirá estando diseñado para personas mayores de 16 años, específicamente para uso privado y no comercial.",
  "copyright-infringement-and-dmca-policy-compliance": "Infracción de derechos de autor y cumplimiento de la política DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Los desarrolladores cumplen con las <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- de GitHub. and-dmca-policy'>Infracción de derechos de autor y política DMCA</a>",
  "collection-and-usage-of-user-data": "Recopilación y uso de datos de usuario",
  "collection-and-usage-of-user-data-1": "Si bien el Servicio es un negocio ficticio, el sitio web se utiliza para demostrar los estándares que deberían utilizar los sitios web modernos. Todas y cada una de las funciones y API que el sitio debe utilizar se utilizan estrictamente con fines de prueba.",
  "collection-and-usage-of-user-data-2": "El servicio no almacena datos como direcciones de correo electrónico, direcciones geológicas, números de teléfono, nombres, documentos externos o enlaces externos proporcionados por el usuario. Cada uno de estos tipos de datos se usa como datos temporales para \"Contáctenos\". y \"carreras\" que se vuelve inexistente para los desarrolladores.",
  "agreement-outline": "Este Acuerdo describe los términos y condiciones que rigen el uso de \"Odyssey Outfits\" (por la presente referido como \"el servicio\"), y sus activos asociados proporcionados por el Sr. Amir y el Sr. Krug, (por la presente referido como \" Los desarrolladores \").",
  "acceptance-of-terms-1": "Este acuerdo entra en vigencia en su acceso inicial al servicio o al comienzo de cualquier uso que involucre los servicios de primera parte asociados. Al acceder, navegar o utilizar el servicio y/o sus servicios asociados, usted reconoce y adopta irrevocablemente e incondicionalmente estos términos. Confirma afirmativamente su acuerdo para estar completamente obligado por este Acuerdo sin excepciones, limitaciones o exclusiones. Todas las disposiciones dentro de este Acuerdo son exigibles contra usted en la medida máxima. Si accede al Servicio o utiliza cualquier Servicio en nombre de una empresa, ya sea registrada o operando sin registro, dijo que la empresa reconoce, acepta y está sujeto a los términos de este Acuerdo.",
  "acceptance-of-terms-2": "Si usted o la empresa antes mencionada se oponen a cualquier disposición de este Acuerdo y no desean estar sujetos a sus términos, deben suspender de inmediato el uso del Servicio y cualquier servicio de primera parte asociado.",
  "legal-and-retail-authority": "Autoridad legal y minorista",
  "legal-and-retail-authority-1": "Los Desarrolladores declaran explícitamente que &quot;Odyssey Outfites&quot; no es una LLC registrada y no posee la autoridad legal o minorista para fabricar, vender o proporcionar ningún producto o servicio.",
  "intellectual-property-rights": "Derechos de propiedad intelectual",
  "intellectual-property-rights-1": "De acuerdo con la documentación de licencia de GitHub.com (en adelante denominada \"GitHub\") (Sección 1, §2 - \"Licencia de un repositorio\"), se informa a los usuarios que las leyes de derechos de autor predeterminadas se aplican a la fuente. código. El repositorio y los sitios web asociados están designados estrictamente para uso PERSONAL y PRIVADO.",
  "intellectual-property-rights-2": "El Servicio es de copropiedad y seguirá siendo propiedad compartida entre los Desarrolladores hasta nuevo aviso.",
  "intellectual-property-rights-3": "Por la presente, usted reconoce y acepta expresa e irrevocablemente que acceder al Servicio y utilizar cualquier servicio de primera parte asociado no le otorga ningún derecho, título o interés en propiedad intelectual y otros derechos sobre el contenido al que se puede acceder a través del Servicio o a través de primera parte asociada. servicios propiedad o bajo licencia de Los Desarrolladores.",
  "privacy-policy": "política de privacidad",
  "privacy-policy-1": "Usted reconoce que, para garantizar la funcionalidad adecuada del Servicio y la prestación de cualquier servicio de primera parte asociado, los Desarrolladores tienen derecho a recopilar, almacenar, procesar y transmitir información específica relacionada con su uso del Servicio y cualquier primera parte asociada. -servicios de fiesta. Los detalles de la información que se supone recopilada por el Servicio y los Desarrolladores se describen en el documento de Cumplimiento legal de los Desarrolladores (Sección 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Enlace a la página de Github de Cumplimiento legal.' target='_blank' rel='noopener'>Cumplimiento legal</a>&quot;)",
  "accessing-this-service": "Al acceder y utilizar el Servicio, los usuarios aceptan cumplir con estos términos y condiciones. Los Desarrolladores se reservan el derecho de modificar o actualizar estos términos a su discreción. El uso continuado del Servicio después de dichas modificaciones constituye la aceptación de los términos actualizados. Si los usuarios no están de acuerdo con estos términos, se les recomienda que se abstengan de acceder o utilizar el Servicio.",
  "Select-a-Job": "Seleccione un trabajo",
  "Upper-Management": "La alta dirección",
  "Lower-Management": "Gerencia inferior",
  "Sales-Department": "Departamento de ventas",
  "Financial-Department": "Departamento financiero",
  "IT-Department": "Departamento de TI",
  "Learn-More": "¡Seleccione un puesto de trabajo para obtener más información!",
  "Chief-Financial-Officer": "Director financiero",
  "Chief-Executive-Officer": "Director ejecutivo",
  "Chief-Operating-Officer": "Director de Operaciones",
  "Human-Resources": "Recursos humanos",
  "Regional-Manager": "Administrador regional",
  "Office-Manager": "Gerente de oficina",
  "Regional-Sales-Director": "Director Regional de Ventas",
  "Account-Executive": "Ejecutivo de cuentas",
  "Salesman": "Vendedor",
  "Regional-Financial-Director": "Director Financiero Regional",
  "Payroll-Administrator": "Administrador de Nómina",
  "Financial-Analyst": "Analista financiero",
  "Fullstack-Developer": "Desarrollador Fullstack",
  "Network-Administrator": "Administrador de red",
  "Help-Desk-Administrator": "Administrador de la mesa de ayuda",
  "Selected-Job": "Trabajo seleccionado:",
  "Department-Division": "Departamento/División:",
  "Job-Description": "Descripción del trabajo:",
  "CFO": "Buscamos un director financiero capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, supervisará nuestras actividades y estrategia financieras. Como director financiero, desarrollará y ejecutará la estrategia financiera de la organización en consonancia con nuestros objetivos comerciales generales, brindando orientación financiera estratégica al director ejecutivo y otros ejecutivos.",
  "CEO": "Buscamos un director ejecutivo capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, llevará a nuestra organización a nuevas alturas al tomar decisiones corporativas estratégicas, supervisar las operaciones y los recursos generales y actuar como enlace principal entre la junta directiva y las operaciones corporativas. Como director ejecutivo, desempeñará un papel fundamental a la hora de establecer la dirección estratégica, identificar oportunidades comerciales y garantizar el cumplimiento de la empresa con los requisitos legales y reglamentarios.",
  "COO": "Buscamos un director de operaciones capacitado para unirse a nuestro equipo en Odyssey Outfit. En este rol, promoverá la eficiencia operativa e implementará estrategias para ayudar a lograr nuestros objetivos de la manera más eficiente posible. Como miembro clave de nuestro equipo de liderazgo, usted será responsable de desarrollar e implementar políticas y procedimientos operativos, alinear las estrategias operativas con nuestros objetivos comerciales y garantizar la asignación efectiva de recursos.",
  "HR": "Buscamos recursos humanos capacitados para unirse a nuestro equipo en Odyssey Outfit. En este puesto, usted administrará el personal, los asuntos relacionados con el empleo y apoyará el bienestar general de nuestros valiosos empleados en su sucursal regional específica. Este rol es crucial para crear un ambiente de trabajo positivo, garantizar el cumplimiento legal y apoyar los objetivos estratégicos de nuestra organización.",
  "RM": "Buscamos un Gerente Regional capacitado para unirse a nuestro equipo en Odyssey Outfit. En este rol, usted será responsable de supervisar y administrar las operaciones, las ventas y el desempeño general de múltiples clientes de mayor escala dentro de su región específica. Esta posición de liderazgo clave implica establecer y alcanzar objetivos de desempeño, garantizar el cumplimiento e impulsar el éxito financiero.",
  "OM": "Buscamos un gerente de oficina capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, usted será responsable de supervisar las operaciones diarias de nuestra oficina (ubicación por determinar). Esta función fundamental requiere una persona dinámica con sólidas habilidades organizativas y de gestión para garantizar el perfecto funcionamiento de nuestra oficina.",
  "RSD": "Buscamos un director de ventas regional capacitado para unirse a nuestro equipo en Odyssey Outfit. En esta función de liderazgo, usted será responsable de impulsar las actividades de ventas dentro de su región específica. Como miembro clave de nuestro equipo, usted será responsable de desarrollar y ejecutar estrategias de ventas, liderar un equipo de ventas dinámico y contribuir al crecimiento y éxito general de la organización.",
  "AE": "Buscamos un ejecutivo de cuentas capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, será responsable de administrar las cuentas de los clientes, impulsar el crecimiento empresarial y garantizar la satisfacción del cliente. Si prosperas en un entorno dinámico y colaborativo, te invitamos a ser parte de nuestro equipo.",
  "S": "Buscamos un vendedor capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, usted será responsable de impulsar el crecimiento de los ingresos mediante la venta efectiva de nuestros productos y servicios a clientes potenciales. Si le apasionan las ventas, construir relaciones y alcanzar objetivos, lo invitamos a ser parte de nuestro dinámico equipo.",
  "RFD": "Buscamos un director financiero regional capacitado para unirse a nuestro equipo en Odyssey Outfit. En este rol, supervisará y administrará las operaciones financieras dentro de su región específica. Como líder clave, desempeñará un papel crucial en la configuración e implementación de estrategias financieras para impulsar el éxito de nuestras operaciones en la región asignada.",
  "PA": "Buscamos un administrador de nómina capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, usted será responsable de gestionar y procesar la compensación de los empleados. Como administrador de nómina, garantizará el pago preciso y oportuno de los salarios, bonificaciones y beneficios de los empleados mientras mantiene el cumplimiento de las regulaciones locales, estatales y federales.",
  "FA": "Buscamos un analista financiero capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, proporcionará información y recomendaciones valiosas basadas en un análisis en profundidad de datos y tendencias financieros. Como analista financiero, su principal responsabilidad será apoyar a los tomadores de decisiones interpretando información financiera compleja y presentándola de manera clara y significativa.",
  "FD": "Buscamos un desarrollador Full Stack capacitado para unirse a nuestro equipo en Odyssey Outfit. En este puesto, aprovechará su experiencia en desarrollo frontend y backend para crear aplicaciones web fluidas y fáciles de usar. Como desarrollador Full Stack, serás responsable de diseñar e implementar los elementos visuales con los que interactúan los usuarios en nuestros sitios web.",
  "NA": "Buscamos un administrador de red capacitado para unirse a nuestro equipo en Odyssey Outfit. En esta función, administrará y mantendrá nuestras redes informáticas. Como administrador de red, garantizará el funcionamiento perfecto de nuestra infraestructura de red, que abarca redes de área local (LAN), redes de área amplia (WAN) y otros sistemas de comunicación.",
  "HDA": "Buscamos un administrador de la mesa de ayuda capacitado y centrado en el cliente para unirse a nuestro equipo en Odyssey Outfit. En este rol, usted será responsable de brindar asistencia técnica y soporte a los empleados dentro de la organización. Su enfoque principal será brindar un servicio crucial abordando hardware, software, redes y otros problemas relacionados con TI dentro de nuestra organización.",
  "Key-Responsibilities-CFO": "<li> Desarrollar y ejecutar la estrategia financiera de la organización alineado con los objetivos comerciales generales. </li> <li> Proporcione una orientación financiera estratégica al CEO y otros ejecutivos. </li> <li> Lidere los procesos de planificación financiera y presupuesto. < /li> <li> Realizar pronósticos financieros, análisis y modelado para apoyar la toma de decisiones. </li> <li> Identificar y evaluar los riesgos financieros e implementar estrategias de mitigación de riesgos. </li> <li> Asegurar el cumplimiento de las regulaciones financieras y requisitos de informes. </li> <li> Supervisa la preparación y presentación de informes financieros a las partes interesadas, incluidas la junta, los inversores y los organismos regulatorios. </li> <li> Garantizar la precisión, la transparencia y el cumplimiento de los estándares contables. </li> <li> Administre los recursos y inversiones financieras de la organización, estructura de capital, liquidez y flujo de efectivo. </li> <li> Lidere o participe en actividades de fusión y adquisición, incluida la debida diligencia, las negociaciones y la planificación de la integración. </li> <li> Determine las formas más efectivas de recaudar capital, ya sea a través de la deuda, el patrimonio u otros instrumentos financieros. </li> <li> Mantener relaciones con instituciones financieras e inversores. </li> <li> if Usted es un líder financiero experimentado con una mentalidad estratégica, habilidades analíticas sólidas y un historial de excelencia financiera impulsora, lo invitamos a unirse a Odyssey Outfits como nuestro CFO. Sea un jugador clave en la configuración del éxito financiero y el crecimiento de nuestra organización dinámica. </li>",
  "Key-Responsibilities-CEO": "<li> Establezca la dirección estratégica y los objetivos a largo plazo en colaboración con la Junta Directiva. </li> <li> Identificar oportunidades comerciales y riesgos potenciales. </li> <li> Trabajar en estrecha colaboración con el CFO para administrar la financiera Salud de la Compañía. </li> <li> Revise los informes y presupuestos financieros. </li> <li> Administre y mejore la marca y la reputación de la empresa. </li> <li> Abordar los problemas de relaciones públicas de inmediato. </li. > <li> Fomentar la innovación y la adaptación a las condiciones cambiantes del mercado. </li> <li> Implemente planes de gestión de crisis para navegar en desafíos imprevistos. </li> <li> Desarrolle una perspectiva global, especialmente para empresas con operaciones internacionales. li> <li> Navegue por las complejidades geopolíticas y económicas. </li> <li> Como líder visionario, conducirá los atuendos de Odyssey hacia el éxito, fomentan la innovación y garantizará nuestro continuo crecimiento. Si posee una mentalidad estratégica, habilidades de liderazgo excepcionales y una pasión por impulsar la excelencia organizacional, lo invitamos a dirigir los atuendos de Odyssey como nuestro CEO. Únase a nosotros para dar forma al futuro de nuestra empresa dinámica e innovadora. </li>",
  "Key-Responsibilities-COO": "<li> Desarrollar e implementar políticas y procedimientos operativos. </li> <li> Alinee las estrategias operativas con los objetivos comerciales de la organización. </li> <li> Administre y asigne recursos de manera efectiva, incluidos los presupuestos, el personal y la tecnología. li> <li> Trabajar con el Departamento de Recursos Humanos para atraer, desarrollar y retener talento. </li> <li> Monitorear y evaluar el rendimiento de varios departamentos y equipos. </li> <li> Playline flujos de trabajo para mejorar en general productividad. </li> <li> Supervisa los procesos de control de calidad para garantizar que los productos o servicios cumplan con los estándares establecidos. </li> <li> Asegúrese de que la organización tenga a las personas adecuadas en los roles correctos. </li> <li> Proporcionar liderazgo y orientación para lograr la excelencia operativa. </li> <li> Proporcione informes regulares al CEO y otros ejecutivos sobre el rendimiento operativo. </li> <li> Comunique las métricas clave y las ideas operativas. </li> <li> como un Profesional experimentado, traerá su experiencia para liderar nuestras iniciativas operativas, impulsar la eficiencia y contribuir al éxito general de los atuendos de Odyssey. Si prosperas en un entorno dinámico y colaborativo, le damos la bienvenida a unirnos a nosotros como nuestro COO y ser un arquitecto clave en la configuración de nuestro éxito operativo. </li>",
  "Key-Responsibilities-HR": "<li>Atraer, reclutar y contratar candidatos calificados para puestos vacantes.</li> <li>Realizar entrevistas, evaluaciones y coordinar todo el proceso de contratación.</li> <li>Abordar y resolver conflictos en el lugar de trabajo y problemas de relaciones con los empleados .</li> <li>Fomentar un ambiente de trabajo positivo y mejorar la moral de los empleados.</li> <li>Proporcionar retroalimentación, capacitación y apoyo para el desarrollo de los empleados.</li> <li>Identificar las necesidades de capacitación y coordinar el desarrollo de los empleados </li> <li>Administrar programas de compensación, incluidos salarios, bonificaciones y beneficios.</li> <li>Realizar revisiones salariales y garantizar una compensación competitiva.</li> <li>Garantizar el cumplimiento de las leyes y regulaciones laborales .</li> <li>Garantizar el cumplimiento de las normas de seguridad e implementar medidas preventivas.</li> <li>Mantener registros precisos y confidenciales de los empleados.</li> <li>Manejar documentación relacionada con contratos laborales, ascensos y despidos .</li> <li>Realizar entrevistas de salida con los empleados que salen.</li> <li>Gestionar el proceso de despido de conformidad con las políticas de la empresa y los requisitos legales.</li> <li>Identificar y desarrollar líderes potenciales dentro de la organización .</li> <li>Planificar la sucesión de puestos clave.</li> <li>Evaluar el desempeño del personal de la oficina y brindar comentarios constructivos.</li> <li>Identificar áreas de mejora e implementar los cambios necesarios. </li> <li>Como Gerente de Recursos Humanos en Odyssey Outfit, desempeñará un papel fundamental en la configuración de nuestra cultura laboral, apoyando el crecimiento de los empleados y garantizando el cumplimiento de todos los asuntos relacionados con el empleo. Si es un profesional experimentado de recursos humanos y le apasiona crear lugares de trabajo positivos, lo invitamos a unirse a nuestro equipo y contribuir al éxito de Odyssey Outfit.</li>",
  "Key-Responsibilities-RM": "<li>Establezca metas y objetivos de desempeño claros para cada ubicación dentro de la región.</li> <li>Supervise y evalúe el desempeño operativo de cada sucursal o ubicación.</li> <li>Asegure el estricto cumplimiento de las políticas y procedimientos de la empresa y estándares.</li> <li>Realizar auditorías periódicas para confirmar el cumplimiento en todos los niveles.</li> <li>Administrar el desempeño financiero de la región, incluidos los presupuestos, las previsiones y el control de gastos.</li> < li>Analizar informes financieros e indicadores clave de rendimiento para identificar áreas de mejora.</li> <li>Supervisar las actividades de desarrollo financiero y de ventas dentro de la región.</li> <li>Proporcionar orientación estratégica para impulsar los ingresos y el crecimiento del mercado.< /li> <li>Liderar y guiar a los gerentes de sucursales y otro personal regional.</li> <li>Reclutar, capacitar y desarrollar equipos de alto rendimiento para cada ubicación.</li> <li>Comunicarse regularmente con los gerentes de sucursales y otros miembros del equipo.</li> <li>Colaborar con otros departamentos, como marketing, recursos humanos y finanzas.</li> <li>Supervisar programas de capacitación para el personal dentro de la región.</li> <li>Apoyo desarrollo profesional y mejora de habilidades.</li> <li>Identificar oportunidades de expansión y crecimiento dentro de la región.</li> <li>Evaluar posibles nuevas ubicaciones o mercados.</li> <li>Colaborar con las oficinas centrales y otras organizaciones regionales gerentes para garantizar la coherencia en las operaciones y las iniciativas estratégicas.</li> <li>Compartir las mejores prácticas y contribuir al éxito general de la empresa.</li> <li>Preparar y presentar informes periódicos a la alta dirección sobre el desempeño de la región. </li> <li>Proporcione información y recomendaciones para mejorar.</li> <li>Como gerente regional de Odyssey Outfit, desempeñará un papel fundamental para impulsar el éxito y el crecimiento de nuestra organización en múltiples ubicaciones. Si eres un líder estratégico con un historial de logro de resultados, te invitamos a unirte a nuestro equipo y contribuir al éxito continuo de Odyssey Outfit.</li>",
  "Key-Responsibilities-OM": "<li>Proporcionar apoyo administrativo integral a varios departamentos dentro de la organización.</li> <li>Administrar suministros, equipos e inventario de oficina para satisfacer las necesidades operativas.</li> <li>Supervisar y coordinar el trabajo administrativo y de soporte personal.</li> <li>Supervisar la contratación, la capacitación y realizar evaluaciones de desempeño.</li> <li>Asegurar que las instalaciones de la oficina estén bien mantenidas y proporcionen un ambiente de trabajo propicio.</li> <li>Ayudar en preparación y gestión de presupuestos para gastos relacionados con la oficina.</li> <li>Facilitar la comunicación entre diferentes departamentos y equipos.</li> <li>Promover una cultura de trabajo colaborativa y comunicativa.</li> <li>Mantener organizado y registros, archivos y bases de datos actualizados.</li> <li>Asegurar el cumplimiento de las normas de privacidad y protección de datos.</li> <li>Supervisar el uso y mantenimiento de la tecnología de oficina, incluidas computadoras, impresoras y sistemas de comunicación.</li> <li>Implementar y actualizar aplicaciones de software según sea necesario.</li> <li>Negociar contratos y acuerdos para servicios relacionados con la oficina.</li> <li>Garantizar soluciones rentables para la oficina. requisitos relacionados.</li> <li>Como gerente de oficina en Odyssey Outfit, desempeñará un papel fundamental en el mantenimiento de un entorno de oficina eficiente y bien organizado. Si eres una persona proactiva con excelentes habilidades de gestión y organización, te invitamos a unirte a nuestro equipo y contribuir al éxito de nuestra organización.</li>",
  "Key-Responsibilities-RSD": "<li>Desarrollar e implementar estrategias y planes de ventas para la división de ventas y la región asignada.</li> <li>Establecer y alcanzar metas de ventas y objetivos comerciales alineados con las metas de la empresa.</li> <li>Liderar y gestionar una equipo de profesionales de ventas dentro de la región.</li> <li>Contratar, capacitar y motivar al equipo de ventas para lograr estándares de alto desempeño.</li> <li>Analizar datos de desempeño de ventas, tendencias del mercado y comentarios de los clientes. </li> <li>Evaluar la efectividad de las estrategias de ventas y tomar decisiones basadas en datos para mejorar.</li> <li>Establecer y mantener relaciones con clientes, socios y partes interesadas clave.</li> <li>Construir una red para promover el crecimiento empresarial, la satisfacción del cliente y la expansión del mercado.</li> <li>Desarrollar y gestionar el presupuesto de ventas para la región.</li> <li>Monitorear y controlar los gastos para garantizar la rentabilidad.</li> <li>Trabajar estrechamente con otros departamentos, incluidos marketing, finanzas y operaciones.</li> <li>Asegurar la alineación de las actividades de ventas con los objetivos comerciales generales.</li> <li>Proporcionar informes periódicos a la alta dirección sobre el desempeño de las ventas. , tendencias del mercado y métricas relevantes.</li> <li>Asegurar que las actividades de ventas cumplan con las leyes, regulaciones y políticas de la empresa pertinentes.</li> <li>Comprender las necesidades y preferencias del cliente para mantener un enfoque centrado en el cliente. </li> <li>Implementar estrategias para mejorar la satisfacción y lealtad del cliente.</li> <li>Identificar oportunidades de expansión y crecimiento del mercado dentro de la región.</li> <li>Desarrollar planes para ingresar a nuevos mercados y aumentar el mercado comparte.</li> <li>Si eres un pensador estratégico con una trayectoria comprobada en liderazgo de ventas, considera unirte a Odyssey Outfit como director de ventas regional. Ser una fuerza impulsora para dar forma al éxito de nuestra división de ventas y contribuir al crecimiento general de nuestra organización.</li>",
  "Key-Responsibilities-AE": "<li>Construir y mantener relaciones sólidas con los clientes, fomentando la confianza y la lealtad.</li> <li>Actuar como el principal punto de contacto para los clientes, atendiendo sus necesidades e inquietudes.</li> <li>Buscar activamente nuevos negocios oportunidades para ampliar la base de clientes.</li> <li>Trabajar para alcanzar y superar los objetivos de ventas a través de estrategias eficaces.</li> <li>Comunicar eficazmente el valor de los productos o servicios a los clientes.</li> <li> Muestre los beneficios y las propuestas de venta únicas para satisfacer los requisitos del cliente.</li> <li>Negocie contratos, términos y precios para llegar a acuerdos mutuamente beneficiosos.</li> <li>Asegúrese de que los acuerdos contractuales se alineen con los intereses de ambos cliente y la empresa.</li> <li>Abordar y resolver los problemas o inquietudes de los clientes con prontitud para garantizar su satisfacción.</li> <li>Colaborar con equipos internos para brindar soluciones oportunas y mantener relaciones positivas con los clientes.</li> < li>Desarrollar e implementar estrategias para hacer crecer las cuentas existentes y adquirir nuevos clientes.</li> <li>Identificar oportunidades para realizar ventas adicionales o cruzadas de productos o servicios adicionales.</li> <li>Mantenerse informado sobre las tendencias de la industria. condiciones del mercado y actividades de la competencia.</li> <li>Utilice conocimientos del mercado para adaptar estrategias y mantenerse a la vanguardia de los cambios de la industria.</li> <li>Trabajar estrechamente con equipos internos, como marketing y desarrollo de productos, para cumplir con los requisitos del cliente. necesidades.</li> <li>Colaborar en iniciativas que mejoren la satisfacción del cliente y contribuir al éxito empresarial.</li> <li>Proporcionar informes periódicos sobre actividades de ventas, logros y desafíos.</li> <li>Contribuir a el análisis del desempeño de ventas y recomendar mejoras.</li> <li>Si es una persona proactiva y orientada a resultados con excelentes habilidades de comunicación y negociación, considere unirse a Odyssey Outfit como ejecutivo de cuentas. Sea parte de nuestro equipo y contribuya al éxito de nuestros clientes y al crecimiento general de la organización.</li>",
  "Key-Responsibilities-S": "<li>Buscar activamente clientes potenciales e identificar nuevas oportunidades de ventas.</li> <li>Utilizar varios canales para generar clientes potenciales y ampliar la base de clientes.</li> <li>Construir y mantener relaciones con los clientes entendiendo sus necesidades y proporcionar información relevante.</li> <li>Garantizar una experiencia positiva para el cliente atendiendo consultas e inquietudes.</li> <li>Desarrollar una comprensión profunda de los productos o servicios ofrecidos.</li> <li>Comunicar de manera efectiva características y beneficios del producto para clientes potenciales.</li> <li>Realizar presentaciones de ventas convincentes para mostrar la propuesta de valor de nuestros productos o servicios.</li> <li>Presentaciones personalizadas para abordar las necesidades e inquietudes específicas de los clientes.</li > <li>Negociar términos, precios y acuerdos para cerrar acuerdos de manera mutuamente beneficiosa.</li> <li>Asegurar compromisos de los clientes para realizar una compra y finalizar transacciones de venta.</li> <li>Lograr o superar objetivos de ventas y cuotas establecidos por la empresa.</li> <li>Esforzarse continuamente por cumplir y superar los objetivos individuales y de equipo.</li> <li>Mantenerse informado sobre las tendencias de la industria, las condiciones del mercado y las actividades de la competencia.</li > <li>Identificar oportunidades y desafíos potenciales en el mercado.</li> <li>Recopilar comentarios de los clientes para mejorar los productos, servicios o la experiencia general del cliente.</li> <li>Proporcionar información valiosa para contribuir al mejora de nuestras ofertas.</li> <li>Mantener registros precisos de las actividades de ventas, interacciones con los clientes y otra información relevante.</li> <li>Utilizar herramientas CRM para rastrear y gestionar las relaciones con los clientes y el progreso de las ventas.</li > <li>Si es una persona orientada a resultados y con excelentes habilidades de comunicación y negociación, lo animamos a postularse para esta emocionante oportunidad en Odyssey Outfit. Únase a nosotros para impulsar el éxito de las ventas y contribuir al crecimiento y la prosperidad de nuestra organización.</li>",
  "Key-Responsibilities-RFD": "<li>Desarrollar e implementar estrategias y planes financieros adaptados a las necesidades únicas de la región.</li> <li>Realizar análisis y pronósticos financieros para respaldar la toma de decisiones estratégicas.</li> <li>Crear y administrar presupuestos para en la región, asegurando la alineación con los objetivos comerciales generales.</li> <li>Implementar medidas de control de costos para optimizar el desempeño financiero.</li> <li>Proporcionar informes financieros precisos y oportunos a la alta dirección, ofreciendo conocimientos y recomendaciones.</li> <li> li> <li>Establecer indicadores clave de desempeño (KPI) para medir y evaluar el desempeño financiero.</li> <li>Identificar y mitigar riesgos financieros dentro de la región.</li> <li>Implementar estrategias de gestión de riesgos para salvaguardar el desempeño de la organización activos financieros.</li> <li>Trabajar estrechamente con gerentes y equipos regionales para alinear las metas financieras con los objetivos operativos.</li> <li>Proporcionar orientación financiera y apoyo a los equipos locales, fomentando un entorno de colaboración.</li> <li>Garantizar el cumplimiento de las normas contables, los requisitos reglamentarios y los estándares de gobierno corporativo.</li> <li>Implementar controles internos para salvaguardar la integridad financiera.</li> <li>Evaluar y optimizar los procesos financieros para mejorar la eficiencia y la eficacia. </li> <li>Buscar continuamente oportunidades para la mejora e innovación de procesos.</li> <li>Liderar y desarrollar un equipo de profesionales financieros dentro de la región.</li> <li>Brindar tutoría y orientación para fomentar el crecimiento profesional y excelencia.</li> <li>Participar en procesos estratégicos de toma de decisiones relacionados con inversiones, adquisiciones y otras iniciativas financieras.</li> <li>Asesorar a la alta dirección sobre las implicaciones financieras de las estrategias comerciales.</li> <li>Si es un líder financiero experimentado con una mentalidad estratégica y una pasión por impulsar el éxito financiero a nivel regional, lo invitamos a postularse para este puesto impactante en Odyssey Outfit. Únase a nosotros para dar forma al futuro financiero de nuestra organización y contribuir a nuestro crecimiento y éxito continuos.</li>",
  "Key-Responsibilities-PA": "<li>Calcular y procesar salarios, salarios, bonificaciones y otras formas de compensación de los empleados.</li> <li>Supervisar y registrar las horas de trabajo de los empleados, incluidas las horas extra, las solicitudes de tiempo libre y la información relacionada con la asistencia.</li > <li>Administrar las deducciones fiscales, incluido el impuesto sobre la renta, las contribuciones a la seguridad social y otras deducciones legales.</li> <li>Asegurar el cumplimiento de las normas fiscales y la presentación oportuna de la información relacionada con los impuestos.</li> <li>Manejar beneficios para empleados, como seguro médico, contribuciones de jubilación y otros beneficios, lo que garantiza un reflejo preciso en la nómina.</li> <li>Manténgase al tanto de los cambios en las ofertas de beneficios y actualice los sistemas de nómina en consecuencia.</li> <li>Mantenga la precisión y registros de nómina actualizados, incluida información de los empleados, retenciones de impuestos y otros datos relevantes.</li> <li>Genere informes de nómina para fines de gestión, contabilidad y auditoría.</li> <li>Asegure el cumplimiento de regulaciones locales, estatales y federales sobre nómina, impuestos y leyes laborales.</li> <li>Manténgase informado sobre las actualizaciones y cambios en las regulaciones relevantes.</li> <li>Distribuya cheques de pago o coordine transferencias electrónicas de fondos a los empleados con prontitud y con precisión.</li> <li>Proporcionar documentación para auditorías internas y externas.</li> <li>Colaborar con equipos de auditoría para garantizar procesos de nómina precisos y transparentes.</li> <li>Responder a las consultas de los empleados sobre la nómina asuntos, abordando problemas o discrepancias de manera rápida y profesional.</li> <li>Administre y mantenga el software y los sistemas de nómina, manteniéndose informado sobre actualizaciones y cambios.</li> <li>Si es un profesional organizado y orientado a los detalles con Si tiene pasión por la gestión y el cumplimiento de la nómina, lo invitamos a postularse para esta emocionante oportunidad en Odyssey Outfit. Únase a nosotros para garantizar el procesamiento fluido y preciso de la compensación de los empleados dentro de nuestra organización.</li>",
  "Key-Responsibilities-FA": "<li>Analizar datos financieros, tendencias de mercado e indicadores económicos para evaluar el desempeño de la organización.</li> <li>Utilizar técnicas estadísticas y modelos financieros para interpretar información financiera compleja.</li> <li>Ayudar en el desarrollo y gestionar planes financieros y presupuestos que se alineen con los objetivos comerciales generales.</li> <li>Trabajar en colaboración con varios departamentos para garantizar que los planes financieros apoyen los objetivos estratégicos de la organización.</li> <li>Crear modelos financieros para pronosticar el futuro ingresos, gastos y desempeño financiero general.</li> <li>Proporcionar información proactiva y respaldar la planificación para desafíos potenciales.</li> <li>Preparar y presentar informes financieros a la gerencia, las partes interesadas o los organismos reguladores.</li > <li>Presentar análisis presupuestario, análisis de variaciones y recomendaciones prácticas para mejorar.</li> <li>Evaluar los riesgos y oportunidades financieros asociados con diversas decisiones comerciales, incluidas inversiones y fusiones.</li> <li>Realizar análisis de costos análisis de beneficios y proporcionar recomendaciones para actividades financieras estratégicas.</li> <li>Analizar los costos asociados con diferentes operaciones comerciales y recomendar medidas de ahorro de costos para mejorar la eficiencia.</li> <li>Asegurar que las operaciones financieras y los informes cumplan con las leyes pertinentes , regulaciones y estándares de la industria.</li> <li>Comunicar de manera efectiva información financiera compleja a varios departamentos, fomentando la colaboración y el entendimiento.</li> <li>Monitorear continuamente las tendencias financieras, los cambios de la industria y las condiciones económicas para proporcionar información actualizada. información actualizada para la toma de decisiones.</li> <li>Si es un analista financiero orientado a los detalles y apasionado por brindar información financiera estratégica, lo invitamos a postularse para esta emocionante oportunidad en Odyssey Outfit. Únase a nosotros para contribuir al éxito financiero y al crecimiento estratégico de nuestra organización.</li>",
  "Key-Responsibilities-FD": "<li>Diseñar e implementar interfaces de usuario utilizando tecnologías como HTML, CSS y JavaScript.</li> <li>Escribir código para el navegador del usuario, manejar interacciones, validaciones de formularios y actualizaciones de contenido dinámico.</li> <li> Utilice marcos y bibliotecas populares como React, Angular o Vue.js.</li> <li>Asegúrese de que la aplicación funcione sin problemas en diferentes navegadores web, abordando los desafíos de desarrollo frontend.</li> <li>Administre bases de datos, procese solicitudes y realizar tareas del lado del servidor utilizando lenguajes como Node.js, Python, Ruby, Java o PHP.</li> <li>Diseñar y mantener bases de datos, garantizando un almacenamiento y recuperación de datos eficiente. Las bases de datos comunes incluyen MySQL, PostgreSQL, MongoDB o Firebase.</li> <li>Implementar y administrar la infraestructura del servidor, incluidas plataformas en la nube como AWS, Azure o Google Cloud.</li> <li>Crear y mantener API que facilitar la comunicación entre los componentes frontend y backend de la aplicación, asegurando un intercambio de datos fluido.</li> <li>Identificar y corregir errores tanto en el código frontend como backend, asegurando la confiabilidad y el rendimiento generales de la aplicación.</li> < li>Colaborar con otros miembros del equipo, incluidos diseñadores UI/UX, compañeros desarrolladores y gerentes de proyectos, para contribuir al éxito de nuestros proyectos.</li> <li>Si es un desarrollador Fullstack experto y le apasiona crear soluciones innovadoras y aplicaciones web centradas en el usuario, lo invitamos a postularse para esta emocionante oportunidad en Odyssey Outfit. Únase a nosotros para dar forma al futuro de nuestra presencia digital y ofrecer soluciones de alta calidad a nuestros usuarios.</li>",
  "Key-Responsibilities-NA": "<li>Diseñar, implementar y configurar redes informáticas, incluidos enrutadores, conmutadores, cortafuegos y otros componentes de hardware.</li> <li>Implementar y mantener medidas de seguridad sólidas para proteger la red contra accesos no autorizados, amenazas cibernéticas y datos infracciones.</li> <li>Diagnosticar y resolver problemas de red, problemas de conectividad y fallas de hardware o software.</li> <li>Supervisar periódicamente el rendimiento de la red y optimizarla para lograr eficiencia.</li> <li>Identificar y abordar los cuellos de botella para garantizar un funcionamiento óptimo de la red.</li> <li>Realizar tareas de mantenimiento de rutina, como actualizar el firmware, aplicar parches de seguridad y garantizar que los componentes de hardware y software estén actualizados.</li> <li>Ayudar a los usuarios finales usuarios con problemas relacionados con la red, brindando soporte técnico y ofreciendo capacitación sobre el uso de la red.</li> <li>Mantener documentación detallada de la arquitectura, las configuraciones y los cambios de la red. Esta documentación es crucial para la resolución de problemas y la planificación futura.</li> <li>Trabajar estrechamente con otros profesionales de TI, como administradores de sistemas, especialistas en seguridad y gerentes de TI, para garantizar una integración perfecta de los servicios de red.</li> <li >Planifique las necesidades futuras de la red, evalúe los requisitos de escalabilidad y recomiende actualizaciones o expansiones para satisfacer las crecientes demandas de la organización.</li> <li>Implemente soluciones de respaldo y planes de recuperación ante desastres para salvaguardar los datos críticos en caso de eventos inesperados.</li > <li>Si es un administrador de redes experto y le apasiona garantizar la confiabilidad y seguridad de las redes informáticas, lo alentamos a postularse para esta emocionante oportunidad en Odyssey Dresses. Únase a nosotros para mantener una infraestructura de red sólida y eficiente que respalde las operaciones y el crecimiento de nuestra organización.</li>",
  "Key-Responsibilities-HDA": "<li>Responder rápidamente a las consultas y problemas planteados por los usuarios finales, ofreciendo orientación y asistencia para la resolución de problemas.</li> <li>Analizar, identificar y diagnosticar problemas de hardware y software para determinar soluciones efectivas.</li> <li> Proporcionar orientación e instrucciones paso a paso claras y concisas a los usuarios para una resolución eficiente de problemas.</li> <li>Ayudar a los usuarios con las instalaciones, actualizaciones y configuraciones de software.</li> <li>Documentar y mantener registros de los informes problemas, soluciones y problemas comunes.</li> <li>Crear artículos de base de conocimientos y guías para capacitar a los usuarios para la autoayuda.</li> <li>Comunicar información técnica de una manera fácil de usar, especialmente cuando se ayuda a personas no -usuarios técnicos.</li> <li>Mantener a los usuarios informados sobre el estado y el progreso de los problemas reportados.</li> <li>Realizar tareas de mantenimiento de rutina en computadoras, servidores y otros equipos de TI.</li> <li >Garantizar que las aplicaciones de software estén actualizadas mediante la aplicación de parches y actualizaciones.</li> <li>Realizar sesiones de capacitación para los usuarios finales para mejorar su comprensión de las herramientas y aplicaciones de TI básicas.</li> <li>Educar a los usuarios sobre las mejores herramientas prácticas de seguridad y protección de datos.</li> <li>Colaborar con otros profesionales de TI, como administradores de red e ingenieros de sistemas, para abordar problemas complejos.</li> <li>Escalar problemas a equipos de soporte de nivel superior cuando sea necesario .</li> <li>Implementar y hacer cumplir medidas de seguridad para proteger contra filtraciones de datos y acceso no autorizado.</li> <li>Ayudar en la implementación de protocolos y políticas de seguridad.</li> <li>Brindar un excelente servicio al cliente siendo receptivo, accesible y profesional.</li> <li>Garantizando una experiencia positiva y útil para los usuarios finales.</li> <li>Si es un solucionador de problemas proactivo con excelentes habilidades de comunicación y pasión por entregar Soporte de TI excepcional, lo invitamos a postularse para esta emocionante oportunidad en Odyssey Outfit. Únase a nosotros para mantener la eficiencia y la productividad de los sistemas de TI de nuestra organización mientras brindamos soporte de primer nivel a nuestros valiosos usuarios.</li>",
  "Full-Time": "<img alt='Maletín' src='./Assets/Img/Briefcase-512x512.png'>Tiempo completo",
  "Date-Posted": "<img alt='Tiempo' src='./Assets/Img/Time-512x512.png'>Publicado hace 1 semana",
  "Apply-Now": "Aplica ya",
  "label-form-name": "Nombre de pila:",
  "label-form-lname": "Apellido:",
  "label-form-email": "Correo electrónico:",
  "label-form-phone": "Número de teléfono:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Direccion actual:",
  "label-form-legal": "¿Está usted legalmente autorizado para trabajar en los Estados Unidos?",
  "label-form-education": "¿Has completado el siguiente nivel de educación: Licenciatura?",
  "fileInputLabel": "Subir y nbsp; tu currículum",
  "pdf-file-error": "Sube un archivo PDF válido.",
  "submit-resume": "Envíe su solicitud",
  "application-sent": "Solicitud enviada!",
  "received-application": "¡Gracias por enviar su solicitud! Lo hemos recibido con éxito. Espere una notificación por correo electrónico sobre el estado de su solicitud a medida que avanzamos en nuestro exhaustivo proceso de revisión. Agradecemos su paciencia y esperamos la posibilidad de trabajar juntos.",
  "application-not-sent": "¡Solicitud no enviada!",
  "not-received-application": "¡Gracias por enviar su solicitud! Parece que tuvimos un error al enviar el correo electrónico de confirmación. Vuelva a intentarlo pronto.",
  "form-yes": "Sí",
  "form-no": "No",
  "form-yes-2": "Sí",
  "form-no-2": "No",
  "error-404": "Error 404 - Página no encontrada :(",
  "copyright": "© 2024 Odyssey Outfit. Todos los derechos reservados."
}