{
  "TOS-welcome": "Добро пожаловать!",
  "TOS-locale": "Пожалуйста, выберите язык по умолчанию:",
  "TOS-preamble": "Наш веб-сайт собирает пользовательские данные для улучшения общего пользовательского опыта.<br> Продолжая использовать наш сайт, вы соглашаетесь с нашими Условиями использования.",
  "TOS-TOS": "Условия пользования Политика конфиденциальности",
  "TOS-ADA": "Наш веб-сайт соответствует стандартам ADA (Закон об американцах с ограниченными возможностями).<br>В результате вы можете щелкнуть значок глаза, расположенный в правом верхнем углу, чтобы переключить<br>режим соответствия ADA.",
  "toast-ok": "ХОРОШО",
  "ada-disabled": "Вы отключили режим ADA.",
  "ada-disabled-continue": "Кажется, вы отключили режим ADA. Чтобы продолжить, вам необходимо обновить систему.",
  "ada-enabled": "Вы включили режим ADA.",
  "ada-enabled-continue": "Кажется, вы включили режим ADA. Цветовая схема этого сайта будет черно-белой, пока режим ADA не будет отключен.",
  "nav-home": "Дом",
  "nav-contact": "Контакт",
  "nav-careers": "Карьера",
  "nav-legal": "Юридический",
  "Motto": "Начните свою карьеру<br>в Odyssey Outfits",
  "Bio": "Мы предоставим вам возможности учиться,<br>расти и вносить вклад в более экологичное будущее.",
  "Explore-Careers": "Изучите нашу карьеру",
  "why-us": "Почему мы?",
  "Learning-and-Growth-Opportunities-1": "Возможности обучения и роста",
  "Learning-and-Growth-Opportunities-2": "Возможности обучения и роста",
  "Learning-and-Growth-Opportunities-3": "Мы предоставим вам инструменты и ресурсы, необходимые для продвижения вперед в вашей области. Присоединяйтесь к нашей команде, которая ценит творчество и инновации. Наша рабочая среда поощряет нестандартное мышление, давая вам возможность вносить идеи, которые формируют будущее устойчивой моды.",
  "Positive-Brand-Image-1": "Позитивный имидж бренда",
  "Positive-Brand-Image-2": "Позитивный имидж бренда",
  "Positive-Brand-Image-3": "Суть нашей миссии — стремление создавать моду, которая не только улучшит ваш гардероб, но и окажет положительное влияние на планету. Присоединяйтесь к нашей команде и станьте катализатором продвижения нашей экологически сознательной инициативы.",
  "Flexibility-1": "Гибкость",
  "Flexibility-2": "Гибкость",
  "Flexibility-3": "Мы уделяем приоритетное внимание гибкости сотрудников как краеугольному камню наших ценностей. Признавая важность баланса между работой и личной жизнью, мы предоставляем нашей команде гибкий график и возможность удаленной работы. Мы считаем, что гармоничная и гибкая рабочая среда не только повышает индивидуальное благосостояние, но также способствует творчеству и инновациям.",
  "Healthy-Workplace-1": "Здоровое рабочее место",
  "Healthy-Workplace-2": "Здоровое рабочее место",
  "Healthy-Workplace-3": "Наша команда стремится создать здоровое и разнообразное рабочее место. Мы считаем, что разнообразная команда привносит множество перспектив и креативности, способствуя инновациям в наших усилиях в области устойчивой моды. Наша инклюзивная среда прославляет различия, охватывая культуру, которая способствует взаимному уважению и пониманию.",
  "contact-us": "Связаться с нами!",
  "label-contact-name": "Имя:",
  "label-contact-email": "Электронная почта:",
  "label-contact-message": "Сообщение:",
  "contact-submit": "Представлять на рассмотрение",
  "legal-docs": "Законные документы",
  "github-wiki": "GitHub вики",
  "full-feature-list": "Полный список функций",
  "legal-compliance": "Соблюдения правовых норм",
  "legal-compliance-github": "Соблюдение юридических требований (GitHub Wiki)",
  "TOS-privacy-policy": "Условия пользования Политика конфиденциальности",
  "TOS-privacy-policy-github": "Условия обслуживания и политика конфиденциальности (GitHub Wiki)",
  "hosting": "Хостинг",
  "hosting-1": "Г-н Амир и г-н Круг (далее именуемые «Разработчики») прямо заявляют, что «Odyssey Outfits» (далее именуемая «Сервис») <strong>НЕ</strong>. зарегистрированное ООО и не имеющее юридических или розничных полномочий для производства, продажи или предоставления каких-либо продуктов или услуг.",
  "hosting-2": "Репозиторий Службы размещен на GitHub, а поддержка Службы осуществляется компанией Vercel.com (далее именуемой «Vercel»).",
  "hosting-3": "Согласно GitHub.com (далее «GitHub»), лицензионная документация (раздел 1, §2 — &quot;<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Лицензирование репозитория</a>&quot;), явно указано, что &quot;<em>...без лицензии применяются законы об авторском праве по умолчанию, а это означает, что вы сохраняете все права на свой исходный код, и никто не может воспроизводить, распространять или создавать производные работы на основе вашей работы. Если вы создаете проект с открытым исходным кодом, мы настоятельно рекомендуем вам включить лицензию с открытым исходным кодом.</em>&quot; Обратите внимание, что этот репозиторий и любые связанные с ним веб-сайты предназначены исключительно для ЛИЧНОГО и ЧАСТНОГО использования, поскольку они являются общей собственностью Разработчиков.",
  "hosting-4": "Разработчики соблюдают минимальные возрастные требования GitHub и Vercel.",
  "hosting-5": "В Условиях обслуживания Vercel (Раздел 2, «<a href='https://vercel.com/legal/terms'>Лицензия на временное использование</a>») прямо указано, что &quot;<em>...при условии соблюдения вами условий настоящего Соглашения вам предоставляется личная, не подлежащая сублицензированию, неисключительная, не подлежащая передаче, ограниченная лицензия на использование Услуг для вашего внутреннего бизнеса или в личных целях. целях в соответствии с возможностями обслуживания вашего аккаунта. Любые права, не предоставленные явно в настоящем документе, защищены, и вам не предоставляется никакая лицензия или право на использование каких-либо товарных знаков Vercel или любой третьей стороны в связи с Услугами.</em>&quot; Хотя Vercel разрешает использование своих услуг в деловых целях, необходимо уточнить, что веб-сайт, созданный на базе Vercel и размещенный на GitHub, предназначен исключительно для личного использования Разработчиками. Любое использование, выходящее за рамки этой области, является и будет оставаться несанкционированным.",
  "third-party-terms-of-service-compliance": "Соблюдение сторонних условий обслуживания",
  "third-party-terms-of-service-compliance-1": "Разработчики строго соблюдают все сторонние сервисы, которые использовались в их личном проекте.",
  "third-party-terms-of-service-compliance-2": "В Сервисе используется онлайн-переводчик Яндекс.com (далее — «Яндекс»). Оба Разработчика соблюдают Условия предоставления услуг Яндекса (Раздел 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Использование Сервиса</). a>&quot;), &quot;<em>Сервис предоставляется Пользователю для личного некоммерческого использования.</em>&quot; Как строго заявили разработчики, этот проект предназначен только для личного использования.",
  "third-party-terms-of-service-compliance-3": "Разработчики использовали EmailJS.com (далее именуемую «EmailJS»), службу электронной почты JavaScript. Условия обслуживания, предоставленные EmailJS, не подразумевают пригодность их службы для использования в частном или коммерческом контексте, <strong>ОДНАКО</strong> Разработчики заявили, что использование услуг EmailJS предназначено исключительно для личных целей. использовать.",
  "childrens-online-privacy-protection-act-compliance": "Соответствие Закону о защите конфиденциальности детей в Интернете",
  "childrens-online-privacy-protection-act-compliance-1": "Этот проект соответствует требованиям COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; Закон о защите конфиденциальности в Интернете</a>). Он предназначен и будет разрабатываться для лиц в возрасте 16 лет и старше, специально для частного некоммерческого использования.",
  "copyright-infringement-and-dmca-policy-compliance": "Нарушение авторских прав и соблюдение политики DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Разработчики соблюдают правила GitHub <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Нарушение авторских прав и политика DMCA</a>",
  "collection-and-usage-of-user-data": "Сбор и использование пользовательских данных",
  "collection-and-usage-of-user-data-1": "Хотя Сервис является вымышленным бизнесом, веб-сайт используется для демонстрации стандартов, которые должны использовать современные веб-сайты. Любые функции и API, которые предполагается использовать на сайте, используются исключительно в целях тестирования.",
  "collection-and-usage-of-user-data-2": "Сервис не хранит такие данные, как адреса электронной почты, геологические адреса, номера телефонов, имена, внешние документы или внешние ссылки, предоставленные пользователем. Каждый из этих типов данных используется в качестве временных данных для поля «Свяжитесь с нами». и «Карьера»; который становится несуществующим для разработчиков.",
  "agreement-outline": "В настоящем Соглашении изложены положения и условия, регулирующие использование «Odyssey Outfits» (далее именуемого «Сервис») и связанных с ним активов, предоставляемых г-ном Амиром и г-ном Кругом (далее именуемым «Служба»); Разработчики»).",
  "acceptance-of-terms-1": "Настоящее Соглашение вступает в силу с момента вашего первоначального доступа к Сервису или начала любого использования связанных с ним сторонних сервисов. Получая доступ, просматривая или используя Сервис и/или связанные с ним услуги, вы безотзывно и безоговорочно признаете и принимаете настоящие Условия. Вы положительно подтверждаете свое согласие на полную обязательность настоящего Соглашения без исключений, ограничений и исключений. Все положения настоящего Соглашения подлежат принудительному исполнению против вас в максимальной степени. Если вы получаете доступ к Сервису или используете какие-либо Сервисы от имени компании, зарегистрированной или действующей без регистрации, указанная компания настоящим признает, принимает и обязуется соблюдать условия настоящего Соглашения.",
  "acceptance-of-terms-2": "Если вы или вышеупомянутая компания возражаете против какого-либо положения настоящего Соглашения и не желаете соблюдать его условия, необходимо незамедлительно прекратить использование Сервиса и любых связанных с ним сторонних услуг.",
  "legal-and-retail-authority": "Юридический и розничный орган",
  "legal-and-retail-authority-1": "Разработчики прямо заявляют, что «Наряды Одиссеи»; не является зарегистрированным ООО и не обладает юридическими или розничными полномочиями на производство, продажу или предоставление каких-либо продуктов или услуг.",
  "intellectual-property-rights": "Права интеллектуальной собственности",
  "intellectual-property-rights-1": "В соответствии с лицензионной документацией GitHub.com (далее «GitHub») (раздел 1, §2 — «Лицензирование репозитория»), пользователи информируются о том, что к источнику применяются законы об авторском праве по умолчанию. код. Репозиторий и связанные с ним веб-сайты предназначены исключительно для ЛИЧНОГО и ЧАСТНОГО использования.",
  "intellectual-property-rights-2": "Сервис находится в совместной собственности и будет оставаться совместной собственностью Разработчиков до дальнейшего уведомления.",
  "intellectual-property-rights-3": "Настоящим вы прямо и безотзывно признаете и соглашаетесь с тем, что доступ к Сервису и использование любых связанных с ним сторонних услуг не наделяет вас какими-либо правами, титулами или интересами в отношении интеллектуальной собственности и другими правами на контент, который доступен через Сервис или через связанные с ним сторонние сервисы. услуги, принадлежащие или лицензированные Разработчиками.",
  "privacy-policy": "политика конфиденциальности",
  "privacy-policy-1": "Вы признаете, что для обеспечения надлежащей функциональности Сервиса и предоставления любых связанных с ним сторонних услуг Разработчики имеют право собирать, хранить, обрабатывать и передавать конкретную информацию, связанную с использованием вами Сервиса и любой связанной с этим первой информацией. -партийные услуги. Подробности информации, которая, как предполагается, собирается Сервисом и Разработчиками, изложены в документе о соблюдении законодательства разработчиков (Раздел 5, §2 — &quot;<a href='https://github.com/Adam-S-Amir). /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Ссылка на страницу соблюдения юридических требований на Github.' target='_blank' rel='noopener'>Соблюдение юридических требований</a>&quot;)",
  "accessing-this-service": "Получая доступ к Сервису и используя его, пользователи соглашаются соблюдать настоящие условия. Разработчики оставляют за собой право изменять или обновлять настоящие условия по своему усмотрению. Продолжение использования Сервиса после таких изменений означает принятие обновленных условий. Если пользователи не согласны с этими условиями, им рекомендуется воздержаться от доступа к Сервису или его использования.",
  "Select-a-Job": "Выберите работу",
  "Upper-Management": "Высшее руководство",
  "Lower-Management": "Низшее руководство",
  "Sales-Department": "Отдел продаж",
  "Financial-Department": "Финансовый отдел",
  "IT-Department": "ИТ отдел",
  "Learn-More": "Пожалуйста, выберите должность, чтобы узнать больше!",
  "Chief-Financial-Officer": "Главный финансовый директор",
  "Chief-Executive-Officer": "Директор компании",
  "Chief-Operating-Officer": "Главный операционный директор",
  "Human-Resources": "Человеческие ресурсы",
  "Regional-Manager": "Региональный менеджер",
  "Office-Manager": "Офис-менеджер",
  "Regional-Sales-Director": "Региональный директор по продажам",
  "Account-Executive": "Делопроизводитель",
  "Salesman": "Продавец",
  "Regional-Financial-Director": "Региональный финансовый директор",
  "Payroll-Administrator": "Администратор заработной платы",
  "Financial-Analyst": "Финансовый аналитик",
  "Fullstack-Developer": "Фуллстек-разработчик",
  "Network-Administrator": "Администратор сети",
  "Help-Desk-Administrator": "Администратор службы поддержки",
  "Selected-Job": "Выбранная работа:",
  "Department-Division": "Департамент/Отдел:",
  "Job-Description": "Описание работы:",
  "CFO": "Мы ищем опытного финансового директора в нашу команду Odyssey Outfits. В этой роли вы будете контролировать нашу финансовую деятельность и стратегию. В качестве финансового директора вы будете разрабатывать и реализовывать финансовую стратегию организации в соответствии с нашими общими бизнес-целями, предоставляя стратегическое финансовое руководство генеральному директору и другим руководителям.",
  "CEO": "Мы ищем опытного генерального директора в нашу команду Odyssey Outfits. В этой роли вы приведете нашу организацию к новым высотам, принимая стратегические корпоративные решения, контролируя общие операции и ресурсы и выступая в качестве основного связующего звена между советом директоров и корпоративными операциями. В качестве генерального директора вы будете играть ключевую роль в определении стратегического направления, определении возможностей для бизнеса и обеспечении соблюдения компанией законодательных и нормативных требований.",
  "COO": "Мы ищем опытного главного операционного директора в нашу команду Odyssey Outfits. В этой роли вы будете способствовать повышению операционной эффективности и реализации стратегий, которые помогут максимально эффективно достичь наших целей. Как ключевой член нашей руководящей команды, вы будете отвечать за разработку и внедрение операционных политик и процедур, согласование операционных стратегий с нашими бизнес-целями и обеспечение эффективного распределения ресурсов.",
  "HR": "Мы ищем квалифицированных специалистов в нашу команду Odyssey Outfits. В этой роли вы будете управлять персоналом, вопросами трудоустройства и поддерживать общее благополучие наших уважаемых сотрудников в вашем конкретном региональном филиале. Эта роль имеет решающее значение для создания позитивной рабочей среды, обеспечения соблюдения законодательства и поддержки стратегических целей нашей организации.",
  "RM": "Мы ищем квалифицированного регионального менеджера в нашу команду Odyssey Outfits. На этой должности вы будете отвечать за контроль и управление операциями, продажами и общей производительностью нескольких более крупных клиентов в вашем конкретном регионе. Эта ключевая руководящая должность включает в себя постановку и достижение целей в области производительности, обеспечение соблюдения требований и достижение финансового успеха.",
  "OM": "В нашу команду Odyssey Outfits ищем опытного офис-менеджера. В этой роли вы будете отвечать за ежедневную работу нашего офиса (местоположение подлежит уточнению). Эта ключевая роль требует динамичного человека с сильными организаторскими и управленческими навыками, чтобы обеспечить бесперебойное функционирование нашего офиса.",
  "RSD": "Мы ищем опытного регионального директора по продажам, который присоединится к нашей команде в Odyssey Outfits. На этой руководящей должности вы будете отвечать за стимулирование продаж в вашем конкретном регионе. В качестве ключевого члена нашей команды вы будете отвечать за разработку и реализацию стратегий продаж, руководство динамичной командой продаж и внесение вклада в общий рост и успех организации.",
  "AE": "Мы ищем опытного менеджера по работе с клиентами, который присоединится к нашей команде в Odyssey Outfits. На этой должности вы будете отвечать за управление счетами клиентов, стимулирование роста бизнеса и обеспечение удовлетворенности клиентов. Если вы преуспеваете в динамичной среде сотрудничества, мы приглашаем вас стать частью нашей команды.",
  "S": "В нашу команду Odyssey Outfits ищем опытного продавца. На этой должности вы будете отвечать за рост доходов путем эффективной продажи наших продуктов и услуг потенциальным клиентам. Если вы увлечены продажами, построением отношений и достижением целей, мы приглашаем вас стать частью нашей динамичной команды.",
  "RFD": "Мы ищем квалифицированного регионального финансового директора в нашу команду Odyssey Outfits. В этой роли вы будете контролировать и управлять финансовыми операциями в вашем конкретном регионе. В качестве ключевого руководителя вы будете играть решающую роль в формировании и реализации финансовых стратегий, способствующих успеху нашей деятельности в назначенном вам регионе.",
  "PA": "Мы ищем опытного администратора по расчету заработной платы в нашу команду в Odyssey Outfits. На этой должности вы будете отвечать за управление и обработку вознаграждений сотрудникам. В качестве администратора расчета заработной платы вы обеспечите точную и своевременную выплату заработной платы, бонусов и льгот сотрудникам, соблюдая при этом местные, государственные и федеральные правила.",
  "FA": "Мы ищем опытного финансового аналитика в нашу команду в Odyssey Outfits. В этой роли вы предоставите ценную информацию и рекомендации, основанные на углубленном анализе финансовых данных и тенденций. Как финансовый аналитик, ваша основная обязанность будет заключаться в поддержке лиц, принимающих решения, путем интерпретации сложной финансовой информации и представления ее в ясной и содержательной форме.",
  "FD": "Мы ищем опытного Full Stack разработчика, который присоединится к нашей команде в Odyssey Outfits. На этой должности вы будете использовать свой опыт в области клиентской и серверной разработки для создания удобных и удобных для пользователя веб-приложений. Как Full Stack разработчик вы будете отвечать за разработку и реализацию визуальных элементов, с которыми пользователи взаимодействуют на наших веб-сайтах.",
  "NA": "Мы ищем опытного сетевого администратора в нашу команду Odyssey Outfits. В этой роли вы будете управлять и обслуживать наши компьютерные сети. В качестве сетевого администратора вы обеспечите бесперебойную работу нашей сетевой инфраструктуры, включая локальные сети (LAN), глобальные сети (WAN) и другие системы связи.",
  "HDA": "Мы ищем опытного и ориентированного на клиента администратора службы поддержки, который присоединится к нашей команде в Odyssey Outfits. На этой должности вы будете отвечать за предоставление технической помощи и поддержки сотрудникам организации. Ваше основное внимание будет сосредоточено на предоставлении важнейших услуг путем решения аппаратных, программных, сетевых и других проблем, связанных с ИТ, в нашей организации.",
  "Key-Responsibilities-CFO": "<li>Разрабатывать и реализовывать финансовую стратегию организации в соответствии с общими бизнес-целями.</li> <li>Обеспечивать стратегическое финансовое руководство генеральному директору и другим руководителям.</li> <li>Руководить процессами финансового планирования и составления бюджета.< /li> <li>Проводить финансовое прогнозирование, анализ и моделирование для поддержки принятия решений.</li> <li>Определять и оценивать финансовые риски и реализовывать стратегии снижения рисков.</li> <li>Обеспечить соблюдение финансовых правил и требования к отчетности.</li> <li>Контролировать подготовку и представление финансовых отчетов заинтересованным сторонам, включая совет директоров, инвесторов и регулирующие органы.</li> <li>Обеспечить точность, прозрачность и соответствие стандартам бухгалтерского учета. </li> <li>Управляйте финансовыми ресурсами и инвестициями организации, структурой капитала, ликвидностью и денежными потоками.</li> <li>Руководите или участвуйте в деятельности по слияниям и поглощениям, включая комплексную проверку, переговоры и планирование интеграции. </li> <li>Определить наиболее эффективные способы привлечения капитала, будь то заемные средства, акционерный капитал или другие финансовые инструменты.</li> <li>Поддерживать отношения с финансовыми учреждениями и инвесторами.</li> <li>Если Если вы опытный финансовый лидер со стратегическим мышлением, сильными аналитическими навыками и опытом достижения финансового совершенства, мы приглашаем вас присоединиться к Odyssey Outfits в качестве нашего финансового директора. Будьте ключевым игроком в формировании финансового успеха и роста нашей динамичной организации.</li>",
  "Key-Responsibilities-CEO": "<li>Определите стратегическое направление и долгосрочные цели в сотрудничестве с советом директоров.</li> <li>Определите бизнес-возможности и потенциальные риски.</li> <li>Тесно работайте с финансовым директором для управления финансами здоровье компании.</li> <li>Просматривать финансовые отчеты и бюджеты.</li> <li>Управлять брендом и репутацией компании и укреплять их.</li> <li>Быстро решать вопросы связей с общественностью.</li> > <li>Поощряйте инновации и адаптацию к меняющимся рыночным условиям.</li> <li>Реализуйте планы антикризисного управления для решения непредвиденных проблем.</li> <li>Развивайте глобальную перспективу, особенно для компаний, ведущих международные операции.</li> <li>Развивайте глобальную перспективу, особенно для компаний, ведущих международные операции.</li> <li>Развивайте глобальную перспективу, особенно для компаний, ведущих международные операции.</li> <li>Развивайте глобальную перспективу.</li> <li>Реализуйте планы антикризисного управления для решения непредвиденных проблем.</li> <li>Развивайте глобальную перспективу.</li> <li> li> <li>Преодолевать геополитические и экономические сложности.</li> <li>Как дальновидный лидер, вы будете вести Odyssey Outfits к успеху, способствуя инновациям и обеспечивая наш дальнейший рост. Если вы обладаете стратегическим мышлением, исключительными лидерскими качествами и страстью к совершенствованию организации, мы приглашаем вас возглавить Odyssey Outfits в качестве нашего генерального директора. Присоединяйтесь к нам в формировании будущего нашей динамичной и инновационной компании.</li>",
  "Key-Responsibilities-COO": "<li>Разрабатывать и внедрять операционные политики и процедуры.</li> <li>Согласовать операционные стратегии с бизнес-целями организации.</li> <li>Эффективно управлять и распределять ресурсы, включая бюджетирование, подбор персонала и технологии.</li> <li>Эффективное управление и распределение ресурсов, включая составление бюджета, подбор персонала и технологии.</li> <li>Эффективное управление и распределение ресурсов. li> <li>Работать с отделом кадров для привлечения, развития и удержания талантов.</li> <li>Отслеживать и оценивать работу различных отделов и команд.</li> <li>Оптимизировать рабочие процессы для общего улучшения производительность.</li> <li>Контролировать процессы контроля качества, чтобы продукты или услуги соответствовали установленным стандартам.</li> <li>Убедиться, что в организации работают нужные люди на правильных должностях.</li> <li>Осуществлять лидерство и рекомендации для достижения операционного совершенства.</li> <li>Предоставлять генеральному директору и другим руководителям регулярные отчеты об операционной эффективности.</li> <li>Передавать ключевые показатели и операционную информацию.</li> <li>В качестве Опытный профессионал, вы примените свой опыт для руководства нашими оперативными инициативами, повышения эффективности и внесения вклада в общий успех Odyssey Outfits. Если вы преуспеваете в динамичной среде сотрудничества, мы приглашаем вас присоединиться к нам в качестве нашего главного операционного директора и стать ключевым архитектором в формировании нашего оперативного успеха.</li>",
  "Key-Responsibilities-HR": "<li>Привлекать, нанимать и нанимать квалифицированных кандидатов на вакансии.</li> <li>Проводить собеседования, проверки и координировать весь процесс найма.</li> <li>Решать и разрешать конфликты на рабочем месте и проблемы взаимоотношений с сотрудниками. .</li> <li>Создавайте позитивную рабочую атмосферу и повышайте моральный дух сотрудников.</li> <li>Обеспечьте обратную связь, обучение и поддержку для развития сотрудников.</li> <li>Определите потребности в обучении и координируйте развитие сотрудников программы.</li> <li>Управлять программами компенсации, включая заработную плату, бонусы и льготы.</li> <li>Проводить обзор заработной платы и обеспечивать конкурентоспособную компенсацию.</li> <li>Обеспечить соблюдение трудового законодательства и нормативных актов. .</li> <li>Обеспечивать соблюдение правил техники безопасности и принимать профилактические меры.</li> <li>Поддерживать точные и конфиденциальные записи о сотрудниках.</li> <li>Обрабатывать документацию, связанную с трудовыми договорами, продвижением по службе и увольнением. .</li> <li>Проводить выходные собеседования с увольняющимися сотрудниками.</li> <li>Управлять процессом увольнения в соответствии с политикой компании и требованиями законодательства.</li> <li>Определять и развивать потенциальных лидеров внутри организации .</li> <li>Планируйте преемственность ключевых должностей.</li> <li>Оценивайте работу сотрудников офиса и предоставляйте конструктивную обратную связь.</li> <li>Определите области для улучшения и внедрите необходимые изменения. </li> <li>Как менеджер по персоналу в Odyssey Outfits, вы будете играть ключевую роль в формировании нашей рабочей культуры, поддержке роста сотрудников и обеспечении соблюдения всех вопросов, связанных с трудоустройством. Если вы опытный HR-специалист и любите создавать позитивные рабочие места, мы приглашаем вас присоединиться к нашей команде и внести свой вклад в успех Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Устанавливайте четкие цели и задачи производительности для каждого филиала в регионе.</li> <li>Отслеживайте и оценивайте операционную эффективность каждого филиала или филиала.</li> <li>Обеспечивайте строгое соблюдение политик и процедур компании. и стандарты.</li> <li>Проводить регулярные проверки для подтверждения соответствия на всех уровнях.</li> <li>Управлять финансовыми показателями региона, включая составление бюджета, прогнозирование и контроль расходов.</li> < li>Анализ финансовых отчетов и ключевых показателей эффективности для определения областей, требующих улучшения.</li> <li>Контролирование деятельности по продажам и финансовому развитию в регионе.</li> <li>Предоставление стратегического руководства для увеличения доходов и роста рынка.< /li> <li>Руководство и руководство менеджерами филиалов и другим региональным персоналом.</li> <li>Набор, обучение и развитие высокопроизводительных команд для каждого местоположения.</li> <li>Регулярное общение с менеджерами филиалов и другие члены команды.</li> <li>Сотрудничать с другими отделами, такими как маркетинг, отдел кадров и финансы.</li> <li>Контролировать программы обучения персонала в регионе.</li> <li>Поддержка профессиональное развитие и повышение квалификации.</li> <li>Определить возможности для расширения и роста в регионе.</li> <li>Оценить потенциальные новые места или рынки.</li> <li>Сотрудничать со штаб-квартирой и другими региональными организациями. менеджерам обеспечить последовательность операций и стратегических инициатив.</li> <li>Обмениваться передовым опытом и способствовать общему успеху компании.</li> <li>Подготавливать и представлять регулярные отчеты высшему руководству о деятельности региона. </li> <li>Предоставляйте идеи и рекомендации по улучшению.</li> <li>Как региональный менеджер Odyssey Outfits вы будете играть решающую роль в обеспечении успеха и роста нашей организации в различных регионах. Если вы стратегический лидер с опытом достижения результатов, мы приглашаем вас присоединиться к нашей команде и внести свой вклад в дальнейший успех Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Оказывать комплексную административную поддержку различным отделам организации.</li> <li>Управлять канцелярскими товарами, оборудованием и инвентарем для удовлетворения оперативных потребностей.</li> <li>Контролировать и координировать работу административных и вспомогательных служб. сотрудников.</li> <li>Контролировать набор, обучение и проводить оценку эффективности работы.</li> <li>Убедиться, что офисные помещения находятся в хорошем состоянии и создать благоприятную рабочую среду.</li> <li>Помогать в подготовка бюджета и управление расходами, связанными с офисом.</li> <li>Облегчает общение между различными отделами и командами.</li> <li>Повышает культуру совместной и коммуникативной работы.</li> <li>Поддерживает организованность и обновлять записи, файлы и базы данных.</li> <li>Обеспечить соблюдение правил защиты данных и конфиденциальности.</li> <li>Наблюдать за использованием и обслуживанием офисной техники, включая компьютеры, принтеры и системы связи.</li> <li>Внедрение и обновление программных приложений по мере необходимости.</li> <li>Заключение контрактов и соглашений на офисные услуги.</li> <li>Обеспечение экономически эффективных решений для офисных соответствующие требования.</li> <li>Как офис-менеджер в Odyssey Outfits вы будете играть ключевую роль в поддержании эффективной и хорошо организованной офисной среды. Если вы инициативный человек с отличными управленческими и организаторскими способностями, мы приглашаем вас присоединиться к нашей команде и внести свой вклад в успех нашей организации.</li>",
  "Key-Responsibilities-RSD": "<li>Разрабатывать и реализовывать стратегии и планы продаж для отдела продаж и закрепленного за ним региона.</li> <li>Устанавливать и достигать целевых показателей продаж и бизнес-целей в соответствии с целями компании.</li> <li>Руководить и управлять команда специалистов по продажам в регионе.</li> <li>Нанимайте, обучайте и мотивируйте команду продаж для достижения высоких стандартов производительности.</li> <li>Анализируйте данные об эффективности продаж, тенденции рынка и отзывы клиентов. </li> <li>Оценивать эффективность стратегий продаж и принимать решения по улучшению на основе данных.</li> <li>Устанавливать и поддерживать отношения с ключевыми клиентами, партнерами и заинтересованными сторонами.</li> <li>Создавать сеть, способствующая росту бизнеса, удовлетворению клиентов и расширению рынка.</li> <li>Разрабатывать бюджет продаж в регионе и управлять им.</li> <li>Отслеживать и контролировать расходы для обеспечения прибыльности.</li> <li>Тесно сотрудничать с другими отделами, включая маркетинговый, финансовый и операционный.</li> <li>Обеспечить соответствие продаж общим целям бизнеса.</li> <li>Предоставлять регулярные отчеты высшему руководству об эффективности продаж. , рыночные тенденции и соответствующие показатели.</li> <li>Убедитесь, что коммерческая деятельность соответствует соответствующим законам, нормам и политике компании.</li> <li>Понимайте потребности и предпочтения клиентов, чтобы поддерживать клиентоориентированный подход. </li> <li>Реализовать стратегии повышения удовлетворенности и лояльности клиентов.</li> <li>Определить возможности для расширения и роста рынка в регионе.</li> <li>Разработать планы по выходу на новые рынки и увеличению рынка. поделитесь.</li> <li>Если вы мыслите стратегически и имеете успешный опыт руководства продажами, рассмотрите возможность присоединиться к Odyssey Outfits в качестве регионального директора по продажам. Быть движущей силой в формировании успеха нашего отдела продаж и способствовать общему росту нашей организации.</li>",
  "Key-Responsibilities-AE": "<li>Создавайте и поддерживайте прочные отношения с клиентами, укрепляя доверие и лояльность.</li> <li>Выступайте в качестве основного контактного лица для клиентов, отвечая на их потребности и проблемы.</li> <li>Активно ищите новый бизнес возможности расширения клиентской базы.</li> <li>Работать над достижением и превышением целевых показателей продаж с помощью эффективных стратегий.</li> <li>Эффективно доносить до клиентов ценность продуктов или услуг.</li> <li> Продемонстрируйте преимущества и уникальные торговые предложения для удовлетворения требований клиентов.</li> <li>Переговоры о контрактах, условиях и ценах для достижения взаимовыгодных соглашений.</li> <li>Убедитесь, что договорные соглашения соответствуют интересам обеих сторон. клиент и компания.</li> <li>Быстро решайте проблемы или проблемы клиента, чтобы обеспечить его удовлетворение.</li> <li>Сотрудничайте с внутренними командами, чтобы предоставлять своевременные решения и поддерживать позитивные отношения с клиентами.</li> <li> li>Разрабатывать и реализовывать стратегии по расширению существующих клиентов и привлечению новых клиентов.</li> <li>Определить возможности для дополнительных или перекрестных продаж дополнительных продуктов или услуг.</li> <li>Будьте в курсе тенденций отрасли, рыночные условия и деятельность конкурентов.</li> <li>Используйте информацию о рынке, чтобы адаптировать стратегии и опережать изменения в отрасли.</li> <li>Тесно работайте с внутренними командами, такими как отделы маркетинга и разработки продуктов, для удовлетворения потребностей клиентов. потребности.</li> <li>Сотрудничать над инициативами, которые повышают удовлетворенность клиентов и способствуют успеху бизнеса.</li> <li>Предоставлять регулярные отчеты о продажах, достижениях и проблемах.</li> <li>Вносить вклад в анализ эффективности продаж и рекомендации по улучшению.</li> <li>Если вы активный и ориентированный на результат человек с отличными навыками общения и ведения переговоров, рассмотрите возможность присоединиться к Odyssey Outfits в качестве менеджера по работе с клиентами. Станьте частью нашей команды и внесите свой вклад в успех наших клиентов и общий рост организации.</li>",
  "Key-Responsibilities-S": "<li>Активно искать потенциальных клиентов и выявлять новые возможности продаж.</li> <li>Использовать различные каналы для привлечения потенциальных клиентов и расширения клиентской базы.</li> <li>Строить и поддерживать отношения с клиентами, понимая их потребности и предоставление соответствующей информации.</li> <li>Обеспечить положительный опыт клиентов, отвечая на запросы и проблемы.</li> <li>Развивать глубокое понимание предлагаемых продуктов или услуг.</li> <li>Эффективно общаться особенности продукта и преимущества для потенциальных клиентов.</li> <li>Проводить убедительные торговые презентации, чтобы продемонстрировать ценностное предложение наших продуктов или услуг.</li> <li>Подготавливать презентации для удовлетворения конкретных потребностей и проблем клиентов.</li> > <li>Обсуждать условия, цены и соглашения для заключения сделок на взаимовыгодной основе.</li> <li>Обеспечить обязательства клиентов по совершению покупки и завершению сделок купли-продажи.</li> <li>Достичь или превысить целевые показатели и квоты продаж, установленные компанией.</li> <li>Постоянно стремиться достигать и превосходить индивидуальные и командные цели.</li> <li>Будьте в курсе отраслевых тенденций, условий рынка и деятельности конкурентов.</li> > <li>Определить возможности и потенциальные проблемы на рынке.</li> <li>Собрать отзывы клиентов для улучшения продуктов, услуг или общего качества обслуживания клиентов.</li> <li>Предоставить ценную информацию, которая поможет внести вклад в улучшение наших предложений.</li> <li>Ведите точный учет продаж, взаимодействия с клиентами и другой соответствующей информации.</li> <li>Используйте инструменты CRM для отслеживания и управления взаимоотношениями с клиентами и ходом продаж.</li> > <li>Если вы ориентированы на результат и обладаете отличными навыками общения и ведения переговоров, мы рекомендуем вам подать заявку на эту интересную возможность в Odyssey Outfits. Присоединяйтесь к нам, чтобы добиться успеха в продажах и внести свой вклад в рост и процветание нашей организации.</li>",
  "Key-Responsibilities-RFD": "<li>Разрабатывать и реализовывать финансовые стратегии и планы с учетом уникальных потребностей региона.</li> <li>Проводить финансовый анализ и прогнозирование для поддержки принятия стратегических решений.</li> <li>Создавать бюджеты и управлять ими в регионе, обеспечивая соответствие общим бизнес-целям.</li> <li>Внедряйте меры по контролю затрат для оптимизации финансовых показателей.</li> <li>Предоставляйте точные и своевременные финансовые отчеты высшему руководству, предлагая идеи и рекомендации.</li> <li>Предоставляйте точные и своевременные финансовые отчеты высшему руководству, предлагая ценную информацию и рекомендации.</li> <li> li> <li>Установить ключевые показатели эффективности (KPI) для измерения и оценки финансовых показателей.</li> <li>Определить и снизить финансовые риски в регионе.</li> <li>Внедрить стратегии управления рисками для защиты организации финансовые активы.</li> <li>Тесно работать с региональными менеджерами и командами для согласования финансовых целей с оперативными задачами.</li> <li>Оказывать финансовое руководство и поддержку местным командам, создавая атмосферу сотрудничества.</li> <li>Обеспечить соблюдение стандартов бухгалтерского учета, нормативных требований и стандартов корпоративного управления.</li> <li>Внедрить внутренний контроль для обеспечения финансовой целостности.</li> <li>Оценивать и оптимизировать финансовые процессы для повышения эффективности и результативности. </li> <li>Постоянно искать возможности для улучшения процессов и инноваций.</li> <li>Руководить и развивать команду профессионалов в области финансов в регионе.</li> <li>Оказывать наставничество и рекомендации для содействия профессиональному росту и превосходство.</li> <li>Участвовать в процессах принятия стратегических решений, связанных с инвестициями, приобретениями и другими финансовыми инициативами.</li> <li>Консультировать высшее руководство по финансовым последствиям бизнес-стратегий.</li> <li>Если вы опытный финансовый лидер со стратегическим мышлением и страстью к достижению финансового успеха на региональном уровне, мы приглашаем вас подать заявку на эту влиятельную должность в Odyssey Outfits. Присоединяйтесь к нам, чтобы формировать финансовое будущее нашей организации и способствовать нашему дальнейшему росту и успеху.</li>",
  "Key-Responsibilities-PA": "<li>Рассчитывать и обрабатывать заработную плату сотрудников, бонусы и другие формы компенсации.</li> <li>Отслеживать и регистрировать рабочее время сотрудников, включая сверхурочные, запросы на отгулы и информацию, связанную с посещаемостью.</li> > <li>Управление налоговыми вычетами, включая подоходный налог, взносы на социальное страхование и другие установленные законом вычеты.</li> <li>Обеспечение соблюдения налогового законодательства и своевременное предоставление налоговой информации.</li> <li>Обработка льготы для сотрудников, такие как медицинское страхование, пенсионные взносы и другие льготы, обеспечивающие точное отражение в платежной ведомости.</li> <li>Будьте в курсе изменений в предложениях льгот и соответствующим образом обновляйте системы расчета заработной платы.</li> <li>Поддерживайте точность и актуальные записи о заработной плате, включая информацию о сотрудниках, налоговые удержания и другие соответствующие данные.</li> <li>Создание отчетов о заработной плате для целей управления, учета и аудита.</li> <li>Обеспечение соблюдения требований местные, государственные и федеральные правила, касающиеся заработной платы, налогообложения и трудового законодательства.</li> <li>Будьте в курсе обновлений и изменений в соответствующих правилах.</li> <li>Быстро распределяйте зарплаты или координируйте электронные переводы средств сотрудникам. и точно.</li> <li>Предоставлять документацию для внутреннего и внешнего аудита.</li> <li>Сотрудничать с аудиторскими группами для обеспечения точных и прозрачных процессов расчета заработной платы.</li> <li>Отвечать на запросы сотрудников относительно расчета заработной платы.</li> <li>Отвечать на запросы сотрудников относительно расчета заработной платы вопросы, оперативно и профессионально решая проблемы или несоответствия.</li> <li>Управляйте и обслуживайте программное обеспечение и системы расчета заработной платы, оставаясь в курсе обновлений и изменений.</li> <li>Если вы внимательный к деталям и организованный профессионал с Если у вас есть страсть к управлению заработной платой и соблюдению требований, мы приглашаем вас подать заявку на эту захватывающую возможность в Odyssey Outfits. Присоединяйтесь к нам, чтобы обеспечить бесперебойную и точную обработку вознаграждений сотрудникам в нашей организации.</li>",
  "Key-Responsibilities-FA": "<li>Анализ финансовых данных, рыночных тенденций и экономических показателей для оценки эффективности деятельности организации.</li> <li>Использование статистических методов и финансового моделирования для интерпретации сложной финансовой информации.</li> <li>Помощь в разработке и управление финансовыми планами и бюджетами, которые соответствуют общим бизнес-целям.</li> <li>Работайте совместно с различными отделами, чтобы финансовые планы соответствовали стратегическим целям организации.</li> <li>Создавайте финансовые модели для прогнозирования будущего. доходы, расходы и общие финансовые показатели.</li> <li>Предупреждающее получение аналитической информации и поддержка планирования потенциальных проблем.</li> <li>Подготовка и представление финансовых отчетов руководству, заинтересованным сторонам или регулирующим органам.</li> > <li>Представить анализ бюджета, анализ отклонений и практические рекомендации по улучшению.</li> <li>Оценить финансовые риски и возможности, связанные с различными бизнес-решениями, включая инвестиции и слияния.</li> <li>Провести расчет затрат. анализ выгод и предоставление рекомендаций по стратегической финансовой деятельности.</li> <li>Анализ затрат, связанных с различными бизнес-операциями, и рекомендации мер по экономии средств для повышения эффективности.</li> <li>Убедитесь, что финансовые операции и отчетность соответствуют соответствующему законодательству. , нормативные акты и отраслевые стандарты.</li> <li>Эффективно передавайте сложную финансовую информацию различным отделам, способствуя сотрудничеству и взаимопониманию.</li> <li>Постоянно отслеживайте финансовые тенденции, изменения в отрасли и экономические условия, чтобы обеспечить поддержку. актуальная информация для принятия решений.</li> <li>Если вы внимательный к деталям финансовый аналитик и страстно любите предоставлять стратегическую финансовую информацию, мы приглашаем вас подать заявку на эту интересную возможность в Odyssey Outfits. Присоединяйтесь к нам, чтобы внести свой вклад в финансовый успех и стратегический рост нашей организации.</li>",
  "Key-Responsibilities-FD": "<li>Разрабатывайте и внедряйте пользовательские интерфейсы с использованием таких технологий, как HTML, CSS и JavaScript.</li> <li>Напишите код для браузера пользователя, обрабатывающий взаимодействия, проверки форм и динамические обновления контента.</li> <li> Используйте популярные платформы и библиотеки, такие как React, Angular или Vue.js.</li> <li>Убедитесь, что приложение беспрепятственно работает в разных веб-браузерах, решая проблемы разработки внешнего интерфейса.</li> <li>Управляйте базами данных, обрабатывайте запросы и выполнять задачи на стороне сервера, используя такие языки, как Node.js, Python, Ruby, Java или PHP.</li> <li>Проектируйте и обслуживайте базы данных, обеспечивая эффективное хранение и извлечение данных. Общие базы данных включают MySQL, PostgreSQL, MongoDB или Firebase.</li> <li>Развертывание и управление серверной инфраструктурой, включая облачные платформы, такие как AWS, Azure или Google Cloud.</li> <li>Создание и поддержка API, которые облегчают взаимодействие между внешними и внутренними компонентами приложения, обеспечивая плавный обмен данными.</li> <li>Выявляйте и исправляйте ошибки как во внешнем, так и во внутреннем коде, обеспечивая общую надежность и производительность приложения.</li> < li>Сотрудничать с другими членами команды, включая дизайнеров UI/UX, коллег-разработчиков и менеджеров проектов, чтобы способствовать успеху наших проектов.</li> <li>Если вы опытный Fullstack-разработчик со страстью к созданию инноваций и веб-приложения, ориентированные на пользователя, мы приглашаем вас подать заявку на эту замечательную возможность в Odyssey Outfits. Присоединяйтесь к нам, чтобы формировать будущее нашего цифрового присутствия и предоставлять высококачественные решения нашим пользователям.</li>",
  "Key-Responsibilities-NA": "<li>Проектирование, внедрение и настройка компьютерных сетей, включая маршрутизаторы, коммутаторы, межсетевые экраны и другие аппаратные компоненты.</li> <li>Внедрение и поддержание надежных мер безопасности для защиты сети от несанкционированного доступа, киберугроз и данных. нарушения.</li> <li>Диагностика и устранение сетевых проблем, проблем с подключением, а также аппаратных и программных сбоев.</li> <li>Регулярно отслеживайте производительность сети и оптимизируйте ее для повышения эффективности.</li> <li>Выявляйте и устранять узкие места для обеспечения оптимальной работы сети.</li> <li>Выполнять плановые задачи по обслуживанию, такие как обновление встроенного ПО, установка исправлений безопасности и обеспечение актуальности аппаратных и программных компонентов.</li> <li>Помощь на конечном этапе пользователей с проблемами, связанными с сетью, предоставляя техническую поддержку и предлагая обучение использованию сети.</li> <li>Ведение подробной документации по сетевой архитектуре, конфигурациям и изменениям. Эта документация имеет решающее значение для устранения неполадок и планирования на будущее.</li> <li>Тесно сотрудничайте с другими ИТ-специалистами, такими как системные администраторы, специалисты по безопасности и ИТ-менеджеры, чтобы обеспечить плавную интеграцию сетевых служб.</li> <li >Планируйте будущие потребности сети, оценивайте требования к масштабируемости и рекомендуйте обновления или расширения для удовлетворения растущих потребностей организации.</li> <li>Внедряйте решения резервного копирования и планы аварийного восстановления для защиты критически важных данных в случае непредвиденных событий.</li> > <li>Если вы опытный сетевой администратор и заинтересованы в обеспечении надежности и безопасности компьютерных сетей, мы рекомендуем вам подать заявку на эту интересную возможность в Odyssey Outfits. Присоединяйтесь к нам и поддерживайте надежную и эффективную сетевую инфраструктуру, которая поддерживает работу и рост нашей организации.</li>",
  "Key-Responsibilities-HDA": "<li>Быстрое реагирование на запросы и проблемы, поднятые конечными пользователями, предоставление рекомендаций и помощь в устранении неполадок.</li> <li>Анализ, выявление и диагностика проблем с оборудованием и программным обеспечением для определения эффективных решений.</li> <li> Предоставление четких и кратких пошаговых указаний и инструкций для пользователей для эффективного решения проблем.</li> <li>Помощь пользователям в установке, обновлении и настройке программного обеспечения.</li> <li>Документирование и ведение записей о сообщенных сообщениях. вопросы, решения и распространенные проблемы.</li> <li>Создание статей и руководств в базе знаний, предоставляющих пользователям возможность самостоятельной помощи.</li> <li>Передача технической информации в удобной для пользователя форме, особенно при оказании помощи не -технические пользователи.</li> <li>Информирование пользователей о статусе и ходе решения сообщаемых проблем.</li> <li>Выполнение регламентных задач по техническому обслуживанию компьютеров, серверов и другого ИТ-оборудования.</li> <li> >Обеспечение актуальности программных приложений путем применения исправлений и обновлений.</li> <li>Проведение учебных занятий для конечных пользователей, чтобы улучшить их понимание основных ИТ-инструментов и приложений.</li> <li>Обучение пользователей лучшему методы обеспечения безопасности и защиты данных.</li> <li>Сотрудничество с другими ИТ-специалистами, такими как сетевые администраторы и системные инженеры, для решения сложных проблем.</li> <li>Эскалация проблем в группы поддержки более высокого уровня, когда это необходимо. .</li> <li>Внедрение и обеспечение соблюдения мер безопасности для защиты от утечки данных и несанкционированного доступа.</li> <li>Помощь во внедрении протоколов и политик безопасности.</li> <li>Обеспечение превосходного обслуживания клиентов будучи отзывчивым, доступным и профессиональным.</li> <li>Обеспечение положительного и полезного опыта для конечных пользователей.</li> <li>Если вы активно решаете проблемы, обладаете отличными коммуникативными навыками и страстью к результату. исключительную ИТ-поддержку, мы приглашаем вас подать заявку на эту замечательную возможность в Odyssey Outfits. Присоединяйтесь к нам, чтобы поддерживать эффективность и производительность ИТ-систем нашей организации, одновременно обеспечивая первоклассную поддержку нашим уважаемым пользователям.</li>",
  "Full-Time": "<img alt='Портфель&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Полный рабочий день",
  "Date-Posted": "<img alt='Время&nbsp;' src='./Assets/Img/Time-512x512.png'>Опубликовано 1 неделю назад",
  "Apply-Now": "Применить сейчас",
  "label-form-name": "Имя:",
  "label-form-lname": "Фамилия:",
  "label-form-email": "Электронная почта:",
  "label-form-phone": "Номер телефона:",
  "label-form-linkedin": "Линкедин:",
  "label-form-address": "Текущий адрес:",
  "label-form-legal": "Имеете ли вы законное право работать в США?",
  "label-form-education": "Вы завершили следующий уровень образования: Степень бакалавра?",
  "fileInputLabel": "Загрузите свое резюме",
  "pdf-file-error": "Пожалуйста, загрузите действительный PDF-файл.",
  "submit-resume": "Оставить заявку",
  "application-sent": "Заявка отправлена!",
  "received-application": "Благодарим вас за подачу заявки! Мы получили его успешно. Пожалуйста, ожидайте уведомления по электронной почте о статусе вашего заявления по мере прохождения процесса тщательного рассмотрения. Мы ценим ваше терпение и надеемся на возможность сотрудничества.",
  "application-not-sent": "Заявление не отправлено!",
  "not-received-application": "Благодарим вас за подачу заявки! Кажется, произошла ошибка при отправке письма с подтверждением. Повторите попытку позже.",
  "form-yes": "Да",
  "form-no": "Нет",
  "form-yes-2": "Да",
  "form-no-2": "Нет",
  "error-404": "Ошибка 404 - Страница Не Найдена :(",
  "copyright": "© 2024 Odyssey Outfits. Все права защищены."
}