{
  "TOS-welcome": "مرحباً!",
  "TOS-locale": "الرجاء تحديد اللغة الافتراضية:",
  "TOS-preamble": "يجمع موقعنا الإلكتروني بيانات المستخدم لتحسين تجربة المستخدم الشاملة.<br> من خلال الاستمرار في استخدام موقعنا، فإنك توافق على شروط الخدمة الخاصة بنا.",
  "TOS-TOS": "شروط الخدمة",
  "TOS-ADA": "يتوافق موقعنا الإلكتروني مع قانون الأمريكيين ذوي الإعاقة (ADA)، ونتيجة لذلك يمكنك النقر فوق رمز العين الموجود في الزاوية اليمنى العليا لتبديل وضع الامتثال لقانون الأمريكيين ذوي الإعاقة.",
  "toast-ok": "نعم",
  "ada-disabled": "لقد قمت بتعطيل وضع ADA.",
  "ada-disabled-continue": "يبدو أنك قمت بتعطيل وضع ADA، وسوف تحتاج إلى التحديث للمتابعة.",
  "ada-enabled": "لقد قمت بتمكين وضع ADA.",
  "ada-enabled-continue": "يبدو أنك قمت بتمكين وضع ADA، وسيكون نظام الألوان لهذا الموقع باللون الأسود على الأبيض حتى يتم تعطيل وضع ADA.",
  "nav-home": "بيت",
  "nav-about": "عن",
  "nav-services": "خدمات",
  "nav-contact": "اتصال",
  "nav-resume": "تحميل السيرة الذاتية",
  "Select-a-Job": "اختر وظيفة",
  "Upper-Management": "الإدارة العليا",
  "Chief-Financial-Officer": "المدير المالي",
  "Chief-Executive-Officer": "الرئيس التنفيذي",
  "Chief-Operating-Officer": "الرئيس التنفيذي للعمليات",
  "Lower-Management": "الإدارة السفلى",
  "Human-Resources": "الموارد البشرية",
  "Regional-Manager": "المدير الاقليمي",
  "Office-Manager": "مدير مكتب",
  "Sales-Department": "قسم المبيعات",
  "Regional-Sales-Director": "مدير المبيعات الإقليمي",
  "Account-Executive": "منفذ الحساب",
  "Salesman": "بائع",
  "Financial-Department": "الدائرة المالية",
  "Regional-Financial-Director": "المدير المالي الإقليمي",
  "Payroll-Administrator": "مدير الرواتب",
  "Financial-Analyst": "محلل مالي",
  "IT-Department": "قسم تكنولوجيا المعلومات",
  "Fullstack-Developer": "مطور فولستاك",
  "Network-Administrator": "مدير الشبكه",
  "Help-Desk-Administrator": "مدير مكتب المساعدة",
  "Selected-Job": "الوظيفة المختارة:",
  "Department-Division": "القسم/الشعبة:",
  "Job-Description": "المسمى الوظيفي:",
  "CFO": "نحن نبحث عن مدير مالي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستشرف على أنشطتنا واستراتيجيتنا المالية. بصفتك المدير المالي، ستقوم بتطوير وتنفيذ الإستراتيجية المالية للمنظمة بما يتماشى مع أهداف أعمالنا الشاملة، وتوفير التوجيه المالي الاستراتيجي للرئيس التنفيذي والمديرين التنفيذيين الآخرين.",
  "CEO": "نحن نبحث عن رئيس تنفيذي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقود مؤسستنا إلى آفاق جديدة من خلال اتخاذ قرارات مؤسسية استراتيجية، والإشراف على العمليات والموارد الشاملة، والعمل كحلقة وصل أساسية بين مجلس الإدارة وعمليات الشركة. باعتبارك الرئيس التنفيذي، ستلعب دورًا محوريًا في تحديد الاتجاه الاستراتيجي وتحديد فرص العمل وضمان امتثال الشركة للمتطلبات القانونية والتنظيمية.",
  "COO": "نحن نبحث عن رئيس تنفيذي ماهر للعمليات للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستعمل على تعزيز الكفاءة التشغيلية وتنفيذ الاستراتيجيات للمساعدة في تحقيق أهدافنا بأكبر قدر ممكن من الكفاءة. باعتبارك عضوًا رئيسيًا في فريق القيادة لدينا، ستكون مسؤولاً عن تطوير وتنفيذ السياسات والإجراءات التشغيلية، ومواءمة الاستراتيجيات التشغيلية مع أهداف أعمالنا، وضمان التخصيص الفعال للموارد.",
  "HR": "نحن نبحث عن موارد بشرية ماهرة للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقوم بإدارة شؤون الموظفين، والمسائل المتعلقة بالتوظيف، ودعم الرفاهية العامة لموظفينا الكرام، في فرعك الإقليمي المحدد. يعد هذا الدور أمرًا بالغ الأهمية لخلق بيئة عمل إيجابية، وضمان الامتثال القانوني، ودعم الأهداف الإستراتيجية لمنظمتنا.",
  "RM": "نحن نبحث عن مدير إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن الإشراف على وإدارة العمليات والمبيعات والأداء العام للعديد من العملاء على نطاق واسع داخل منطقتك المحددة. يتضمن هذا المنصب القيادي الرئيسي تحديد أهداف الأداء وتحقيقها، وضمان الامتثال، وتحقيق النجاح المالي.",
  "OM": "نحن نبحث عن مدير مكتب ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن الإشراف على العمليات اليومية لمكتبنا (الموقع سيتم تحديده لاحقًا). يتطلب هذا الدور المحوري فردًا ديناميكيًا يتمتع بمهارات تنظيمية وإدارية قوية لضمان الأداء السلس لمكتبنا.",
  "RSD": "نحن نبحث عن مدير مبيعات إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور القيادي، ستكون مسؤولاً عن قيادة أنشطة المبيعات داخل منطقتك المحددة. باعتبارك عضوًا رئيسيًا في فريقنا، ستكون مسؤولاً عن تطوير وتنفيذ استراتيجيات المبيعات، وقيادة فريق مبيعات ديناميكي، والمساهمة في النمو الشامل ونجاح المنظمة.",
  "AE": "نحن نبحث عن مدير حسابات ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن إدارة حسابات العملاء، ودفع نمو الأعمال، وضمان رضا العملاء. إذا كنت تزدهر في بيئة ديناميكية وتعاونية، فنحن ندعوك لتكون جزءًا من فريقنا.",
  "SM": "نحن نبحث عن بائع ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن دفع نمو الإيرادات من خلال بيع منتجاتنا وخدماتنا للعملاء المحتملين بشكل فعال. إذا كنت شغوفًا بالمبيعات وبناء العلاقات وتحقيق الأهداف، فنحن ندعوك لتكون جزءًا من فريقنا الديناميكي.",
  "RFD": "نحن نبحث عن مدير مالي إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستشرف على العمليات المالية وتديرها داخل منطقتك المحددة. باعتبارك قائدًا رئيسيًا، ستلعب دورًا حاسمًا في تشكيل وتنفيذ الاستراتيجيات المالية لتحقيق نجاح عملياتنا في المنطقة المخصصة لك.",
  "PA": "نحن نبحث عن مسؤول كشوف المرتبات الماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن إدارة ومعالجة تعويضات الموظفين. باعتبارك مسؤول كشوف المرتبات، ستضمن الدفع الدقيق وفي الوقت المناسب لرواتب الموظفين ومكافآتهم ومزاياهم مع الحفاظ على الامتثال للوائح المحلية والولائية والفدرالية.",
  "FA": "نحن نبحث عن محلل مالي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقدم رؤى وتوصيات قيمة بناءً على التحليل المتعمق للبيانات والاتجاهات المالية. كمحلل مالي، ستكون مسؤوليتك الأساسية هي دعم صناع القرار من خلال تفسير المعلومات المالية المعقدة وتقديمها بطريقة واضحة وذات معنى.",
  "FD": "نحن نبحث عن مطور Full Stack ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستستفيد من خبرتك في تطوير الواجهة الأمامية والخلفية لإنشاء تطبيقات ويب سلسة وسهلة الاستخدام. باعتبارك مطور Full Stack، ستكون مسؤولاً عن تصميم وتنفيذ العناصر المرئية التي يتفاعل معها المستخدمون على مواقعنا الإلكترونية.",
  "NA": "نحن نبحث عن مسؤول شبكة ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقوم بإدارة وصيانة شبكات الكمبيوتر لدينا. باعتبارك مسؤول الشبكة، ستضمن التشغيل السلس للبنية التحتية لشبكتنا، بما في ذلك شبكات المنطقة المحلية (LANs) وشبكات المنطقة الواسعة (WANs) وأنظمة الاتصالات الأخرى.",
  "HDA": "نحن نبحث عن مسؤول مكتب مساعدة ماهر ومركّز على العملاء للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن تقديم المساعدة الفنية والدعم للموظفين داخل المنظمة. سيكون تركيزك الأساسي على تقديم خدمة مهمة من خلال معالجة الأجهزة والبرامج والشبكات والمشكلات الأخرى المتعلقة بتكنولوجيا المعلومات داخل مؤسستنا.",
  "label-form-name": "الاسم الأول:",
  "label-form-lname": "اسم العائلة:",
  "label-form-email": "بريد إلكتروني:",
  "label-form-phone": "رقم التليفون:",
  "label-form-linkedin": "ينكدين:",
  "label-form-address": "العنوان الحالي:",
  "label-form-legal": "هل أنت مرخص قانونيًا<br>للعمل في الولايات المتحدة؟",
  "label-form-education": "هل أكملت المستوى التعليمي التالي: درجة البكالوريوس؟",
  "fileInputLabel": "تحميل السيرة الذاتية",
  "pdf-file-error": "يرجى تحميل ملف PDF صالح.",
  "submit-resume": "تقديم طلبك",
  "application-sent": "تم إرسال الطلب!",
  "received-application": "شكرا لك على تقديم طلبك! لقد تلقيناها بنجاح. يرجى توقع إشعار عبر البريد الإلكتروني بخصوص حالة طلبك بينما نتقدم خلال عملية المراجعة الشاملة. نحن نقدر سعة صدرك ونتطلع إلى إمكانية العمل معًا.",
  "application-not-sent": "لم يتم إرسال الطلب!",
  "not-received-application": "شكرا لك على تقديم طلبك! يبدو أنه حدث خطأ أثناء إرسال رسالة التأكيد الإلكترونية، يرجى المحاولة مرة أخرى قريبًا.",
  "form-yes": "نعم",
  "form-no": "لا",
  "form-yes-2": "نعم",
  "form-no-2": "لا",
  "error-404": "خطأ 404 - لم يتم العثور على الصفحة :(",
  "copyright": "© 2023 ملابس أوديسي.&nbsp;جميع الحقوق محفوظة."
}