{
  "TOS-welcome": "مرحباً!",
  "TOS-locale": "الرجاء تحديد اللغة الافتراضية:",
  "TOS-preamble": "يجمع موقعنا الإلكتروني بيانات المستخدم لتحسين تجربة المستخدم الشاملة.<br> من خلال الاستمرار في استخدام موقعنا، فإنك توافق على شروط الخدمة الخاصة بنا.",
  "TOS-TOS": "بنود سياسة الخصوصية",
  "TOS-ADA": "يتوافق موقعنا الإلكتروني مع معايير ADA (قانون الأمريكيين ذوي الإعاقة).<br>ونتيجة لذلك، يمكنك النقر فوق رمز العين الموجود في الزاوية اليمنى العليا لتبديل<br>وضع الامتثال لـ ADA.",
  "toast-ok": "نعم",
  "ada-disabled": "لقد قمت بتعطيل وضع ADA.",
  "ada-disabled-continue": "يبدو أنك قمت بتعطيل وضع ADA، وسوف تحتاج إلى التحديث للمتابعة.",
  "ada-enabled": "لقد قمت بتمكين وضع ADA.",
  "ada-enabled-continue": "يبدو أنك قمت بتمكين وضع ADA، وسيكون نظام الألوان لهذا الموقع باللون الأسود على الأبيض حتى يتم تعطيل وضع ADA.",
  "nav-home": "بيت",
  "nav-contact": "اتصال",
  "nav-careers": "وظائف",
  "nav-legal": "قانوني",
  "Motto": "ابدأ مسيرتك المهنية<br>في Odyssey Outfits",
  "Bio": "سنوفر لك فرصًا للتعلم والنمو والمساهمة في تحقيق مستقبل أكثر اخضرارًا.",
  "Explore-Careers": "اكتشف وظائفنا",
  "why-us": "لماذا نحن؟",
  "Learning-and-Growth-Opportunities-1": "فرص التعلم والنمو",
  "Learning-and-Growth-Opportunities-2": "فرص التعلم والنمو",
  "Learning-and-Growth-Opportunities-3": "سنزودك بالأدوات والموارد التي تحتاجها لإبقائك متقدمًا في مجال عملك. انضم إلى فريقنا الذي يقدر الإبداع والابتكار. تشجع بيئة العمل لدينا على التفكير خارج الصندوق، وتمكنك من المساهمة بالأفكار التي تشكل مستقبل الموضة المستدامة.",
  "Positive-Brand-Image-1": "صورة العلامة التجارية الإيجابية",
  "Positive-Brand-Image-2": "صورة العلامة التجارية الإيجابية",
  "Positive-Brand-Image-3": "جوهر مهمتنا هو الالتزام بصياغة الأزياء التي لا تعزز خزانة ملابسك فحسب، بل تترك أيضًا تأثيرًا إيجابيًا على الكوكب. انضم إلى فريقنا وكن حافزًا للترويج لمبادرتنا الواعية بيئيًا.",
  "Flexibility-1": "المرونة",
  "Flexibility-2": "المرونة",
  "Flexibility-3": "نحن نعطي الأولوية لمرونة الموظفين باعتبارها حجر الزاوية في قيمنا. إدراكًا لأهمية التوازن بين العمل والحياة، نقوم بتمكين فريقنا من خلال جداول زمنية مرنة وخيارات العمل عن بعد. نحن نؤمن بأن بيئة العمل المتناغمة والمرنة لا تعزز الرفاهية الفردية فحسب، بل تعزز أيضًا الإبداع والابتكار.",
  "Healthy-Workplace-1": "مكان عمل صحي",
  "Healthy-Workplace-2": "مكان عمل صحي",
  "Healthy-Workplace-3": "يلتزم فريقنا بتوفير مكان عمل صحي ومتنوع. نحن نؤمن بأن الفريق المتنوع يجلب ثروة من وجهات النظر والإبداع، ويعزز الابتكار في مساعينا المستدامة في مجال الموضة. تحتفل بيئتنا الشاملة بالاختلافات، وتحتضن ثقافة تعزز الاحترام والتفاهم المتبادلين.",
  "contact-us": "اتصل بنا!",
  "label-contact-name": "اسم:",
  "label-contact-email": "بريد إلكتروني:",
  "label-contact-message": "رسالة:",
  "contact-submit": "يُقدِّم",
  "legal-docs": "وثائق قانونية",
  "github-wiki": "جيثب ويكي",
  "full-feature-list": "قائمة الميزات الكاملة",
  "legal-compliance": "الامتثال القانوني",
  "legal-compliance-github": "الامتثال القانوني (GitHub Wiki)",
  "TOS-privacy-policy": "بنود سياسة الخصوصية",
  "TOS-privacy-policy-github": "شروط الخدمة وسياسة الخصوصية (GitHub Wiki)",
  "hosting": "الاستضافة",
  "hosting-1": "السيد أمير والسيد كروج، (المشار إليهما هنا باسم \"المطورين\")، ينصان صراحةً على أن \"Odyssey Outfits\"، (المشار إليهما هنا باسم \"الخدمة\")، <strong>ليست</strong> شركة ذات مسؤولية محدودة مسجلة وتفتقر إلى السلطة القانونية أو سلطة البيع بالتجزئة لتصنيع أو بيع أو تقديم أي منتجات أو خدمات.",
  "hosting-2": "تتم استضافة مستودع الخدمة على GitHub، ويتم تشغيل الخدمة بواسطة Vercel.com (المشار إليها هنا باسم \"Vercel\").",
  "hosting-3": "وفقًا لموقع GitHub.com (المشار إليه هنا باسم \"GitHub\")، وثائق الترخيص (القسم 1، القسم 2 - &quot;<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>ترخيص المستودع</a>&quot;)، يُنص صراحةً على ذلك &quot;<em>...بدون ترخيص، تنطبق قوانين حقوق الطبع والنشر الافتراضية، مما يعني أنك تحتفظ بجميع الحقوق الخاصة بكود المصدر الخاص بك ولا يجوز لأحد إعادة إنتاج أعمالك أو توزيعها أو إنشاء أعمال مشتقة منها. إذا كنت تقوم بإنشاء مشروع مفتوح المصدر، فنحن نشجعك بشدة على تضمين ترخيص مفتوح المصدر.</em>&quot; يرجى العلم أن هذا المستودع وأي مواقع ويب مرتبطة به مخصصة بشكل صارم للاستخدام الشخصي والخاص، حيث إنها ملكية مشتركة بين المطورين.",
  "hosting-4": "يلتزم المطورون بمتطلبات الحد الأدنى للعمر لكل من GitHub وVercel.",
  "hosting-5": "بموجب شروط خدمة Vercel (القسم 2، - <a href='https://vercel.com/legal/terms'>ترخيص الاستخدام المؤقت</a>)، يُنص صراحةً على ما يلي: &quot;<em>...شريطة امتثالك لشروط هذه الاتفاقية، يتم منحك ترخيصًا شخصيًا محدودًا وغير قابل للترخيص من الباطن وغير حصري وغير قابل للتحويل لاستخدام الخدمات في أعمالك الداخلية أو الشخصية الأغراض وفقا لقدرة الخدمة لحسابك. أي حقوق غير ممنوحة صراحةً هنا محفوظة ولا يُمنح لك أي ترخيص أو حق في استخدام أي علامة تجارية لشركة Vercel أو أي طرف ثالث فيما يتعلق بالخدمات.</em>&quot; على الرغم من أن Vercel تسمح باستخدام خدماتها لأغراض تجارية، فمن الضروري توضيح أن موقع الويب، المدعوم من Vercel والمستضاف على GitHub، مخصص حصريًا للاستخدام الشخصي من قبل المطورين. وأي استخدام يتجاوز هذا النطاق هو وسيظل غير مصرح به.",
  "third-party-terms-of-service-compliance": "الامتثال لشروط خدمة الطرف الثالث",
  "third-party-terms-of-service-compliance-1": "يلتزم المطورون بشكل صارم بأي وجميع خدمات الطرف الثالث التي تم استخدامها لمشروعهم الشخصي.",
  "third-party-terms-of-service-compliance-2": "استخدمت الخدمة المترجم عبر الإنترنت Yandex.com (المشار إليه هنا باسم \"Yandex\"). يلتزم المطورون بوثائق شروط خدمة Yandex (القسم 2، §2 - <a href='https://yandex.com/legal/translate_termsofuse/'>استخدام الخدمة</ a>&quot;)، &quot;<em>يتم تقديم الخدمة للمستخدم للاستخدام الشخصي غير التجاري.</em>&quot; كما ذكر المطورون بصرامة، فإن هذا المشروع مخصص للاستخدام الشخصي فقط.",
  "third-party-terms-of-service-compliance-3": "استخدم المطورون خدمة البريد الإلكتروني EmailJS.com (المشار إليها باسم \"EmailJS\")، وهي خدمة البريد الإلكتروني JavaScript. لا تشير شروط الخدمة المقدمة من EmailJS ضمنيًا إلى مدى ملاءمة خدمتهم للاستخدام في السياقات الخاصة أو التجارية، <strong>ومع ذلك</strong> فقد ذكر المطورون أن استخدام خدمات EmailJS مخصص للأغراض الشخصية فقط. يستخدم.",
  "childrens-online-privacy-protection-act-compliance": "الامتثال لقانون حماية خصوصية الأطفال عبر الإنترنت",
  "childrens-online-privacy-protection-act-compliance-1": "يتوافق هذا المشروع مع متطلبات قانون حماية خصوصية الأطفال على الإنترنت (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; قانون حماية الخصوصية عبر الإنترنت</a>). لقد تم تصميمه وسيظل مصممًا للأفراد الذين تبلغ أعمارهم 16 عامًا أو أكثر، خصيصًا للاستخدام الخاص وغير التجاري.",
  "copyright-infringement-and-dmca-policy-compliance": "انتهاك حقوق الطبع والنشر والامتثال لسياسة قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية",
  "copyright-infringement-and-dmca-policy-compliance-1": "يلتزم المطورون بـ <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-ingressment- الخاص بـ GitHub and-dmca-policy'>سياسة انتهاك حقوق الطبع والنشر وقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية</a>",
  "collection-and-usage-of-user-data": "جمع واستخدام بيانات المستخدم",
  "collection-and-usage-of-user-data-1": "على الرغم من أن الخدمة عبارة عن عمل وهمي، إلا أنه يتم استخدام موقع الويب لتوضيح المعايير التي يجب أن تستخدمها مواقع الويب الحديثة. يتم استخدام أي وجميع الوظائف وواجهات برمجة التطبيقات (API) التي سيتم استخدامها بواسطة الموقع بشكل صارم لأغراض الاختبار.",
  "collection-and-usage-of-user-data-2": "لا تقوم الخدمة بتخزين بيانات مثل عناوين البريد الإلكتروني أو العناوين الجيولوجية أو أرقام الهواتف أو الأسماء أو المستندات الخارجية أو الروابط الخارجية التي يقدمها المستخدم. يتم استخدام كل نوع من أنواع البيانات هذه كبيانات مؤقتة لـ \"اتصل بنا\" و &quot;الوظائف&quot; والذي يصبح غير موجود للمطورين.",
  "agreement-outline": "تحدد هذه الاتفاقية الشروط والأحكام التي تحكم استخدام \"Odyssey Outfits\" (المشار إليها هنا باسم \"الخدمة\") والأصول المرتبطة بها المقدمة من السيد أمير والسيد كروج (المشار إليها هنا باسم \"\"\"\"\"\"\"\"\"\"\"\"\"). المطورين \").",
  "acceptance-of-terms-1": "تصبح هذه الاتفاقية سارية المفعول عند وصولك الأولي إلى الخدمة أو بدء أي استخدام يتضمن خدمات الطرف الأول المرتبطة. من خلال الوصول إلى الخدمة و/أو الخدمات المرتبطة بها أو تصفحها أو استخدامها، فإنك تقر وتتبنى هذه الشروط بشكل لا رجعة فيه وغير مشروط. أنت تؤكد موافقتك على الالتزام الكامل بهذه الاتفاقية دون استثناءات أو قيود أو استثناءات. جميع الأحكام الواردة في هذه الاتفاقية قابلة للتنفيذ ضدك إلى أقصى حد. إذا قمت بالوصول إلى الخدمة أو استخدمت أي خدمات نيابة عن شركة، سواء كانت مسجلة أو تعمل بدون تسجيل، فإن الشركة المذكورة بموجب هذه الاتفاقية تقر وتقبل وتلتزم بشروط هذه الاتفاقية.",
  "acceptance-of-terms-2": "إذا اعترضت أنت أو الشركة المذكورة أعلاه على أي شرط في هذه الاتفاقية ولا ترغب في الالتزام بشروطها، فيجب عليك التوقف فورًا عن استخدام الخدمة وأي خدمات مرتبطة بالطرف الأول.",
  "legal-and-retail-authority": "الهيئة القانونية والتجزئة",
  "legal-and-retail-authority-1": "ينص المطورون صراحةً على أن &quot;Odyssey Outfits&quot; ليست شركة ذات مسؤولية محدودة مسجلة ولا تمتلك السلطة القانونية أو سلطة البيع بالتجزئة لتصنيع أو بيع أو تقديم أي منتجات أو خدمات.",
  "intellectual-property-rights": "حقوق الملكية الفكرية",
  "intellectual-property-rights-1": "وفقًا لـ GitHub.com (المشار إليه هنا باسم \"GitHub\") ووثائق الترخيص (القسم 1، §2 - \"ترخيص المستودع\")، يتم إبلاغ المستخدمين بأن قوانين حقوق الطبع والنشر الافتراضية تنطبق على المصدر شفرة. تم تخصيص المستودع والمواقع المرتبطة به بشكل صارم للاستخدام الشخصي والخاص.",
  "intellectual-property-rights-2": "الخدمة مملوكة بشكل مشترك وستظل ملكية مشتركة بين المطورين حتى إشعار آخر.",
  "intellectual-property-rights-3": "أنت بموجب هذا تقر وتوافق صراحةً وبشكل لا رجعة فيه على أن الوصول إلى الخدمة واستخدام أي خدمات تابعة للطرف الأول لا يمنحك أي حق أو ملكية أو مصلحة في الملكية الفكرية وغيرها من الحقوق المتعلقة بالمحتوى الذي يمكن الوصول إليه في الخدمة أو من خلال الطرف الأول المرتبط بها الخدمات المملوكة أو المرخصة من قبل المطورين.",
  "privacy-policy": "سياسة الخصوصية",
  "privacy-policy-1": "أنت تقر بأنه، لضمان الأداء السليم للخدمة وتوفير أي خدمات مرتبطة بالطرف الأول، يحق للمطورين جمع وتخزين ومعالجة ونقل معلومات محددة تتعلق باستخدامك للخدمة وأي معلومات مرتبطة بها أولاً. - خدمات الحفلات. تم توضيح تفاصيل المعلومات التي يفترض أن يتم جمعها بواسطة الخدمة والمطورين في وثيقة الامتثال القانوني للمطورين (القسم 5، §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='رابط إلى صفحة Github للامتثال القانوني.' target='_blank' rel='noopener'>الامتثال القانوني</a>&quot;)",
  "accessing-this-service": "من خلال الوصول إلى الخدمة واستخدامها، يوافق المستخدمون على الالتزام بهذه الشروط والأحكام. يحتفظ المطورون بالحق في تعديل أو تحديث هذه الشروط وفقًا لتقديرهم. ويشكل استمرار استخدام الخدمة بعد هذه التعديلات قبولًا للشروط المحدثة. إذا لم يوافق المستخدمون على هذه الشروط، فننصحهم بالامتناع عن الوصول إلى الخدمة أو استخدامها.",
  "Select-a-Job": "اختر وظيفة",
  "Upper-Management": "الإدارة العليا",
  "Lower-Management": "الإدارة السفلى",
  "Sales-Department": "قسم المبيعات",
  "Financial-Department": "الدائرة المالية",
  "IT-Department": "قسم تكنولوجيا المعلومات",
  "Learn-More": "الرجاء تحديد المسمى الوظيفي لمعرفة المزيد!",
  "Chief-Financial-Officer": "المدير المالي",
  "Chief-Executive-Officer": "الرئيس التنفيذي",
  "Chief-Operating-Officer": "الرئيس التنفيذي للعمليات",
  "Human-Resources": "الموارد البشرية",
  "Regional-Manager": "المدير الاقليمي",
  "Office-Manager": "مدير مكتب",
  "Regional-Sales-Director": "مدير المبيعات الإقليمي",
  "Account-Executive": "منفذ الحساب",
  "Salesman": "بائع",
  "Regional-Financial-Director": "المدير المالي الإقليمي",
  "Payroll-Administrator": "مدير الرواتب",
  "Financial-Analyst": "محلل مالي",
  "Fullstack-Developer": "مطور فولستاك",
  "Network-Administrator": "مدير الشبكه",
  "Help-Desk-Administrator": "مدير مكتب المساعدة",
  "Selected-Job": "الوظيفة المختارة:",
  "Department-Division": "القسم/الشعبة:",
  "Job-Description": "المسمى الوظيفي:",
  "CFO": "نحن نبحث عن مدير مالي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستشرف على أنشطتنا واستراتيجيتنا المالية. بصفتك المدير المالي، ستقوم بتطوير وتنفيذ الإستراتيجية المالية للمنظمة بما يتماشى مع أهداف أعمالنا الشاملة، وتوفير التوجيه المالي الاستراتيجي للرئيس التنفيذي والمديرين التنفيذيين الآخرين.",
  "CEO": "نحن نبحث عن رئيس تنفيذي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقود مؤسستنا إلى آفاق جديدة من خلال اتخاذ قرارات مؤسسية استراتيجية، والإشراف على العمليات والموارد الشاملة، والعمل كحلقة وصل أساسية بين مجلس الإدارة وعمليات الشركة. باعتبارك الرئيس التنفيذي، ستلعب دورًا محوريًا في تحديد الاتجاه الاستراتيجي وتحديد فرص العمل وضمان امتثال الشركة للمتطلبات القانونية والتنظيمية.",
  "COO": "نحن نبحث عن رئيس تنفيذي ماهر للعمليات للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستعمل على تعزيز الكفاءة التشغيلية وتنفيذ الاستراتيجيات للمساعدة في تحقيق أهدافنا بأكبر قدر ممكن من الكفاءة. باعتبارك عضوًا رئيسيًا في فريق القيادة لدينا، ستكون مسؤولاً عن تطوير وتنفيذ السياسات والإجراءات التشغيلية، ومواءمة الاستراتيجيات التشغيلية مع أهداف أعمالنا، وضمان التخصيص الفعال للموارد.",
  "HR": "نحن نبحث عن موارد بشرية ماهرة للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقوم بإدارة شؤون الموظفين، والمسائل المتعلقة بالتوظيف، ودعم الرفاهية العامة لموظفينا الكرام، في فرعك الإقليمي المحدد. يعد هذا الدور أمرًا بالغ الأهمية لخلق بيئة عمل إيجابية، وضمان الامتثال القانوني، ودعم الأهداف الإستراتيجية لمنظمتنا.",
  "RM": "نحن نبحث عن مدير إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن الإشراف على وإدارة العمليات والمبيعات والأداء العام للعديد من العملاء على نطاق واسع داخل منطقتك المحددة. يتضمن هذا المنصب القيادي الرئيسي تحديد أهداف الأداء وتحقيقها، وضمان الامتثال، وتحقيق النجاح المالي.",
  "OM": "نحن نبحث عن مدير مكتب ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن الإشراف على العمليات اليومية لمكتبنا (الموقع سيتم تحديده لاحقًا). يتطلب هذا الدور المحوري فردًا ديناميكيًا يتمتع بمهارات تنظيمية وإدارية قوية لضمان الأداء السلس لمكتبنا.",
  "RSD": "نحن نبحث عن مدير مبيعات إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور القيادي، ستكون مسؤولاً عن قيادة أنشطة المبيعات داخل منطقتك المحددة. باعتبارك عضوًا رئيسيًا في فريقنا، ستكون مسؤولاً عن تطوير وتنفيذ استراتيجيات المبيعات، وقيادة فريق مبيعات ديناميكي، والمساهمة في النمو الشامل ونجاح المنظمة.",
  "AE": "نحن نبحث عن مدير حسابات ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن إدارة حسابات العملاء، ودفع نمو الأعمال، وضمان رضا العملاء. إذا كنت تزدهر في بيئة ديناميكية وتعاونية، فنحن ندعوك لتكون جزءًا من فريقنا.",
  "S": "نحن نبحث عن بائع ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن دفع نمو الإيرادات من خلال بيع منتجاتنا وخدماتنا للعملاء المحتملين بشكل فعال. إذا كنت شغوفًا بالمبيعات وبناء العلاقات وتحقيق الأهداف، فنحن ندعوك لتكون جزءًا من فريقنا الديناميكي.",
  "RFD": "نحن نبحث عن مدير مالي إقليمي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستشرف على العمليات المالية وتديرها داخل منطقتك المحددة. باعتبارك قائدًا رئيسيًا، ستلعب دورًا حاسمًا في تشكيل وتنفيذ الاستراتيجيات المالية لتحقيق نجاح عملياتنا في المنطقة المخصصة لك.",
  "PA": "نحن نبحث عن مسؤول كشوف المرتبات الماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن إدارة ومعالجة تعويضات الموظفين. باعتبارك مسؤول كشوف المرتبات، ستضمن الدفع الدقيق وفي الوقت المناسب لرواتب الموظفين ومكافآتهم ومزاياهم مع الحفاظ على الامتثال للوائح المحلية والولائية والفدرالية.",
  "FA": "نحن نبحث عن محلل مالي ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقدم رؤى وتوصيات قيمة بناءً على التحليل المتعمق للبيانات والاتجاهات المالية. كمحلل مالي، ستكون مسؤوليتك الأساسية هي دعم صناع القرار من خلال تفسير المعلومات المالية المعقدة وتقديمها بطريقة واضحة وذات معنى.",
  "FD": "نحن نبحث عن مطور Full Stack ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستستفيد من خبرتك في تطوير الواجهة الأمامية والخلفية لإنشاء تطبيقات ويب سلسة وسهلة الاستخدام. باعتبارك مطور Full Stack، ستكون مسؤولاً عن تصميم وتنفيذ العناصر المرئية التي يتفاعل معها المستخدمون على مواقعنا الإلكترونية.",
  "NA": "نحن نبحث عن مسؤول شبكة ماهر للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستقوم بإدارة وصيانة شبكات الكمبيوتر لدينا. باعتبارك مسؤول الشبكة، ستضمن التشغيل السلس للبنية التحتية لشبكتنا، بما في ذلك شبكات المنطقة المحلية (LANs) وشبكات المنطقة الواسعة (WANs) وأنظمة الاتصالات الأخرى.",
  "HDA": "نحن نبحث عن مسؤول مكتب مساعدة ماهر ومركّز على العملاء للانضمام إلى فريقنا في Odyssey Outfits. في هذا الدور، ستكون مسؤولاً عن تقديم المساعدة الفنية والدعم للموظفين داخل المنظمة. سيكون تركيزك الأساسي على تقديم خدمة مهمة من خلال معالجة الأجهزة والبرامج والشبكات والمشكلات الأخرى المتعلقة بتكنولوجيا المعلومات داخل مؤسستنا.",
  "Key-Responsibilities-CFO": "<li>تطوير وتنفيذ الإستراتيجية المالية للمؤسسة بما يتماشى مع أهداف العمل الشاملة.</li> <li>تقديم التوجيه المالي الاستراتيجي للرئيس التنفيذي والمديرين التنفيذيين الآخرين.</li> <li>قيادة عمليات التخطيط المالي وإعداد الميزانية.< /li> <li>إجراء التنبؤ المالي والتحليل والنمذجة لدعم عملية صنع القرار.</li> <li>تحديد المخاطر المالية وتقييمها وتنفيذ استراتيجيات تخفيف المخاطر.</li> <li>التأكد من الامتثال للوائح المالية ومتطلبات إعداد التقارير.</li> <li>الإشراف على إعداد وعرض التقارير المالية لأصحاب المصلحة، بما في ذلك مجلس الإدارة والمستثمرين والهيئات التنظيمية.</li> <li>التأكد من الدقة والشفافية والامتثال للمعايير المحاسبية. </li> <li>إدارة الموارد المالية واستثمارات المنظمة، وهيكل رأس المال، والسيولة، والتدفق النقدي.</li> <li>القيادة أو المشاركة في أنشطة الاندماج والاستحواذ، بما في ذلك العناية الواجبة والمفاوضات وتخطيط التكامل. </li> <li>حدد أكثر الطرق فعالية لزيادة رأس المال، سواء من خلال الديون أو حقوق الملكية أو غيرها من الأدوات المالية.</li> <li>حافظ على العلاقات مع المؤسسات المالية والمستثمرين.</li> <li>إذا أنت قائد مالي متمرس وتتمتع بعقلية استراتيجية ومهارات تحليلية قوية وسجل حافل من التميز المالي، ونحن ندعوك للانضمام إلى Odyssey Outfits كمدير مالي لدينا. كن لاعبًا رئيسيًا في تشكيل النجاح المالي ونمو مؤسستنا الديناميكية.</li>",
  "Key-Responsibilities-CEO": "<li>حدد الاتجاه الاستراتيجي والأهداف طويلة المدى بالتعاون مع مجلس الإدارة.</li> <li>حدد فرص العمل والمخاطر المحتملة.</li> <li>العمل بشكل وثيق مع المدير المالي لإدارة الشؤون المالية صحة الشركة.</li> <li>مراجعة التقارير المالية والميزانيات.</li> <li>إدارة وتعزيز العلامة التجارية للشركة وسمعتها.</li> <li>معالجة قضايا العلاقات العامة على الفور.</li > <li>تشجيع الابتكار والتكيف مع ظروف السوق المتغيرة.</li> <li>تنفيذ خطط إدارة الأزمات لمواجهة التحديات غير المتوقعة.</li> <li>تطوير منظور عالمي، خاصة للشركات ذات العمليات الدولية.</li> li> <li>التغلب على التعقيدات الجيوسياسية والاقتصادية.</li> <li>باعتبارك قائدًا صاحب رؤية، ستقود Odyssey Outfits نحو النجاح، وتعزيز الابتكار، وضمان نمونا المستمر. إذا كنت تمتلك عقلية استراتيجية، ومهارات قيادية استثنائية، وشغفًا لقيادة التميز التنظيمي، فإننا ندعوك لقيادة Odyssey Outfits كرئيس تنفيذي لدينا. انضم إلينا في تشكيل مستقبل شركتنا الديناميكية والمبتكرة.</li>",
  "Key-Responsibilities-COO": "<li>تطوير وتنفيذ السياسات والإجراءات التشغيلية.</li> <li>مواءمة الاستراتيجيات التشغيلية مع أهداف عمل المنظمة.</li> <li>إدارة الموارد وتخصيصها بفعالية، بما في ذلك إعداد الميزانية والتوظيف والتكنولوجيا.</li> li> <li>العمل مع قسم الموارد البشرية لجذب المواهب وتطويرها والاحتفاظ بها.</li> <li>مراقبة وتقييم أداء الأقسام والفرق المختلفة.</li> <li>تبسيط سير العمل لتحسين الأداء بشكل عام الإنتاجية.</li> <li>الإشراف على عمليات مراقبة الجودة للتأكد من أن المنتجات أو الخدمات تلبي المعايير المعمول بها.</li> <li>تأكد من أن المنظمة لديها الأشخاص المناسبين في الأدوار المناسبة.</li> <li>توفير القيادة والتوجيه لتحقيق التميز التشغيلي.</li> <li>تقديم تقارير منتظمة إلى الرئيس التنفيذي والمديرين التنفيذيين الآخرين حول الأداء التشغيلي.</li> <li>توصيل المقاييس الرئيسية والرؤى التشغيلية.</li> <li>باعتبارك محترف متمرس، ستجلب خبرتك لقيادة مبادراتنا التشغيلية، وتعزيز الكفاءة، والمساهمة في النجاح الشامل لـ Odyssey Outfits. إذا كنت تنجح في بيئة ديناميكية وتعاونية، فنحن نرحب بك للانضمام إلينا كمدير العمليات لدينا وتكون مهندسًا رئيسيًا في تشكيل نجاحنا التشغيلي.</li>",
  "Key-Responsibilities-HR": "<li>جذب وتوظيف وتوظيف المرشحين المؤهلين لفرص العمل.</li> <li>إجراء المقابلات والعروض وتنسيق عملية التوظيف بأكملها.</li> <li>معالجة وحل النزاعات في مكان العمل وقضايا علاقات الموظفين .</li> <li>تعزيز بيئة عمل إيجابية وتعزيز معنويات الموظفين.</li> <li>تقديم الملاحظات والتدريب والدعم لتطوير الموظفين.</li> <li>تحديد احتياجات التدريب وتنسيق تطوير الموظفين البرامج.</li> <li>إدارة برامج التعويضات، بما في ذلك الرواتب والمكافآت والمزايا.</li> <li>إجراء مراجعة الرواتب وضمان التعويضات التنافسية.</li> <li>التأكد من الامتثال لقوانين ولوائح العمل .</li> <li>التأكد من الامتثال للوائح السلامة وتنفيذ التدابير الوقائية.</li> <li>الاحتفاظ بسجلات دقيقة وسرية للموظفين.</li> <li>التعامل مع الوثائق المتعلقة بعقود العمل والترقيات وإنهاء الخدمة .</li> <li>إجراء مقابلات نهاية الخدمة مع الموظفين المغادرين.</li> <li>إدارة عملية إنهاء الخدمة بما يتوافق مع سياسات الشركة والمتطلبات القانونية.</li> <li>تحديد وتطوير القادة المحتملين داخل المنظمة .</li> <li>التخطيط لخلافة المناصب الرئيسية.</li> <li>تقييم أداء موظفي المكتب وتقديم تعليقات بناءة.</li> <li>تحديد مجالات التحسين وتنفيذ التغييرات اللازمة. </li> <li>بصفتك مديرًا للموارد البشرية في Odyssey Outfits، ستلعب دورًا محوريًا في تشكيل ثقافة مكان العمل لدينا، ودعم نمو الموظفين، وضمان الامتثال لجميع الأمور المتعلقة بالتوظيف. إذا كنت متخصصًا متمرسًا في مجال الموارد البشرية ولديك شغف لإنشاء أماكن عمل إيجابية، فنحن ندعوك للانضمام إلى فريقنا والمساهمة في نجاح Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>حدد أهداف وغايات واضحة للأداء لكل موقع داخل المنطقة.</li> <li>راقب وتقييم الأداء التشغيلي لكل فرع أو موقع.</li> <li>تأكد من الالتزام الصارم بسياسات الشركة وإجراءاتها والمعايير.</li> <li>إجراء عمليات تدقيق منتظمة للتأكد من الامتثال على جميع المستويات.</li> <li>إدارة الأداء المالي للمنطقة، بما في ذلك إعداد الميزانية والتنبؤ ومراقبة النفقات.</li> < li>تحليل التقارير المالية ومؤشرات الأداء الرئيسية لتحديد مجالات التحسين.</li> <li>الإشراف على أنشطة المبيعات والتطوير المالي داخل المنطقة.</li> <li>تقديم التوجيه الاستراتيجي لزيادة الإيرادات ونمو السوق.< /li> <li>قيادة وتوجيه مديري الفروع والموظفين الإقليميين الآخرين.</li> <li>تجنيد وتدريب وتطوير فرق عالية الأداء لكل موقع.</li> <li>التواصل بانتظام مع مديري الفروع و أعضاء الفريق الآخرين.</li> <li>التعاون مع الإدارات الأخرى، مثل التسويق والموارد البشرية والمالية.</li> <li>الإشراف على برامج التدريب للموظفين داخل المنطقة.</li> <li>الدعم التطوير المهني وتعزيز المهارات.</li> <li>تحديد فرص التوسع والنمو داخل المنطقة.</li> <li>تقييم المواقع أو الأسواق الجديدة المحتملة.</li> <li>التعاون مع المقرات الرئيسية والإقليمية الأخرى المديرين لضمان الاتساق في العمليات والمبادرات الإستراتيجية.</li> <li>مشاركة أفضل الممارسات والمساهمة في النجاح الشامل للشركة.</li> <li>إعداد وتقديم تقارير منتظمة إلى الإدارة العليا حول أداء المنطقة. </li> <li>قدم رؤى وتوصيات للتحسين.</li> <li>بصفتك مديرًا إقليميًا في Odyssey Outfits، ستلعب دورًا حاسمًا في دفع نجاح ونمو مؤسستنا عبر مواقع متعددة. إذا كنت قائدًا استراتيجيًا ولديك سجل حافل في تحقيق النتائج، فنحن ندعوك للانضمام إلى فريقنا والمساهمة في النجاح المستمر لـ Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>توفير الدعم الإداري الشامل لمختلف الإدارات داخل المنظمة.</li> <li>إدارة اللوازم المكتبية والمعدات والمخزون لتلبية الاحتياجات التشغيلية.</li> <li>الإشراف على وتنسيق العمل الإداري والدعم الموظفين.</li> <li>الإشراف على التوظيف والتدريب وإجراء تقييمات الأداء.</li> <li>التأكد من صيانة مرافق المكتب بشكل جيد وتوفير بيئة عمل مواتية.</li> <li>المساعدة في إعداد الميزانية وإدارتها للنفقات المتعلقة بالمكتب.</li> <li>تسهيل التواصل بين الأقسام والفرق المختلفة.</li> <li>تعزيز ثقافة العمل التعاونية والتواصلية.</li> <li>الحفاظ على التنظيم والنشاط سجلات وملفات وقواعد بيانات محدثة.</li> <li>تأكد من الامتثال للوائح حماية البيانات والخصوصية.</li> <li>الإشراف على استخدام وصيانة التكنولوجيا المكتبية، بما في ذلك أجهزة الكمبيوتر والطابعات وأجهزة الكمبيوتر أنظمة الاتصالات.</li> <li>تنفيذ وتحديث تطبيقات البرامج حسب الحاجة.</li> <li>التفاوض على العقود والاتفاقيات للخدمات المتعلقة بالمكاتب.</li> <li>ضمان حلول فعالة من حيث التكلفة للمكاتب- المتطلبات ذات الصلة.</li> <li>باعتبارك مدير مكتب في Odyssey Outfits، ستلعب دورًا محوريًا في الحفاظ على بيئة مكتبية فعالة ومنظمة جيدًا. إذا كنت فردًا استباقيًا يتمتع بمهارات إدارية وتنظيمية ممتازة، فنحن ندعوك للانضمام إلى فريقنا والمساهمة في نجاح مؤسستنا.</li>",
  "Key-Responsibilities-RSD": "<li>تطوير وتنفيذ استراتيجيات وخطط المبيعات لقسم المبيعات والمنطقة المعينة.</li> <li>قم بتعيين أهداف المبيعات وأهداف العمل وتحقيقها بما يتماشى مع أهداف الشركة.</li> <li>قيادة وإدارة فريق من محترفي المبيعات في المنطقة.</li> <li>قم بتعيين فريق المبيعات وتدريبه وتحفيزه لتحقيق معايير الأداء العالي.</li> <li>تحليل بيانات أداء المبيعات واتجاهات السوق وتعليقات العملاء. </li> <li>تقييم فعالية استراتيجيات المبيعات واتخاذ قرارات مبنية على البيانات من أجل التحسين.</li> <li>إنشاء علاقات مع العملاء والشركاء وأصحاب المصلحة الرئيسيين والحفاظ عليها.</li> <li>بناء شبكة لتعزيز نمو الأعمال ورضا العملاء والتوسع في السوق.</li> <li>تطوير وإدارة ميزانية المبيعات للمنطقة.</li> <li>مراقبة النفقات والتحكم فيها لضمان الربحية.</li> <li>العمل بشكل وثيق مع الأقسام الأخرى، بما في ذلك التسويق والتمويل والعمليات.</li> <li>التأكد من مواءمة أنشطة المبيعات مع أهداف العمل الشاملة.</li> <li>تقديم تقارير منتظمة إلى الإدارة العليا حول أداء المبيعات واتجاهات السوق والمقاييس ذات الصلة.</li> <li>تأكد من امتثال أنشطة المبيعات للقوانين واللوائح وسياسات الشركة ذات الصلة.</li> <li>فهم احتياجات العملاء وتفضيلاتهم للحفاظ على نهج يركز على العملاء. </li> <li>تنفيذ إستراتيجيات لتعزيز رضا العملاء وولائهم.</li> <li>تحديد فرص توسيع السوق والنمو داخل المنطقة.</li> <li>وضع خطط لدخول أسواق جديدة وزيادة السوق شارك.</li> <li>إذا كنت مفكرًا استراتيجيًا ولديك سجل حافل في قيادة المبيعات، ففكر في الانضمام إلى Odyssey Outfits كمدير مبيعات إقليمي. كن قوة دافعة في تشكيل نجاح قسم المبيعات لدينا والمساهمة في النمو الشامل لمنظمتنا.</li>",
  "Key-Responsibilities-AE": "<li>قم ببناء علاقات قوية مع العملاء والحفاظ عليها، وتعزيز الثقة والولاء.</li> <li>العمل كنقطة اتصال أساسية للعملاء، ومعالجة احتياجاتهم واهتماماتهم.</li> <li>ابحث بنشاط عن أعمال جديدة فرص لتوسيع قاعدة العملاء.</li> <li>العمل على تحقيق أهداف المبيعات وتجاوزها من خلال استراتيجيات فعالة.</li> <li>إيصال قيمة المنتجات أو الخدمات إلى العملاء بشكل فعال.</li> <li> اعرض المزايا وعروض البيع الفريدة لتلبية متطلبات العميل.</li> <li>تفاوض على العقود والشروط والأسعار للتوصل إلى اتفاقيات مفيدة للطرفين.</li> <li>تأكد من أن الاتفاقيات التعاقدية تتوافق مع مصالح كلا الطرفين. العميل والشركة.</li> <li>معالجة مشكلات العميل أو مخاوفه وحلها على الفور لضمان رضاه.</li> <li>التعاون مع الفرق الداخلية لتقديم الحلول في الوقت المناسب والحفاظ على علاقات إيجابية مع العملاء.</li> < li>تطوير وتنفيذ إستراتيجيات لتنمية الحسابات الحالية واكتساب عملاء جدد.</li> <li>حدد الفرص المتاحة لبيع منتجات أو خدمات إضافية أو بيعها بشكل إضافي.</li> <li>ابق على اطلاع باتجاهات الصناعة، ظروف السوق وأنشطة المنافسين.</li> <li>استخدم رؤى السوق لتكييف الاستراتيجيات والبقاء في صدارة تغييرات الصناعة.</li> <li>العمل بشكل وثيق مع الفرق الداخلية، مثل التسويق وتطوير المنتجات، لتلبية العملاء الاحتياجات.</li> <li>التعاون في المبادرات التي تعزز رضا العملاء وتساهم في نجاح الأعمال.</li> <li>تقديم تقارير منتظمة عن أنشطة المبيعات والإنجازات والتحديات.</li> <li>المساهمة في تحليل أداء المبيعات والتوصية بالتحسينات.</li> <li>إذا كنت فردًا استباقيًا ومهتمًا بالنتائج وتتمتع بمهارات تواصل وتفاوض ممتازة، ففكر في الانضمام إلى Odyssey Outfits كمدير تنفيذي للحسابات. كن جزءًا من فريقنا وساهم في نجاح عملائنا والنمو الشامل للمؤسسة.</li>",
  "Key-Responsibilities-S": "<li>ابحث بنشاط عن العملاء المحتملين وحدد فرص المبيعات الجديدة.</li> <li>استخدم القنوات المتنوعة لجذب العملاء المحتملين وتوسيع قاعدة العملاء.</li> <li>قم ببناء العلاقات مع العملاء والحفاظ عليها من خلال فهم احتياجاتهم وتوفير المعلومات ذات الصلة.</li> <li>ضمان تجربة إيجابية للعملاء من خلال الرد على الاستفسارات والمخاوف.</li> <li>تطوير فهم عميق للمنتجات أو الخدمات المقدمة.</li> <li>التواصل بفعالية ميزات المنتج وفوائده للعملاء المحتملين.</li> <li>تقديم عروض مبيعات مقنعة لتسليط الضوء على القيمة المقترحة لمنتجاتنا أو خدماتنا.</li> <li>تخصيص العروض التقديمية لمعالجة احتياجات واهتمامات العملاء المحددة.</li > <li>التفاوض على الشروط والأسعار والاتفاقيات لإتمام الصفقات بطريقة مفيدة للطرفين.</li> <li>تأمين الالتزامات من العملاء لإجراء عملية شراء وإتمام معاملات البيع.</li> <li>تحقيق أو تجاوز أهداف المبيعات والحصص التي تحددها الشركة.</li> <li>السعي المستمر لتحقيق وتجاوز الأهداف الفردية وأهداف الفريق.</li> <li>البقاء على اطلاع حول اتجاهات الصناعة وظروف السوق وأنشطة المنافسين.</li > <li>حدد الفرص والتحديات المحتملة في السوق.</li> <li>اجمع التعليقات من العملاء لتحسين المنتجات أو الخدمات أو تجربة العملاء الشاملة.</li> <li>قدم رؤى قيمة للمساهمة في تحسين عروضنا.</li> <li>احتفظ بسجلات دقيقة لأنشطة المبيعات وتفاعلات العملاء والمعلومات الأخرى ذات الصلة.</li> <li>استخدم أدوات إدارة علاقات العملاء لتتبع وإدارة علاقات العملاء وتقدم المبيعات.</li > <li>إذا كنت شخصًا مهتمًا بالنتائج وتتمتع بمهارات تواصل وتفاوض ممتازة، فنحن نشجعك على التقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا في قيادة نجاح المبيعات والمساهمة في نمو وازدهار مؤسستنا.</li>",
  "Key-Responsibilities-RFD": "<li>تطوير وتنفيذ استراتيجيات وخطط مالية مصممة خصيصًا لتلبية الاحتياجات الفريدة للمنطقة.</li> <li>إجراء التحليل والتنبؤ المالي لدعم اتخاذ القرارات الإستراتيجية.</li> <li>إنشاء وإدارة الميزانيات لـ المنطقة، مما يضمن التوافق مع أهداف العمل الشاملة.</li> <li>تنفيذ تدابير مراقبة التكاليف لتحسين الأداء المالي.</li> <li>تقديم تقارير مالية دقيقة وفي الوقت المناسب إلى الإدارة العليا، وتقديم رؤى وتوصيات.</ li> <li>وضع مؤشرات الأداء الرئيسية (KPIs) لقياس وتقييم الأداء المالي.</li> <li>تحديد المخاطر المالية وتخفيفها داخل المنطقة.</li> <li>تنفيذ استراتيجيات إدارة المخاطر لحماية المؤسسة الأصول المالية.</li> <li>العمل بشكل وثيق مع المديرين والفرق الإقليمية لمواءمة الأهداف المالية مع الأهداف التشغيلية.</li> <li>تقديم التوجيه المالي والدعم للفرق المحلية، وتعزيز بيئة تعاونية.</li> <li>ضمان الامتثال للمعايير المحاسبية والمتطلبات التنظيمية ومعايير حوكمة الشركات.</li> <li>تنفيذ الضوابط الداخلية لحماية النزاهة المالية.</li> <li>تقييم العمليات المالية وتحسينها لتعزيز الكفاءة والفعالية. </li> <li>ابحث باستمرار عن فرص لتحسين العمليات والابتكار.</li> <li>قم بقيادة وتطوير فريق من المتخصصين الماليين داخل المنطقة.</li> <li>تقديم الإرشاد والتوجيه لتعزيز النمو المهني والتميز.</li> <li>المشاركة في عمليات صنع القرار الاستراتيجي المتعلقة بالاستثمارات وعمليات الاستحواذ والمبادرات المالية الأخرى.</li> <li>تقديم المشورة للإدارة العليا بشأن الآثار المالية لاستراتيجيات الأعمال.</li> <li>إذا كنت قائدًا ماليًا متمرسًا وتتمتع بعقلية استراتيجية وشغف لتحقيق النجاح المالي على المستوى الإقليمي، فنحن ندعوك للتقدم لهذا الدور المؤثر في Odyssey Outfits. انضم إلينا في تشكيل المستقبل المالي لمنظمتنا والمساهمة في نمونا المستمر ونجاحنا.</li>",
  "Key-Responsibilities-PA": "<li>حساب ومعالجة رواتب الموظفين، والأجور، والمكافآت، وأشكال التعويض الأخرى.</li> <li>مراقبة وتسجيل ساعات عمل الموظف، بما في ذلك العمل الإضافي، وطلبات الإجازات، والمعلومات المتعلقة بالحضور.</li > <li>إدارة التخفيضات الضريبية، بما في ذلك ضريبة الدخل واشتراكات الضمان الاجتماعي والخصومات القانونية الأخرى.</li> <li>التأكد من الامتثال للوائح الضريبية وتقديم المعلومات المتعلقة بالضرائب في الوقت المناسب.</li> <li>التعامل مع استحقاقات الموظفين، مثل التأمين الصحي ومساهمات التقاعد والامتيازات الأخرى، مما يضمن انعكاسًا دقيقًا في كشوف المرتبات.</li> <li>مواكبة التغييرات في عروض المزايا وتحديث أنظمة كشوف المرتبات وفقًا لذلك.</li> <li>الحفاظ على الدقة وسجلات الرواتب المحدثة، بما في ذلك معلومات الموظفين والاستقطاعات الضريبية والبيانات الأخرى ذات الصلة.</li> <li>إنشاء تقارير الرواتب لأغراض الإدارة والمحاسبة والتدقيق.</li> <li>التأكد من الامتثال لـ اللوائح المحلية والولائية والفدرالية المتعلقة بقوانين الرواتب والضرائب والعمل.</li> <li>ابق على اطلاع بالتحديثات والتغييرات في اللوائح ذات الصلة.</li> <li>قم بتوزيع شيكات الرواتب أو تنسيق تحويلات الأموال الإلكترونية إلى الموظفين على الفور وبدقة.</li> <li>تقديم الوثائق لعمليات التدقيق الداخلي والخارجي.</li> <li>التعاون مع فرق التدقيق لضمان دقة وشفافية عمليات كشوف المرتبات.</li> <li>الرد على استفسارات الموظفين بخصوص كشوف المرتبات المسائل، ومعالجة المشكلات أو التناقضات بسرعة واحترافية.</li> <li>إدارة وصيانة برامج وأنظمة كشوف المرتبات، والبقاء على اطلاع بالتحديثات والتغييرات.</li> <li>إذا كنت متخصصًا منظمًا ومهتمًا بالتفاصيل نظرًا لشغفك بإدارة كشوف المرتبات والامتثال، ندعوك للتقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا لضمان المعالجة السلسة والدقيقة لتعويضات الموظفين داخل مؤسستنا.</li>",
  "Key-Responsibilities-FA": "<li>تحليل البيانات المالية واتجاهات السوق والمؤشرات الاقتصادية لتقييم أداء المنظمة.</li> <li>استخدام التقنيات الإحصائية والنماذج المالية لتفسير المعلومات المالية المعقدة.</li> <li>المساعدة في التطوير وإدارة الخطط المالية والميزانيات التي تتوافق مع أهداف العمل العامة.</li> <li>العمل بشكل تعاوني مع الإدارات المختلفة للتأكد من أن الخطط المالية تدعم الأهداف الإستراتيجية للمؤسسة.</li> <li>إنشاء نماذج مالية للتنبؤ بالمستقبل الإيرادات والنفقات والأداء المالي العام.</li> <li>تقديم رؤى استباقية ودعم التخطيط لمواجهة التحديات المحتملة.</li> <li>إعداد وتقديم التقارير المالية إلى الإدارة أو أصحاب المصلحة أو الهيئات التنظيمية.</li > <li>تحليل الميزانية الحالية، وتحليل التباين، والتوصيات القابلة للتنفيذ من أجل التحسين.</li> <li>تقييم المخاطر والفرص المالية المرتبطة بقرارات العمل المختلفة، بما في ذلك الاستثمارات وعمليات الدمج.</li> <li>إجراء التكاليف- تحليل الفوائد وتقديم توصيات للأنشطة المالية الإستراتيجية.</li> <li>تحليل التكاليف المرتبطة بالعمليات التجارية المختلفة والتوصية بإجراءات توفير التكاليف لتحسين الكفاءة.</li> <li>التأكد من امتثال العمليات المالية وإعداد التقارير للقوانين ذات الصلة واللوائح ومعايير الصناعة.</li> <li>قم بتوصيل المعلومات المالية المعقدة بشكل فعال إلى الإدارات المختلفة، وتعزيز التعاون والتفاهم.</li> <li>راقب باستمرار الاتجاهات المالية وتغيرات الصناعة والظروف الاقتصادية لتوفير ما يصل- معلومات حديثة لاتخاذ القرار.</li> <li>إذا كنت محللًا ماليًا مهتمًا بالتفاصيل ولديك شغف لتقديم رؤى مالية استراتيجية، فنحن ندعوك للتقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا للمساهمة في النجاح المالي والنمو الاستراتيجي لمنظمتنا.</li>",
  "Key-Responsibilities-FD": "<li>تصميم وتنفيذ واجهات المستخدم باستخدام تقنيات مثل HTML، وCSS، وJavaScript.</li> <li>اكتب التعليمات البرمجية لمتصفح المستخدم، والتعامل مع التفاعلات، والتحقق من صحة النماذج، وتحديثات المحتوى الديناميكي.</li> <li> استخدم أطر العمل والمكتبات الشائعة مثل React أو Angular أو Vue.js.</li> <li>تأكد من أن التطبيق يعمل بسلاسة عبر متصفحات الويب المختلفة، مما يعالج تحديات تطوير الواجهة الأمامية.</li> <li>إدارة قواعد البيانات والمعالجة الطلبات وتنفيذ المهام من جانب الخادم باستخدام لغات مثل Node.js أو Python أو Ruby أو Java أو PHP.</li> <li>تصميم قواعد البيانات وصيانتها، مما يضمن تخزين البيانات واسترجاعها بكفاءة. تتضمن قواعد البيانات الشائعة MySQL، أو PostgreSQL، أو MongoDB، أو Firebase.</li> <li>نشر البنية الأساسية للخادم وإدارتها، بما في ذلك الأنظمة الأساسية السحابية مثل AWS، أو Azure، أو Google Cloud.</li> <li>إنشاء وصيانة واجهات برمجة التطبيقات التي تسهيل الاتصال بين مكونات الواجهة الأمامية والخلفية للتطبيق، مما يضمن التبادل السلس للبيانات.</li> <li>تحديد الأخطاء وإصلاحها في كل من كود الواجهة الأمامية والخلفية، مما يضمن الموثوقية والأداء العام للتطبيق.</li> < li>تعاون مع أعضاء الفريق الآخرين، بما في ذلك مصممي UI/UX وزملائك المطورين ومديري المشاريع، للمساهمة في نجاح مشاريعنا.</li> <li>إذا كنت مطور Fullstack ماهرًا ولديك شغف بإنشاء حلول مبتكرة وتطبيقات الويب التي تركز على المستخدم، ندعوك للتقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا في تشكيل مستقبل تواجدنا الرقمي وتقديم حلول عالية الجودة لمستخدمينا.</li>",
  "Key-Responsibilities-NA": "<li>تصميم وتنفيذ وتكوين شبكات الكمبيوتر، بما في ذلك أجهزة التوجيه والمحولات وجدران الحماية ومكونات الأجهزة الأخرى.</li> <li>تنفيذ والحفاظ على تدابير أمنية قوية لحماية الشبكة من الوصول غير المصرح به والتهديدات السيبرانية والبيانات الانتهاكات.</li> <li>تشخيص وحل مشكلات الشبكة، ومشكلات الاتصال، وفشل الأجهزة أو البرامج.</li> <li>مراقبة أداء الشبكة بانتظام وتحسينها لتحقيق الكفاءة.</li> <li>تحديد و معالجة الاختناقات لضمان التشغيل الأمثل للشبكة.</li> <li>إجراء مهام الصيانة الروتينية، مثل تحديث البرامج الثابتة، وتطبيق تصحيحات الأمان، والتأكد من تحديث مكونات الأجهزة والبرامج.</li> <li>المساعدة النهائية المستخدمين الذين يعانون من مشكلات متعلقة بالشبكة، وتقديم الدعم الفني والتدريب على استخدام الشبكة.</li> <li>الحفاظ على التوثيق التفصيلي لبنية الشبكة وتكويناتها وتغييراتها. تعتبر هذه الوثائق ضرورية لاستكشاف الأخطاء وإصلاحها والتخطيط المستقبلي.</li> <li>العمل بشكل وثيق مع متخصصي تكنولوجيا المعلومات الآخرين، مثل مسؤولي النظام، ومتخصصي الأمان، ومديري تكنولوجيا المعلومات، لضمان التكامل السلس لخدمات الشبكة.</li> <li >التخطيط لاحتياجات الشبكة المستقبلية، وتقييم متطلبات قابلية التوسع، والتوصية بالترقيات أو التوسعات لتلبية متطلبات المؤسسة المتزايدة.</li> <li>تنفيذ حلول النسخ الاحتياطي وخطط التعافي من الكوارث لحماية البيانات المهمة في حالة وقوع أحداث غير متوقعة.</li > <li>إذا كنت مسؤول شبكة ماهرًا ولديك شغف بضمان موثوقية وأمان شبكات الكمبيوتر، فنحن نشجعك على التقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا في الحفاظ على بنية تحتية قوية وفعالة للشبكة تدعم عمليات مؤسستنا ونموها.</li>",
  "Key-Responsibilities-HDA": "<li>الرد الفوري على الاستفسارات والمشكلات التي يثيرها المستخدمون النهائيون، وتقديم التوجيه والمساعدة في استكشاف الأخطاء وإصلاحها.</li> <li>تحليل وتحديد وتشخيص مشكلات الأجهزة والبرامج لتحديد الحلول الفعالة.</li> <li> توفير إرشادات وتعليمات واضحة وموجزة خطوة بخطوة للمستخدمين لحل المشكلات بشكل فعال.</li> <li>مساعدة المستخدمين في عمليات تثبيت البرامج وتحديثاتها وتكويناتها.</li> <li>توثيق السجلات التي تم الإبلاغ عنها والاحتفاظ بها المشكلات والحلول والمشكلات الشائعة.</li> <li>إنشاء مقالات وأدلة قاعدة معرفية لتمكين المستخدمين من المساعدة الذاتية.</li> <li>توصيل المعلومات الفنية بطريقة سهلة الاستخدام، خاصة عند مساعدة غيرهم - المستخدمون الفنيون.</li> <li>إبقاء المستخدمين على علم بحالة المشكلات التي تم الإبلاغ عنها وتقدمها.</li> <li>إجراء مهام الصيانة الروتينية على أجهزة الكمبيوتر والخوادم وأجهزة تكنولوجيا المعلومات الأخرى.</li> <li >التأكد من تحديث تطبيقات البرامج من خلال تطبيق التصحيحات والتحديثات.</li> <li>إجراء دورات تدريبية للمستخدمين النهائيين لتعزيز فهمهم لأدوات وتطبيقات تكنولوجيا المعلومات الأساسية.</li> <li>تثقيف المستخدمين حول أفضل الممارسات ممارسات الأمان وحماية البيانات.</li> <li>التعاون مع متخصصي تكنولوجيا المعلومات الآخرين، مثل مسؤولي الشبكات ومهندسي النظام، لمعالجة المشكلات المعقدة.</li> <li>تصعيد المشكلات إلى فرق الدعم ذات المستوى الأعلى عند الضرورة .</li> <li>تنفيذ وإنفاذ الإجراءات الأمنية للحماية من خروقات البيانات والوصول غير المصرح به.</li> <li>المساعدة في تنفيذ بروتوكولات وسياسات الأمان.</li> <li>تقديم خدمة عملاء ممتازة من خلال كونك سريع الاستجابة وودودًا ومحترفًا.</li> <li>ضمان تجربة إيجابية ومفيدة للمستخدمين النهائيين.</li> <li>إذا كنت شخصًا استباقيًا في حل المشكلات وتتمتع بمهارات تواصل ممتازة وشغفًا لتقديم الخدمات دعم استثنائي لتكنولوجيا المعلومات، ندعوك للتقدم لهذه الفرصة المثيرة في Odyssey Outfits. انضم إلينا في الحفاظ على كفاءة وإنتاجية أنظمة تكنولوجيا المعلومات في مؤسستنا مع توفير دعم رفيع المستوى لمستخدمينا الكرام.</li>",
  "Full-Time": "<img alt='حقيبة الملفات&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>دوام كامل",
  "Date-Posted": "<img alt='الوقت&nbsp;' src='./Assets/Img/Time-512x512.png'>تم النشر منذ أسبوع واحد",
  "Apply-Now": "قدم الآن",
  "label-form-name": "الاسم الأول:",
  "label-form-lname": "اسم العائلة:",
  "label-form-email": "بريد إلكتروني:",
  "label-form-phone": "رقم التليفون:",
  "label-form-linkedin": "ينكدين:",
  "label-form-address": "العنوان الحالي:",
  "label-form-legal": "هل أنت مرخص قانونيًا للعمل في الولايات المتحدة؟",
  "label-form-education": "هل أكملت المستوى التعليمي التالي: درجة البكالوريوس؟",
  "fileInputLabel": "قم بتحميل سيرتك الذاتية",
  "pdf-file-error": "يرجى تحميل ملف PDF صالح.",
  "submit-resume": "تقديم طلبك",
  "application-sent": "تم إرسال الطلب!",
  "received-application": "شكرا لك على تقديم طلبك! لقد تلقيناها بنجاح. يرجى توقع إشعار عبر البريد الإلكتروني بخصوص حالة طلبك بينما نتقدم خلال عملية المراجعة الشاملة. نحن نقدر سعة صدرك ونتطلع إلى إمكانية العمل معًا.",
  "application-not-sent": "لم يتم إرسال الطلب!",
  "not-received-application": "شكرا لك على تقديم طلبك! يبدو أنه حدث خطأ أثناء إرسال رسالة التأكيد الإلكترونية، يرجى المحاولة مرة أخرى قريبًا.",
  "form-yes": "نعم",
  "form-no": "لا",
  "form-yes-2": "نعم",
  "form-no-2": "لا",
  "error-404": "خطأ 404 - لم يتم العثور على الصفحة :(",
  "copyright": "© 2024 ملابس أوديسي.&nbsp;جميع الحقوق محفوظة."
}