{
  "TOS-welcome": "Benvenuto!",
  "TOS-locale": "Seleziona una lingua predefinita:",
  "TOS-preamble": "Il nostro sito Web raccoglie i dati degli utenti per migliorare l'esperienza complessiva dell'utente.<br> Continuando a utilizzare il nostro sito, accetti i nostri TOS.",
  "TOS-TOS": "Termini di servizio",
  "TOS-ADA": "Il nostro sito Web è conforme all'ADA (Americans with Disabilities Act), di conseguenza è possibile fare clic sull'icona a forma di occhio situata nell'angolo in alto a destra per attivare/disattivare la modalità di conformità ADA.",
  "toast-ok": "OK",
  "ada-disabled": "Hai disabilitato la modalità ADA.",
  "ada-disabled-continue": "Sembra che tu abbia disabilitato la modalità ADA, dovrai aggiornare per continuare.",
  "ada-enabled": "Hai abilitato la modalità ADA.",
  "ada-enabled-continue": "Sembra che tu abbia abilitato la modalità ADA, lo schema dei colori di questo sito web sarà nero su bianco finché la modalità ADA non sarà disabilitata.",
  "nav-home": "Casa",
  "nav-about": "Di",
  "nav-services": "Servizi",
  "nav-contact": "Contatto",
  "nav-resume": "Carica un curriculum",
  "Select-a-Job": "Seleziona un lavoro",
  "Upper-Management": "Gestione superiore",
  "Chief-Financial-Officer": "Capo dell'ufficio finanziario",
  "Chief-Executive-Officer": "Amministratore delegato",
  "Chief-Operating-Officer": "Ufficiale capo operazioni",
  "Lower-Management": "Gestione inferiore",
  "Human-Resources": "Risorse umane",
  "Regional-Manager": "Direttore regionale",
  "Office-Manager": "Capo ufficio",
  "Sales-Department": "Dipartimento Vendite",
  "Regional-Sales-Director": "Direttore Vendite Regionale",
  "Account-Executive": "Responsabile contabile",
  "Salesman": "Venditore",
  "Financial-Department": "Dipartimento finanziario",
  "Regional-Financial-Director": "Direttore Finanziario Regionale",
  "Payroll-Administrator": "Amministratore del libro paga",
  "Financial-Analyst": "Analista finanziario",
  "IT-Department": "Dipartimento IT",
  "Fullstack-Developer": "Sviluppatore full-stack",
  "Network-Administrator": "Amministratore di rete",
  "Help-Desk-Administrator": "Amministratore dell'Help Desk",
  "Selected-Job": "Lavoro selezionato:",
  "Department-Division": "Dipartimento/Divisione:",
  "Job-Description": "Descrizione del lavoro:",
  "CFO": "Stiamo cercando un responsabile finanziario esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, supervisionerai le nostre attività e strategie finanziarie. In qualità di CFO, svilupperai ed eseguirai la strategia finanziaria dell'organizzazione in linea con i nostri obiettivi aziendali generali, fornendo una guida finanziaria strategica al CEO e ad altri dirigenti.",
  "CEO": "Stiamo cercando un amministratore delegato esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, guiderai la nostra organizzazione a nuovi traguardi prendendo decisioni aziendali strategiche, supervisionando le operazioni e le risorse complessive e fungendo da collegamento principale tra il consiglio di amministrazione e le operazioni aziendali. In qualità di CEO, svolgerai un ruolo fondamentale nel definire la direzione strategica, identificare le opportunità di business e garantire la conformità dell'azienda ai requisiti legali e normativi.",
  "COO": "Stiamo cercando un direttore operativo esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, promuoverai l'efficienza operativa e implementerai strategie per aiutare a raggiungere i nostri obiettivi nel modo più efficiente possibile. In qualità di membro chiave del nostro team di leadership, sarai responsabile dello sviluppo e dell'implementazione di politiche e procedure operative, dell'allineamento delle strategie operative con i nostri obiettivi aziendali e della garanzia dell'efficace allocazione delle risorse.",
  "HR": "Cerchiamo risorse umane qualificate da inserire nel nostro team di Odyssey Outfits. In questo ruolo, gestirai il personale, le questioni relative all'occupazione e sosterrai il benessere generale dei nostri stimati dipendenti, nella tua filiale regionale specifica. Questo ruolo è fondamentale per creare un ambiente di lavoro positivo, garantire la conformità legale e supportare gli obiettivi strategici della nostra organizzazione.",
  "RM": "Stiamo cercando un manager regionale qualificato che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della supervisione e della gestione delle operazioni, delle vendite e delle prestazioni complessive di più clienti su larga scala nella tua regione specifica. Questa posizione di leadership chiave implica la definizione e il raggiungimento di obiettivi di performance, la garanzia della conformità e la promozione del successo finanziario.",
  "OM": "Stiamo cercando un responsabile di ufficio esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della supervisione delle operazioni quotidiane del nostro ufficio (sede da definire). Questo ruolo fondamentale richiede una persona dinamica con forti capacità organizzative e gestionali per garantire il perfetto funzionamento del nostro ufficio.",
  "RSD": "Stiamo cercando un direttore delle vendite regionali esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo di leadership, sarai responsabile della guida delle attività di vendita nella tua regione specifica. In qualità di membro chiave del nostro team, sarai responsabile dello sviluppo e dell'esecuzione di strategie di vendita, della guida di un team di vendita dinamico e del contributo alla crescita e al successo complessivi dell'organizzazione.",
  "AE": "Stiamo cercando un Account Executive esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della gestione degli account dei clienti, della promozione della crescita aziendale e della garanzia della soddisfazione del cliente. Se prosperi in un ambiente dinamico e collaborativo, ti invitiamo a far parte del nostro team.",
  "SM": "Stiamo cercando un venditore esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile di favorire la crescita dei ricavi vendendo in modo efficace i nostri prodotti e servizi a potenziali clienti. Se sei appassionato di vendite, costruzione di relazioni e raggiungimento degli obiettivi, ti invitiamo a far parte del nostro team dinamico.",
  "RFD": "Stiamo cercando un direttore finanziario regionale esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, supervisionerai e gestirai le operazioni finanziarie nella tua regione specifica. In qualità di leader chiave, svolgerai un ruolo cruciale nella definizione e implementazione di strategie finanziarie per favorire il successo delle nostre operazioni nella regione assegnata.",
  "PA": "Stiamo cercando un esperto amministratore del libro paga da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della gestione e dell'elaborazione delle retribuzioni dei dipendenti. In qualità di amministratore del libro paga, garantirai il pagamento accurato e tempestivo degli stipendi, dei bonus e dei benefici dei dipendenti, pur mantenendo la conformità con le normative locali, statali e federali.",
  "FA": "Stiamo cercando un analista finanziario esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, fornirai preziosi approfondimenti e consigli basati su un'analisi approfondita dei dati e delle tendenze finanziarie. In qualità di analista finanziario, la tua responsabilità principale sarà quella di supportare i decisori interpretando informazioni finanziarie complesse e presentandole in modo chiaro e significativo.",
  "FD": "Stiamo cercando uno sviluppatore full stack esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sfrutterai la tua esperienza sia nello sviluppo frontend che backend per creare applicazioni web fluide e facili da usare. In qualità di sviluppatore Full Stack, sarai responsabile della progettazione e dell'implementazione degli elementi visivi con cui gli utenti interagiscono sui nostri siti Web.",
  "NA": "Stiamo cercando un amministratore di rete esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo gestirai e manterrai le nostre reti di computer. In qualità di amministratore di rete, garantirai il funzionamento senza interruzioni della nostra infrastruttura di rete, che comprende reti locali (LAN), reti geografiche (WAN) e altri sistemi di comunicazione.",
  "HDA": "Stiamo cercando un amministratore dell'help desk competente e orientato al cliente che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile di fornire assistenza tecnica e supporto ai dipendenti all'interno dell'organizzazione. Il tuo obiettivo principale sarà fornire un servizio cruciale affrontando hardware, software, rete e altri problemi relativi all'IT all'interno della nostra organizzazione.",
  "label-form-name": "Nome di battesimo:",
  "label-form-lname": "Cognome:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Numero di telefono:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Indirizzo corrente:",
  "label-form-legal": "Sei legalmente autorizzato<br>a lavorare negli Stati Uniti?",
  "label-form-education": "Hai completato il seguente livello<br>di istruzione: Laurea triennale?",
  "fileInputLabel": "Carica il tuo curriculum",
  "pdf-file-error": "Carica un file PDF valido.",
  "submit-resume": "Invia la tua domanda",
  "application-sent": "Domanda inviata!",
  "received-application": "Grazie per aver inviato la tua candidatura! Lo abbiamo ricevuto con successo. Si prega di attendere una notifica via email relativa allo stato della domanda mentre procediamo attraverso il nostro approfondito processo di revisione. Apprezziamo la vostra pazienza e attendiamo con ansia la possibilità di lavorare insieme.",
  "application-not-sent": "Domanda non inviata!",
  "not-received-application": "Grazie per aver inviato la tua candidatura! Sembra che si sia verificato un errore nell'invio dell'e-mail di conferma, riprova presto.",
  "form-yes": "SÌ",
  "form-no": "NO",
  "form-yes-2": "SÌ",
  "form-no-2": "NO",
  "error-404": "Errore 404 - Pagina Non Trovata :(",
  "copyright": "© 2023 Odyssey Outfits. Tutti i diritti riservati."
}