{
  "TOS-welcome": "Benvenuto!",
  "TOS-locale": "Seleziona una lingua predefinita:",
  "TOS-preamble": "Il nostro sito Web raccoglie i dati degli utenti per migliorare l'esperienza complessiva dell'utente.<br> Continuando a utilizzare il nostro sito, accetti i nostri TOS.",
  "TOS-TOS": "Termini del servizio Privacy",
  "TOS-ADA": "Il nostro sito web è conforme agli standard ADA (Americans with Disabilities Act).<br>Di conseguenza, puoi fare clic sull'icona a forma di occhio situata nell'angolo in alto a destra per attivare<br>la modalità di conformità ADA.",
  "toast-ok": "OK",
  "ada-disabled": "Hai disabilitato la modalità ADA.",
  "ada-disabled-continue": "Sembra che tu abbia disabilitato la modalità ADA, dovrai aggiornare per continuare.",
  "ada-enabled": "Hai abilitato la modalità ADA.",
  "ada-enabled-continue": "Sembra che tu abbia abilitato la modalità ADA, lo schema dei colori di questo sito web sarà nero su bianco finché la modalità ADA non sarà disabilitata.",
  "nav-home": "Casa",
  "nav-contact": "Contatto",
  "nav-careers": "Carriere",
  "nav-legal": "Legale",
  "Motto": "Inizia la tua carriera<br>presso Odyssey Outfits",
  "Bio": "Ti forniremo opportunità di apprendimento,<br>crescita e contributo a un futuro più verde.",
  "Explore-Careers": "Esplora le nostre carriere",
  "why-us": "Perché noi?",
  "Learning-and-Growth-Opportunities-1": "Opportunità di apprendimento e crescita",
  "Learning-and-Growth-Opportunities-2": "Opportunità di apprendimento e crescita",
  "Learning-and-Growth-Opportunities-3": "Ti forniremo gli strumenti e le risorse di cui hai bisogno per mantenerti all’avanguardia nel tuo campo. Unisciti al nostro team che valorizza la creatività e l'innovazione. Il nostro ambiente di lavoro incoraggia il pensiero fuori dagli schemi, dandoti la possibilità di contribuire con idee che modellano il futuro della moda sostenibile.",
  "Positive-Brand-Image-1": "Immagine positiva del marchio",
  "Positive-Brand-Image-2": "Immagine positiva del marchio",
  "Positive-Brand-Image-3": "Il cuore della nostra missione è l'impegno a creare moda che non solo valorizzi il tuo guardaroba ma lasci anche un impatto positivo sul pianeta. Unisciti al nostro team e diventa un catalizzatore per promuovere la nostra iniziativa attenta all'ambiente.",
  "Flexibility-1": "Flessibilità",
  "Flexibility-2": "Flessibilità",
  "Flexibility-3": "Diamo priorità alla flessibilità dei dipendenti come pietra angolare dei nostri valori. Riconoscendo l'importanza dell'equilibrio tra lavoro e vita privata, diamo potere al nostro team con orari flessibili e opzioni di lavoro remoto. Crediamo che un ambiente di lavoro armonioso e flessibile non solo migliori il benessere individuale ma promuova anche la creatività e l’innovazione.",
  "Healthy-Workplace-1": "Luogo di lavoro sano",
  "Healthy-Workplace-2": "Luogo di lavoro sano",
  "Healthy-Workplace-3": "Il nostro team è impegnato a coltivare un ambiente di lavoro sano e diversificato. Crediamo che un team diversificato porti ricchezza di prospettive e creatività, promuovendo l’innovazione nei nostri sforzi di moda sostenibile. Il nostro ambiente inclusivo celebra le differenze, abbracciando una cultura che promuove il rispetto e la comprensione reciproci.",
  "contact-us": "Contattaci!",
  "label-contact-name": "Nome:",
  "label-contact-email": "E-mail:",
  "label-contact-message": "Messaggio:",
  "contact-submit": "Invia",
  "legal-docs": "Documenti legali",
  "github-wiki": "Wiki di GitHub",
  "full-feature-list": "Elenco completo delle funzionalità",
  "legal-compliance": "Conformità legale",
  "legal-compliance-github": "Conformità legale (GitHub Wiki)",
  "TOS-privacy-policy": "Termini del servizio Privacy",
  "TOS-privacy-policy-github": "Termini di servizio e Informativa sulla privacy (GitHub Wiki)",
  "hosting": "Ospitando",
  "hosting-1": "Il signor Amir e il signor Krug, (di seguito denominati \"Gli sviluppatori\"), dichiarano esplicitamente che \"Odyssey Outfits\", (di seguito denominato \"Il servizio\"), <strong>NON</strong> una LLC registrata e non dispone dell'autorità legale o di vendita al dettaglio per produrre, vendere o fornire prodotti o servizi.",
  "hosting-2": "Il repository del Servizio è ospitato su GitHub e il Servizio è fornito da Vercel.com (di seguito denominato \"Vercel\").",
  "hosting-3": "Secondo GitHub.com, (di seguito denominato \"GitHub\"), documentazione di licenza (Sezione 1, §2 - \"<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licenza di un repository</a>&quot;), viene esplicitamente affermato che &quot;<em>...senza una licenza, si applicano le leggi predefinite sul copyright, il che significa che mantieni tutti i diritti sul tuo codice sorgente e nessuno può riprodurre, distribuire o creare opere derivate dal tuo lavoro. Se stai creando un progetto open source, ti consigliamo vivamente di includere una licenza open source.</em>&quot; Si informa che questo repository e tutti i siti Web associati sono designati rigorosamente per uso PERSONALE e PRIVATO, poiché è proprietà condivisa tra gli sviluppatori.",
  "hosting-4": "Gli sviluppatori rispettano i requisiti di età minima di GitHub e Vercel.",
  "hosting-5": "Nei Termini di servizio di Vercel (Sezione 2, \"<a href='https://vercel.com/legal/terms'>Licenza di utilizzo temporaneo</a>\"), viene esplicitamente dichiarato che &quot;<em>...a condizione che tu rispetti i termini del presente Contratto, ti viene concessa una licenza personale, non sublicenziabile, non esclusiva, non trasferibile e limitata per utilizzare i Servizi per la tua attività interna o personale scopi in base alla capacità di servizio del tuo account. Tutti i diritti non espressamente concessi nel presente documento sono riservati e all'utente non viene concessa alcuna licenza o diritto di utilizzo di qualsiasi marchio di Vercel o di terze parti in relazione ai Servizi.</em>&quot; Sebbene Vercel consenta l'utilizzo dei propri servizi per scopi commerciali, è imperativo chiarire che il sito Web, gestito da Vercel e ospitato su GitHub, è destinato esclusivamente all'uso personale da parte degli Sviluppatori. Qualsiasi utilizzo al di fuori di questo ambito è e continuerà ad essere non autorizzato.",
  "third-party-terms-of-service-compliance": "Conformità ai Termini di servizio di terze parti",
  "third-party-terms-of-service-compliance-1": "Gli sviluppatori rispettano rigorosamente tutti i servizi di terze parti utilizzati per il loro progetto personale.",
  "third-party-terms-of-service-compliance-2": "Il Servizio ha utilizzato il traduttore online di Yandex.com (di seguito denominato \"Yandex\"). Gli sviluppatori sono entrambi conformi alla documentazione dei Termini di servizio di Yandex (Sezione 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Utilizzo del servizio</ a>&quot;), &quot;<em>Il Servizio è fornito all'Utente per uso personale e non commerciale.</em>&quot; Poiché gli sviluppatori hanno rigorosamente affermato, questo progetto è solo per uso personale.",
  "third-party-terms-of-service-compliance-3": "Gli sviluppatori hanno utilizzato il servizio di posta elettronica JavaScript di EmailJS.com (di seguito denominato \"EmailJS\"). I Termini di servizio forniti da EmailJS non implicano implicitamente l'idoneità del loro servizio per l'uso in contesti privati ​​o commerciali, <strong>Tuttavia</strong> gli sviluppatori hanno dichiarato che l'uso dei servizi di EmailJS è strettamente personale utilizzo.",
  "childrens-online-privacy-protection-act-compliance": "Conformità alla legge sulla protezione della privacy online dei bambini",
  "childrens-online-privacy-protection-act-compliance-1": "Questo progetto in conformità con i requisiti del COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Legge sulla protezione della privacy online</a>). È e continuerà ad essere progettato per individui di età pari o superiore a 16 anni, specificamente per uso privato e non commerciale.",
  "copyright-infringement-and-dmca-policy-compliance": "Violazione del copyright e conformità alla politica DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "The Developers are in compliance with GitHub&#39;s <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- e-dmca-policy'>Violazione del copyright e politica DMCA</a>",
  "collection-and-usage-of-user-data": "Raccolta e utilizzo dei dati dell'utente",
  "collection-and-usage-of-user-data-1": "Sebbene il Servizio sia un'attività fittizia, il sito Web viene utilizzato per dimostrare gli standard che i siti Web moderni dovrebbero utilizzare. Tutte le funzioni e le API implicite nel sito sono utilizzate esclusivamente a scopo di test.",
  "collection-and-usage-of-user-data-2": "Il Servizio non memorizza dati come indirizzi e-mail, indirizzi geologici, numeri di telefono, nomi, documenti esterni o collegamenti esterni forniti dall'utente. Ciascuno di questi tipi di dati viene utilizzato come dati temporanei per la sezione &quot;Contattaci&quot; e &quot;Carriere&quot; che diventa inesistente per The Developers.",
  "agreement-outline": "Il presente Contratto delinea i termini e le condizioni che regolano l'uso di \"Odyssey Outfits\", (di seguito denominato \"Il Servizio\") e le risorse associate fornite da Mr. Amir e Mr. Krug, (di seguito denominato \"\" Gli sviluppatori\").",
  "acceptance-of-terms-1": "Il presente Contratto diventa effettivo al momento dell'accesso iniziale al Servizio o all'inizio di qualsiasi utilizzo che coinvolga servizi di prima parte associati. Accedendo, navigando o utilizzando il Servizio e/o i suoi servizi associati, riconosci e accetti irrevocabilmente e incondizionatamente questi Termini. Confermi affermativamente il tuo accordo di essere pienamente vincolato dal presente Contratto senza eccezioni, limitazioni o esclusioni. Tutte le disposizioni contenute nel presente Contratto sono applicabili nei tuoi confronti nella massima misura possibile. Se accedi al Servizio o utilizzi qualsiasi Servizio per conto di un'azienda, sia registrata che operante senza registrazione, detta azienda riconosce, accetta ed è vincolata ai termini del presente Contratto.",
  "acceptance-of-terms-2": "Se tu o la suddetta azienda vi opponete a qualsiasi disposizione del presente Contratto e non desiderate essere vincolati dai suoi termini, siete tenuti a interrompere tempestivamente l'uso del Servizio e di tutti i servizi di prima parte associati.",
  "legal-and-retail-authority": "Autorità legale e commerciale",
  "legal-and-retail-authority-1": "Gli sviluppatori dichiarano esplicitamente che &quot;Odyssey Outfits&quot; non è una LLC registrata e non possiede l'autorità legale o di vendita al dettaglio per produrre, vendere o fornire prodotti o servizi.",
  "intellectual-property-rights": "Diritti di proprietà intellettuale",
  "intellectual-property-rights-1": "In conformità con la documentazione di licenza di GitHub.com (di seguito denominata \"GitHub\") (Sezione 1, §2 - \"Concessione in licenza di un repository\"), gli utenti vengono informati che le leggi predefinite sul copyright si applicano alla fonte codice. Il repository e i siti web associati sono destinati esclusivamente all'uso PERSONALE e PRIVATO.",
  "intellectual-property-rights-2": "Il Servizio è di proprietà condivisa e continuerà ad essere proprietà condivisa tra gli Sviluppatori fino a nuovo avviso.",
  "intellectual-property-rights-3": "Con la presente riconosci e accetti espressamente e irrevocabilmente che l'accesso al Servizio e l'utilizzo di eventuali servizi di prima parte associati non ti conferiscono alcun diritto, titolo o interesse sulla proprietà intellettuale e altri diritti sui contenuti accessibili tramite il Servizio o tramite servizi di prima parte associati. servizi posseduti o concessi in licenza dagli sviluppatori.",
  "privacy-policy": "politica sulla riservatezza",
  "privacy-policy-1": "Riconosci che, per garantire la corretta funzionalità del Servizio e la fornitura di eventuali servizi di prima parte associati, gli Sviluppatori hanno il diritto di raccogliere, archiviare, elaborare e trasmettere informazioni specifiche relative al tuo utilizzo del Servizio e di qualsiasi primo associato -servizi per feste. I dettagli delle informazioni che si presume vengano raccolte dal Servizio e dagli Sviluppatori sono delineati nel documento di conformità legale degli sviluppatori (Sezione 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link alla pagina Github di conformità legale.' target='_blank' rel='noopener'>Conformità legale</a>&quot;)",
  "accessing-this-service": "Accedendo e utilizzando il Servizio, gli utenti accettano di rispettare questi termini e condizioni. Gli sviluppatori si riservano il diritto di modificare o aggiornare questi termini a loro discrezione. L'uso continuato del Servizio dopo tali modifiche costituisce l'accettazione dei termini aggiornati. Se gli utenti non sono d'accordo con questi termini, si consiglia loro di astenersi dall'accedere o utilizzare il Servizio.",
  "Select-a-Job": "Seleziona un lavoro",
  "Upper-Management": "Gestione superiore",
  "Lower-Management": "Gestione inferiore",
  "Sales-Department": "Dipartimento Vendite",
  "Financial-Department": "Dipartimento finanziario",
  "IT-Department": "Dipartimento IT",
  "Learn-More": "Seleziona un titolo professionale per saperne di più!",
  "Chief-Financial-Officer": "Capo dell'ufficio finanziario",
  "Chief-Executive-Officer": "Amministratore delegato",
  "Chief-Operating-Officer": "Ufficiale capo operazioni",
  "Human-Resources": "Risorse umane",
  "Regional-Manager": "Direttore regionale",
  "Office-Manager": "Capo ufficio",
  "Regional-Sales-Director": "Direttore Vendite Regionale",
  "Account-Executive": "Responsabile contabile",
  "Salesman": "Venditore",
  "Regional-Financial-Director": "Direttore Finanziario Regionale",
  "Payroll-Administrator": "Amministratore del libro paga",
  "Financial-Analyst": "Analista finanziario",
  "Fullstack-Developer": "Sviluppatore full-stack",
  "Network-Administrator": "Amministratore di rete",
  "Help-Desk-Administrator": "Amministratore dell'Help Desk",
  "Selected-Job": "Lavoro selezionato:",
  "Department-Division": "Dipartimento/Divisione:",
  "Job-Description": "Descrizione del lavoro:",
  "CFO": "Stiamo cercando un responsabile finanziario esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, supervisionerai le nostre attività e strategie finanziarie. In qualità di CFO, svilupperai ed eseguirai la strategia finanziaria dell'organizzazione in linea con i nostri obiettivi aziendali generali, fornendo una guida finanziaria strategica al CEO e ad altri dirigenti.",
  "CEO": "Stiamo cercando un amministratore delegato esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, guiderai la nostra organizzazione a nuovi traguardi prendendo decisioni aziendali strategiche, supervisionando le operazioni e le risorse complessive e fungendo da collegamento principale tra il consiglio di amministrazione e le operazioni aziendali. In qualità di CEO, svolgerai un ruolo fondamentale nel definire la direzione strategica, identificare le opportunità di business e garantire la conformità dell'azienda ai requisiti legali e normativi.",
  "COO": "Stiamo cercando un Direttore operativo esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, promuoverai l'efficienza operativa e implementerai strategie per aiutare a raggiungere i nostri obiettivi nel modo più efficiente possibile. In qualità di membro chiave del nostro team di leadership, sarai responsabile dello sviluppo e dell'implementazione di politiche e procedure operative, dell'allineamento delle strategie operative con i nostri obiettivi aziendali e della garanzia dell'efficace allocazione delle risorse.",
  "HR": "Cerchiamo risorse umane qualificate da inserire nel nostro team di Odyssey Outfits. In questo ruolo, gestirai il personale, le questioni relative all'occupazione e sosterrai il benessere generale dei nostri stimati dipendenti, nella tua filiale regionale specifica. Questo ruolo è fondamentale per creare un ambiente di lavoro positivo, garantire la conformità legale e supportare gli obiettivi strategici della nostra organizzazione.",
  "RM": "Stiamo cercando un manager regionale qualificato che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della supervisione e della gestione delle operazioni, delle vendite e delle prestazioni complessive di più clienti su larga scala nella tua regione specifica. Questa posizione di leadership chiave implica la definizione e il raggiungimento di obiettivi di performance, la garanzia della conformità e la promozione del successo finanziario.",
  "OM": "Stiamo cercando un responsabile di ufficio esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della supervisione delle operazioni quotidiane del nostro ufficio (sede da definire). Questo ruolo fondamentale richiede una persona dinamica con forti capacità organizzative e gestionali per garantire il perfetto funzionamento del nostro ufficio.",
  "RSD": "Stiamo cercando un direttore delle vendite regionali esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo di leadership, sarai responsabile della guida delle attività di vendita nella tua regione specifica. In qualità di membro chiave del nostro team, sarai responsabile dello sviluppo e dell'esecuzione di strategie di vendita, della guida di un team di vendita dinamico e del contributo alla crescita e al successo complessivi dell'organizzazione.",
  "AE": "Stiamo cercando un Account Executive esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della gestione degli account dei clienti, della promozione della crescita aziendale e della garanzia della soddisfazione del cliente. Se prosperi in un ambiente dinamico e collaborativo, ti invitiamo a far parte del nostro team.",
  "S": "Stiamo cercando un venditore esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile di favorire la crescita dei ricavi vendendo in modo efficace i nostri prodotti e servizi a potenziali clienti. Se sei appassionato di vendite, costruzione di relazioni e raggiungimento di obiettivi, ti invitiamo a far parte del nostro team dinamico.",
  "RFD": "Stiamo cercando un direttore finanziario regionale esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, supervisionerai e gestirai le operazioni finanziarie nella tua regione specifica. In qualità di leader chiave, svolgerai un ruolo cruciale nella definizione e implementazione di strategie finanziarie per favorire il successo delle nostre operazioni nella regione assegnata.",
  "PA": "Stiamo cercando un esperto amministratore del libro paga da inserire nel nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile della gestione e dell'elaborazione delle retribuzioni dei dipendenti. In qualità di amministratore del libro paga, garantirai il pagamento accurato e tempestivo degli stipendi, dei bonus e dei benefici dei dipendenti, pur mantenendo la conformità con le normative locali, statali e federali.",
  "FA": "Stiamo cercando un analista finanziario esperto da inserire nel nostro team di Odyssey Outfits. In questo ruolo, fornirai preziosi approfondimenti e consigli basati su un'analisi approfondita dei dati e delle tendenze finanziarie. In qualità di analista finanziario, la tua responsabilità principale sarà quella di supportare i decisori interpretando informazioni finanziarie complesse e presentandole in modo chiaro e significativo.",
  "FD": "Stiamo cercando uno sviluppatore full stack esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sfrutterai la tua esperienza sia nello sviluppo frontend che backend per creare applicazioni web fluide e facili da usare. In qualità di sviluppatore Full Stack, sarai responsabile della progettazione e dell'implementazione degli elementi visivi con cui gli utenti interagiscono sui nostri siti Web.",
  "NA": "Stiamo cercando un amministratore di rete esperto che si unisca al nostro team di Odyssey Outfits. In questo ruolo gestirai e manterrai le nostre reti di computer. In qualità di amministratore di rete, garantirai il funzionamento senza interruzioni della nostra infrastruttura di rete, che comprende reti locali (LAN), reti geografiche (WAN) e altri sistemi di comunicazione.",
  "HDA": "Stiamo cercando un amministratore dell'help desk competente e orientato al cliente che si unisca al nostro team di Odyssey Outfits. In questo ruolo, sarai responsabile di fornire assistenza tecnica e supporto ai dipendenti all'interno dell'organizzazione. Il tuo obiettivo principale sarà fornire un servizio cruciale affrontando hardware, software, rete e altri problemi relativi all'IT all'interno della nostra organizzazione.",
  "Key-Responsibilities-CFO": "<li>Sviluppare ed eseguire la strategia finanziaria dell'organizzazione in linea con gli obiettivi aziendali generali.</li> <li>Fornire una guida finanziaria strategica al CEO e agli altri dirigenti.</li> <li>Guidare i processi di pianificazione finanziaria e budget.< /li> <li>Condurre previsioni, analisi e modellizzazione finanziaria per supportare il processo decisionale.</li> <li>Identificare e valutare i rischi finanziari e implementare strategie di mitigazione del rischio.</li> <li>Garantire la conformità alle normative finanziarie e requisiti di rendicontazione.</li> <li>Supervisionare la preparazione e la presentazione delle relazioni finanziarie alle parti interessate, inclusi il consiglio di amministrazione, gli investitori e gli organismi di regolamentazione.</li> <li>Garantire accuratezza, trasparenza e conformità agli standard contabili. </li> <li>Gestire le risorse finanziarie e gli investimenti, la struttura del capitale, la liquidità e il flusso di cassa dell'organizzazione.</li> <li>Guidare o partecipare ad attività di fusione e acquisizione, tra cui due diligence, negoziazioni e pianificazione dell'integrazione. </li> <li>Determinare i modi più efficaci per raccogliere capitali, sia attraverso debito, azioni o altri strumenti finanziari.</li> <li>Mantenere rapporti con istituzioni finanziarie e investitori.</li> <li>Se sei un leader finanziario esperto con una mentalità strategica, forti capacità analitiche e un track record di guida all'eccellenza finanziaria, ti invitiamo a unirti a Odyssey Outfits come nostro CFO. Sii un attore chiave nel plasmare il successo finanziario e la crescita della nostra organizzazione dinamica.</li>",
  "Key-Responsibilities-CEO": "<li>Definire la direzione strategica e gli obiettivi a lungo termine in collaborazione con il consiglio di amministrazione.</li> <li>Identificare opportunità di business e rischi potenziali.</li> <li>Lavorare a stretto contatto con il CFO per gestire la parte finanziaria salute dell'azienda.</li> <li>Esaminare i rapporti finanziari e i budget.</li> <li>Gestire e migliorare il marchio e la reputazione dell'azienda.</li> <li>Affrontare tempestivamente i problemi di pubbliche relazioni.</li > <li>Incoraggiare l'innovazione e l'adattamento alle mutevoli condizioni del mercato.</li> <li>Implementare piani di gestione delle crisi per affrontare sfide impreviste.</li> <li>Sviluppare una prospettiva globale, in particolare per le aziende con operazioni internazionali.</li> <li> li> <li>Naviga nelle complessità geopolitiche ed economiche.</li> <li>In qualità di leader visionario, guiderai Odyssey Outfits verso il successo, promuovendo l'innovazione e assicurando la nostra crescita continua. Se possiedi una mentalità strategica, eccezionali capacità di leadership e una passione per l'eccellenza organizzativa, ti invitiamo a guidare Odyssey Outfits come nostro CEO. Unisciti a noi nel dare forma al futuro della nostra azienda dinamica e innovativa.</li>",
  "Key-Responsibilities-COO": "<li>Sviluppare e implementare politiche e procedure operative.</li> <li>Allineare le strategie operative agli obiettivi aziendali dell'organizzazione.</li> <li>Gestire e allocare le risorse in modo efficace, inclusi budget, personale e tecnologia.</li> li> <li>Collaborare con il dipartimento delle risorse umane per attrarre, sviluppare e trattenere i talenti.</li> <li>Monitora e valuta le prestazioni di vari dipartimenti e team.</li> <li>Semplifica i flussi di lavoro per migliorare il livello generale produttività.</li> <li>Supervisionare i processi di controllo della qualità per garantire che prodotti o servizi soddisfino gli standard stabiliti.</li> <li>Assicurarsi che l'organizzazione abbia le persone giuste nei ruoli giusti.</li> <li>Fornire leadership e linee guida per raggiungere l'eccellenza operativa.</li> <li>Fornire rapporti regolari al CEO e agli altri dirigenti sulle prestazioni operative.</li> <li>Comunicare parametri chiave e approfondimenti operativi.</li> <li>In qualità di professionista esperto, porterai la tua esperienza per guidare le nostre iniziative operative, promuovere l'efficienza e contribuire al successo complessivo di Odyssey Outfits. Se prosperi in un ambiente dinamico e collaborativo, ti invitiamo a unirti a noi come nostro COO e a diventare un architetto chiave nel plasmare il nostro successo operativo.</li>",
  "Key-Responsibilities-HR": "<li>Attira, recluta e assumi candidati qualificati per opportunità di lavoro.</li> <li>Conduci colloqui, screening e coordina l'intero processo di assunzione.</li> <li>Affronta e risolvi i conflitti sul posto di lavoro e i problemi relativi alle relazioni con i dipendenti .</li> <li>Promuovere un ambiente di lavoro positivo e migliorare il morale dei dipendenti.</li> <li>Fornire feedback, coaching e supporto per lo sviluppo dei dipendenti.</li> <li>Identificare le esigenze di formazione e coordinare lo sviluppo dei dipendenti programmi.</li> <li>Amministrare programmi di retribuzione, inclusi stipendi, bonus e benefici.</li> <li>Condurre revisioni salariali e garantire compensi competitivi.</li> <li>Garantire il rispetto delle leggi e dei regolamenti sul lavoro .</li> <li>Garantire il rispetto delle norme di sicurezza e implementare misure preventive.</li> <li>Mantenere registri accurati e riservati dei dipendenti.</li> <li>Gestire la documentazione relativa a contratti di lavoro, promozioni e licenziamenti .</li> <li>Condurre colloqui di uscita con i dipendenti in partenza.</li> <li>Gestire il processo di licenziamento in conformità con le politiche aziendali e i requisiti legali.</li> <li>Identificare e sviluppare potenziali leader all'interno dell'organizzazione .</li> <li>Pianificare la successione delle posizioni chiave.</li> <li>Valutare le prestazioni del personale d'ufficio e fornire feedback costruttivo.</li> <li>Identificare le aree di miglioramento e implementare i cambiamenti necessari. </li> <li>In qualità di responsabile delle risorse umane presso Odyssey Outfits, svolgerai un ruolo fondamentale nel plasmare la nostra cultura sul posto di lavoro, sostenere la crescita dei dipendenti e garantire il rispetto di tutte le questioni relative all'occupazione. Se sei un professionista esperto delle risorse umane con la passione per la creazione di ambienti di lavoro positivi, ti invitiamo a unirti al nostro team e contribuire al successo di Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Stabilire traguardi e obiettivi prestazionali chiari per ciascuna sede all'interno della regione.</li> <li>Monitorare e valutare le prestazioni operative di ciascuna filiale o sede.</li> <li>Garantire il rigoroso rispetto delle politiche e delle procedure aziendali e standard.</li> <li>Condurre controlli regolari per confermare la conformità a tutti i livelli.</li> <li>Gestire le prestazioni finanziarie della regione, compresi il budget, le previsioni e il controllo delle spese.</li> < li>Analizzare i rapporti finanziari e gli indicatori chiave di prestazione per identificare le aree di miglioramento.</li> <li>Supervisionare le attività di vendita e sviluppo finanziario all'interno della regione.</li> <li>Fornire una guida strategica per incrementare i ricavi e la crescita del mercato.< /li> <li>Dirigere e guidare i gestori delle filiali e altro personale regionale.</li> <li>Reclutare, formare e sviluppare team ad alte prestazioni per ciascuna sede.</li> <li>Comunicare regolarmente con i gestori delle filiali e altri membri del team.</li> <li>Collaborare con altri dipartimenti, come marketing, risorse umane e finanza.</li> <li>Supervisionare i programmi di formazione per il personale all'interno della regione.</li> <li>Supporto sviluppo professionale e miglioramento delle competenze.</li> <li>Identificare opportunità di espansione e crescita all'interno della regione.</li> <li>Valutare potenziali nuove località o mercati.</li> <li>Collaborare con la sede centrale e altri manager per garantire coerenza nelle operazioni e nelle iniziative strategiche.</li> <li>Condividere le migliori pratiche e contribuire al successo complessivo dell'azienda.</li> <li>Preparare e presentare rapporti regolari al senior management sulle prestazioni della regione. </li> <li>Fornisci approfondimenti e consigli per il miglioramento.</li> <li>In qualità di Regional Manager presso Odyssey Outfits, svolgerai un ruolo fondamentale nel guidare il successo e la crescita della nostra organizzazione in più sedi. Se sei un leader strategico con una comprovata esperienza nel raggiungimento di risultati, ti invitiamo a unirti al nostro team e contribuire al continuo successo di Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Fornire supporto amministrativo completo ai vari dipartimenti dell'organizzazione.</li> <li>Gestire forniture per ufficio, attrezzature e inventario per soddisfare le esigenze operative.</li> <li>Supervisionare e coordinare il lavoro amministrativo e di supporto personale.</li> <li>Supervisionare il reclutamento, la formazione e condurre valutazioni delle prestazioni.</li> <li>Garantire che le strutture dell'ufficio siano ben mantenute e fornire un ambiente di lavoro favorevole.</li> <li>Assistenza nelle preparazione e gestione del budget per le spese legate all'ufficio.</li> <li>Facilitare la comunicazione tra diversi dipartimenti e team.</li> <li>Promuovere una cultura del lavoro collaborativa e comunicativa.</li> <li>Mantenere organizzato e documenti, file e database aggiornati.</li> <li>Garantire il rispetto delle normative sulla protezione dei dati e sulla privacy.</li> <li>Supervisionare l'uso e la manutenzione della tecnologia per ufficio, inclusi computer, stampanti e sistemi di comunicazione.</li> <li>Implementare e aggiornare le applicazioni software secondo necessità.</li> <li>Negoziare contratti e accordi per servizi legati all'ufficio.</li> <li>Garantire soluzioni economicamente vantaggiose per gli uffici requisiti correlati.</li> <li>In qualità di responsabile dell'ufficio presso Odyssey Outfits, svolgerai un ruolo fondamentale nel mantenere un ambiente d'ufficio efficiente e ben organizzato. Se sei una persona proattiva con eccellenti capacità manageriali e organizzative, ti invitiamo a unirti al nostro team e contribuire al successo della nostra organizzazione.</li>",
  "Key-Responsibilities-RSD": "<li>Sviluppare e implementare strategie e piani di vendita per la divisione vendite e la regione assegnata.</li> <li>Definire e raggiungere obiettivi di vendita e obiettivi aziendali in linea con gli obiettivi aziendali.</li> <li>Dirigere e gestire un team di professionisti delle vendite nella regione.</li> <li>Assumi, forma e motiva il team di vendita per raggiungere standard ad alte prestazioni.</li> <li>Analizza i dati sulle prestazioni di vendita, le tendenze del mercato e il feedback dei clienti. </li> <li>Valutare l'efficacia delle strategie di vendita e prendere decisioni di miglioramento basate sui dati.</li> <li>Stabilire e mantenere relazioni con clienti, partner e parti interessate chiave.</li> <li>Costruire una rete per promuovere la crescita del business, la soddisfazione del cliente e l'espansione del mercato.</li> <li>Sviluppare e gestire il budget di vendita per la regione.</li> <li>Monitorare e controllare le spese per garantire la redditività.</li> <li>Lavorare a stretto contatto con altri dipartimenti, inclusi marketing, finanza e operazioni.</li> <li>Garantire l'allineamento delle attività di vendita con gli obiettivi aziendali generali.</li> <li>Fornire rapporti regolari al senior management sulle prestazioni di vendita , tendenze di mercato e metriche pertinenti.</li> <li>Garantire che le attività di vendita siano conformi alle leggi, ai regolamenti e alle politiche aziendali pertinenti.</li> <li>Comprendere le esigenze e le preferenze dei clienti per mantenere un approccio incentrato sul cliente. </li> <li>Implementare strategie per migliorare la soddisfazione e la fedeltà dei clienti.</li> <li>Identificare opportunità di espansione e crescita del mercato all'interno della regione.</li> <li>Sviluppare piani per entrare in nuovi mercati e aumentare il mercato condividi.</li> <li>Se sei un pensatore strategico con una comprovata esperienza nella leadership delle vendite, prendi in considerazione l'idea di unirti a Odyssey Outfits come direttore delle vendite regionali. Sii una forza trainante nel plasmare il successo della nostra divisione vendite e nel contribuire alla crescita complessiva della nostra organizzazione.</li>",
  "Key-Responsibilities-AE": "<li>Costruire e mantenere solide relazioni con i clienti, promuovendo fiducia e lealtà.</li> <li>Agire come punto di contatto principale per i clienti, rispondendo alle loro esigenze e preoccupazioni.</li> <li>Cercare attivamente nuovi affari opportunità per espandere la base clienti.</li> <li>Lavorare per raggiungere e superare gli obiettivi di vendita attraverso strategie efficaci.</li> <li>Comunicare in modo efficace il valore di prodotti o servizi ai clienti.</li> <li> Mostra i vantaggi e le proposte di vendita uniche per soddisfare le esigenze dei clienti.</li> <li>Negozia contratti, termini e prezzi per raggiungere accordi reciprocamente vantaggiosi.</li> <li>Garantisci che gli accordi contrattuali siano in linea con gli interessi di entrambi i cliente e l'azienda.</li> <li>Affrontare e risolvere tempestivamente i problemi o le preoccupazioni dei clienti per garantire la soddisfazione.</li> <li>Collaborare con i team interni per fornire soluzioni tempestive e mantenere relazioni positive con i clienti.</li> < li>Sviluppare e implementare strategie per far crescere gli account esistenti e acquisire nuovi clienti.</li> <li>Identificare opportunità di up-selling o cross-selling di prodotti o servizi aggiuntivi.</li> <li>Rimani informato sulle tendenze del settore, condizioni di mercato e attività della concorrenza.</li> <li>Utilizza le informazioni di mercato per adattare le strategie e stare al passo con i cambiamenti del settore.</li> <li>Lavorare a stretto contatto con i team interni, ad esempio marketing e sviluppo prodotto, per soddisfare i clienti esigenze.</li> <li>Collaborare a iniziative che migliorano la soddisfazione del cliente e contribuiscono al successo aziendale.</li> <li>Fornire rapporti regolari sulle attività di vendita, sui risultati e sulle sfide.</li> <li>Contribuire a l'analisi delle prestazioni di vendita e consiglia miglioramenti.</li> <li>Se sei una persona proattiva e orientata ai risultati con eccellenti capacità di comunicazione e negoziazione, considera di unirti a Odyssey Outfits come Account Executive. Entra a far parte del nostro team e contribuisci al successo dei nostri clienti e alla crescita complessiva dell'organizzazione.</li>",
  "Key-Responsibilities-S": "<li>Cerca attivamente potenziali clienti e identifica nuove opportunità di vendita.</li> <li>Utilizza vari canali per generare lead ed espandere la base di clienti.</li> <li>Costruisci e mantieni relazioni con i clienti comprendendo le loro esigenze e fornire informazioni pertinenti.</li> <li>Garantire un'esperienza cliente positiva rispondendo a domande e dubbi.</li> <li>Sviluppare una profonda comprensione dei prodotti o servizi offerti.</li> <li>Comunicare in modo efficace caratteristiche e vantaggi del prodotto per i potenziali clienti.</li> <li>Offrire presentazioni di vendita accattivanti per mostrare la proposta di valore dei nostri prodotti o servizi.</li> <li>Presentazioni personalizzate per rispondere alle esigenze e preoccupazioni specifiche dei clienti.</li > <li>Negoziare termini, prezzi e accordi per concludere affari in modo reciprocamente vantaggioso.</li> <li>Garantire l'impegno dei clienti a effettuare un acquisto e finalizzare le transazioni di vendita.</li> <li>Raggiungere o superare obiettivi di vendita e quote stabiliti dall'azienda.</li> <li>Cercare continuamente di raggiungere e superare gli obiettivi individuali e di squadra.</li> <li>Rimani informato sulle tendenze del settore, sulle condizioni di mercato e sulle attività della concorrenza.</li > <li>Identificare opportunità e potenziali sfide nel mercato.</li> <li>Raccogliere feedback dai clienti per migliorare prodotti, servizi o l'esperienza complessiva del cliente.</li> <li>Fornire informazioni preziose per contribuire al miglioramento delle nostre offerte.</li> <li>Conserva registrazioni accurate delle attività di vendita, delle interazioni con i clienti e di altre informazioni pertinenti.</li> <li>Utilizza gli strumenti CRM per monitorare e gestire le relazioni con i clienti e i progressi delle vendite.</li > <li>Se sei una persona orientata ai risultati con eccellenti capacità di comunicazione e negoziazione, ti invitiamo a candidarti per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per promuovere il successo nelle vendite e contribuire alla crescita e alla prosperità della nostra organizzazione.</li>",
  "Key-Responsibilities-RFD": "<li>Sviluppare e implementare strategie e piani finanziari su misura per le esigenze specifiche della regione.</li> <li>Condurre analisi e previsioni finanziarie per supportare il processo decisionale strategico.</li> <li>Creare e gestire budget per della regione, garantendo l'allineamento con gli obiettivi aziendali generali.</li> <li>Implementare misure di controllo dei costi per ottimizzare le prestazioni finanziarie.</li> <li>Fornire report finanziari accurati e tempestivi al senior management, offrendo approfondimenti e raccomandazioni.</li> <li> li> <li>Stabilire indicatori chiave di prestazione (KPI) per misurare e valutare le prestazioni finanziarie.</li> <li>Identificare e mitigare i rischi finanziari all'interno della regione.</li> <li>Implementare strategie di gestione del rischio per salvaguardare l'integrità dell'organizzazione risorse finanziarie.</li> <li>Lavorare a stretto contatto con manager e team regionali per allineare gli obiettivi finanziari con gli obiettivi operativi.</li> <li>Fornire guida finanziaria e supporto ai team locali, promuovendo un ambiente collaborativo.</li> <li>Garantire la conformità agli standard contabili, ai requisiti normativi e agli standard di governance aziendale.</li> <li>Implementare controlli interni per salvaguardare l'integrità finanziaria.</li> <li>Valutare e ottimizzare i processi finanziari per migliorare l'efficienza e l'efficacia. </li> <li>Ricercare continuamente opportunità per il miglioramento e l'innovazione dei processi.</li> <li>Guidare e sviluppare un team di professionisti finanziari all'interno della regione.</li> <li>Fornire tutoraggio e guida per favorire la crescita professionale ed eccellenza.</li> <li>Partecipare ai processi decisionali strategici relativi a investimenti, acquisizioni e altre iniziative finanziarie.</li> <li>Consigliare il senior management sulle implicazioni finanziarie delle strategie aziendali.</li> <li>Se sei un leader finanziario esperto con una mentalità strategica e una passione per il successo finanziario a livello regionale, ti invitiamo a candidarti per questo ruolo di grande impatto presso Odyssey Outfits. Unisciti a noi per dare forma al futuro finanziario della nostra organizzazione e contribuire alla nostra crescita e al nostro successo continui.</li>",
  "Key-Responsibilities-PA": "<li>Calcola ed elabora gli stipendi, i salari, i bonus e altre forme di compenso dei dipendenti.</li> <li>Monitora e registra l'orario di lavoro dei dipendenti, inclusi gli straordinari, le richieste di ferie e le informazioni relative alle presenze.</li > <li>Gestire le detrazioni fiscali, comprese le imposte sul reddito, i contributi previdenziali e altre detrazioni legali.</li> <li>Garantire il rispetto delle normative fiscali e l'invio tempestivo delle informazioni fiscali.</li> <li>Gestire benefici per i dipendenti, come l'assicurazione sanitaria, i contributi pensionistici e altri vantaggi, garantendo un'accurata inclusione nelle buste paga.</li> <li>Tieniti al passo con i cambiamenti nelle offerte di benefit e aggiorna di conseguenza i sistemi di gestione delle retribuzioni.</li> <li>Mantieni accurati e registri aggiornati delle buste paga, comprese le informazioni sui dipendenti, le ritenute fiscali e altri dati rilevanti.</li> <li>Generare report sulle buste paga per scopi di gestione, contabilità e controllo.</li> <li>Garantire la conformità con normative locali, statali e federali in materia di buste paga, tassazione e leggi sul lavoro.</li> <li>Rimani informato sugli aggiornamenti e sui cambiamenti nelle normative pertinenti.</li> <li>Distribuisci tempestivamente buste paga o coordina i trasferimenti elettronici di fondi ai dipendenti e in modo accurato.</li> <li>Fornire documentazione per audit interni ed esterni.</li> <li>Collaborare con i team di audit per garantire processi di gestione delle retribuzioni accurati e trasparenti.</li> <li>Rispondere alle domande dei dipendenti relative alle buste paga questioni, affrontando problemi o discrepanze in modo tempestivo e professionale.</li> <li>Gestisci e mantieni software e sistemi di gestione delle retribuzioni, rimanendo informato su aggiornamenti e modifiche.</li> <li>Se sei un professionista attento ai dettagli e organizzato con una passione per la gestione e la conformità delle buste paga, ti invitiamo a candidarti per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per garantire un'elaborazione regolare e accurata delle retribuzioni dei dipendenti all'interno della nostra organizzazione.</li>",
  "Key-Responsibilities-FA": "<li>Analizzare dati finanziari, tendenze di mercato e indicatori economici per valutare le prestazioni dell'organizzazione.</li> <li>Utilizzare tecniche statistiche e modelli finanziari per interpretare informazioni finanziarie complesse.</li> <li>Aiutare nello sviluppo e gestire piani finanziari e budget in linea con gli obiettivi aziendali generali.</li> <li>Lavorare in collaborazione con vari dipartimenti per garantire che i piani finanziari supportino gli obiettivi strategici dell'organizzazione.</li> <li>Creare modelli finanziari per prevedere il futuro entrate, spese e prestazioni finanziarie complessive.</li> <li>Fornire approfondimenti proattivi e supportare la pianificazione per potenziali sfide.</li> <li>Preparare e presentare rapporti finanziari al management, alle parti interessate o agli organismi di regolamentazione.</li > <li>Presentare analisi del budget, analisi degli scostamenti e raccomandazioni attuabili per il miglioramento.</li> <li>Valutare i rischi finanziari e le opportunità associati a varie decisioni aziendali, inclusi investimenti e fusioni.</li> <li>Condurre costi- analisi dei vantaggi e fornire raccomandazioni per attività finanziarie strategiche.</li> <li>Analizzare i costi associati alle diverse operazioni aziendali e consigliare misure di risparmio sui costi per migliorare l'efficienza.</li> <li>Garantire che le operazioni finanziarie e il reporting siano conformi alle leggi pertinenti , normative e standard di settore.</li> <li>Comunica in modo efficace informazioni finanziarie complesse a vari dipartimenti, favorendo la collaborazione e la comprensione.</li> <li>Monitora continuamente le tendenze finanziarie, i cambiamenti del settore e le condizioni economiche per fornire up- informazioni aggiornate per il processo decisionale.</li> <li>Se sei un analista finanziario attento ai dettagli con una passione per la fornitura di approfondimenti finanziari strategici, ti invitiamo a candidarti per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per contribuire al successo finanziario e alla crescita strategica della nostra organizzazione.</li>",
  "Key-Responsibilities-FD": "<li>Progetta e implementa interfacce utente utilizzando tecnologie come HTML, CSS e JavaScript.</li> <li>Scrivi il codice per il browser dell'utente, gestendo le interazioni, le convalide dei moduli e gli aggiornamenti dinamici dei contenuti.</li> <li> Utilizza framework e librerie popolari come React, Angular o Vue.js.</li> <li>Assicurati che l'applicazione funzioni perfettamente su diversi browser Web, affrontando le sfide dello sviluppo frontend.</li> <li>Gestisci database, elabora richieste ed esegui attività lato server utilizzando linguaggi come Node.js, Python, Ruby, Java o PHP.</li> <li>Progetta e mantieni database, garantendo un'archiviazione e un recupero efficienti dei dati. I database comuni includono MySQL, PostgreSQL, MongoDB o Firebase.</li> <li>Distribuisci e gestisci l'infrastruttura del server, incluse piattaforme cloud come AWS, Azure o Google Cloud.</li> <li>Crea e mantieni API che facilitare la comunicazione tra i componenti frontend e backend dell'applicazione, garantendo un regolare scambio di dati.</li> <li>Identificare e correggere bug sia nel codice frontend che backend, garantendo l'affidabilità e le prestazioni complessive dell'applicazione.</li> < li>Collabora con altri membri del team, inclusi designer UI/UX, colleghi sviluppatori e project manager, per contribuire al successo dei nostri progetti.</li> <li>Se sei uno sviluppatore Fullstack esperto con la passione per la creazione di contenuti innovativi e applicazioni web incentrate sull'utente, ti invitiamo a candidarti per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per dare forma al futuro della nostra presenza digitale e fornire soluzioni di alta qualità ai nostri utenti.</li>",
  "Key-Responsibilities-NA": "<li>Progettare, implementare e configurare reti di computer, inclusi router, switch, firewall e altri componenti hardware.</li> <li>Implementare e mantenere solide misure di sicurezza per proteggere la rete da accessi non autorizzati, minacce informatiche e dati violazioni.</li> <li>Diagnostica e risolvi problemi di rete, problemi di connettività e guasti hardware o software.</li> <li>Monitora regolarmente le prestazioni della rete e ottimizzane l'efficienza.</li> <li>Identifica e risolvere i colli di bottiglia per garantire un funzionamento ottimale della rete.</li> <li>Eseguire attività di manutenzione di routine, come l'aggiornamento del firmware, l'applicazione di patch di sicurezza e la garanzia che i componenti hardware e software siano aggiornati.</li> <li>Assistenza alla fine utenti con problemi relativi alla rete, fornendo supporto tecnico e offrendo formazione sull'utilizzo della rete.</li> <li>Mantenere una documentazione dettagliata dell'architettura di rete, delle configurazioni e delle modifiche. Questa documentazione è fondamentale per la risoluzione dei problemi e la pianificazione futura.</li> <li>Lavora a stretto contatto con altri professionisti IT, come amministratori di sistema, specialisti della sicurezza e responsabili IT, per garantire una perfetta integrazione dei servizi di rete.</li> <li >Pianificare le future esigenze di rete, valutare i requisiti di scalabilità e consigliare aggiornamenti o espansioni per soddisfare le crescenti richieste dell'organizzazione.</li> <li>Implementare soluzioni di backup e piani di ripristino di emergenza per salvaguardare i dati critici in caso di eventi imprevisti.</li > <li>Se sei un amministratore di rete esperto con la passione di garantire l'affidabilità e la sicurezza delle reti di computer, ti invitiamo a candidarti per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per mantenere un'infrastruttura di rete solida ed efficiente che supporti le operazioni e la crescita della nostra organizzazione.</li>",
  "Key-Responsibilities-HDA": "<li>Rispondere tempestivamente alle domande e ai problemi sollevati dagli utenti finali, offrendo guida e assistenza per la risoluzione dei problemi.</li> <li>Analizzare, identificare e diagnosticare problemi hardware e software per determinare soluzioni efficaci.</li> <li> Fornire agli utenti una guida passo passo chiara e concisa e istruzioni per una risoluzione efficiente dei problemi.</li> <li>Assistenza agli utenti con installazioni, aggiornamenti e configurazioni del software.</li> <li>Documentazione e mantenimento dei registri delle segnalazioni segnalate questioni, soluzioni e problemi comuni.</li> <li>Creare articoli e guide della knowledge base per consentire agli utenti di auto-aiuto.</li> <li>Comunicare informazioni tecniche in modo intuitivo, soprattutto quando si assiste non -utenti tecnici.</li> <li>Mantenere gli utenti informati sullo stato e sull'avanzamento dei problemi segnalati.</li> <li>Eseguire attività di manutenzione ordinaria su computer, server e altre apparecchiature IT.</li> <li >Garantire che le applicazioni software siano aggiornate applicando patch e aggiornamenti.</li> <li>Condurre sessioni di formazione per gli utenti finali per migliorare la loro comprensione degli strumenti e delle applicazioni IT di base.</li> <li>Istruire gli utenti al meglio pratiche per la sicurezza e la protezione dei dati.</li> <li>Collaborare con altri professionisti IT, come amministratori di rete e ingegneri di sistema, per affrontare problemi complessi.</li> <li>Inoltrare i problemi ai team di supporto di livello superiore quando necessario .</li> <li>Implementazione e applicazione di misure di sicurezza per la protezione da violazioni dei dati e accessi non autorizzati.</li> <li>Assistenza nell'implementazione di protocolli e politiche di sicurezza.</li> <li>Fornitura di un eccellente servizio clienti essendo reattivo, disponibile e professionale.</li> <li>Garantire un'esperienza positiva e utile per gli utenti finali.</li> <li>Se sei un risolutore di problemi proattivo con eccellenti capacità di comunicazione e una passione per la fornitura supporto IT eccezionale, ti invitiamo a fare domanda per questa entusiasmante opportunità presso Odyssey Outfits. Unisciti a noi per mantenere l'efficienza e la produttività dei sistemi IT della nostra organizzazione fornendo al contempo un supporto di prim'ordine ai nostri stimati utenti.</li>",
  "Full-Time": "<img alt='Valigia&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Tempo pieno",
  "Date-Posted": "<img alt='Ora&nbsp;' src='./Assets/Img/Time-512x512.png'>Pubblicato 1 settimana fa",
  "Apply-Now": "Applica ora",
  "label-form-name": "Nome di battesimo:",
  "label-form-lname": "Cognome:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Numero di telefono:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Indirizzo corrente:",
  "label-form-legal": "Sei legalmente autorizzato a lavorare negli Stati Uniti?",
  "label-form-education": "Hai completato il seguente livello di istruzione: Laurea triennale?",
  "fileInputLabel": "Carica il tuo curriculum",
  "pdf-file-error": "Carica un file PDF valido.",
  "submit-resume": "Invia la tua domanda",
  "application-sent": "Domanda inviata!",
  "received-application": "Grazie per aver inviato la tua candidatura! Lo abbiamo ricevuto con successo. Si prega di attendere una notifica via email relativa allo stato della richiesta mentre procediamo attraverso il nostro approfondito processo di revisione. Apprezziamo la vostra pazienza e attendiamo con ansia la possibilità di lavorare insieme.",
  "application-not-sent": "Domanda non inviata!",
  "not-received-application": "Grazie per aver inviato la tua candidatura! Sembra che si sia verificato un errore nell'invio dell'e-mail di conferma, riprova presto.",
  "form-yes": "SÌ",
  "form-no": "NO",
  "form-yes-2": "SÌ",
  "form-no-2": "NO",
  "error-404": "Errore 404 - Pagina Non Trovata :(",
  "copyright": "© 2024 Odyssey Outfits. Tutti i diritti riservati."
}