{
  "TOS-welcome": "Welcome!",
  "TOS-locale": "Please select a default language:",
  "TOS-preamble": "Our website gathers user data to enhance the overall user experience.<br> By continuing to use our site, you agree to our TOS.",
  "TOS-TOS": "Terms Of Service",
  "TOS-ADA": "Our website is in compliance with ADA (Americans with Disabilities Act) standards.<br>As a result, you may click the eye icon located in the top right corner to toggle<br>ADA compliance mode.",

  "toast-ok": "OK",

  "ada-disabled": "You have disabled ADA Mode.",
  "ada-disabled-continue": "It seems you've disabled ADA mode, you will need to refresh in order to continue.",
  "ada-enabled": "You have enabled ADA Mode.",
  "ada-enabled-continue": "It seems you've enabled ADA mode, the color scheme of this website will be black on white until ADA mode is disabled.",

  "nav-home": "Home",
  "nav-about": "About",
  "nav-contact": "Contact",
  "nav-careers": "Careers",

  "Select-a-Job": "Select a Job",
  "Upper-Management": "Upper Management",
  "Lower-Management": "Lower Management",
  "Sales-Department": "Sales Department",
  "Financial-Department": "Financial Department",
  "IT-Department": "IT Department",

  "Chief-Financial-Officer": "Chief Financial Officer",
  "Chief-Executive-Officer": "Chief Executive Officer",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Human-Resources": "Human Resources",
  "Regional-Manager": "Regional Manager",
  "Office-Manager": "Office Manager",
  "Regional-Sales-Director": "Regional Sales Director",
  "Account-Executive": "Account Executive",
  "Salesman": "Salesman",
  "Regional-Financial-Director": "Regional Financial Director",
  "Payroll-Administrator": "Payroll Administrator",
  "Financial-Analyst": "Financial Analyst",
  "Fullstack-Developer": "Fullstack Developer",
  "Network-Administrator": "Network Administrator",
  "Help-Desk-Administrator": "Help Desk Administrator",

  "Selected-Job": "Selected Job: ",
  "Department-Division": "Department/Division: ",
  "Job-Description": "Job Description: ",

  "CFO": "We are seeking a skilled Chief Financial Officer to join our team at Odyssey Outfits. In this role, you will be overseeing our financial activities and strategy. As the CFO, you will develop and execute the organization's financial strategy in alignment with our overall business goals, providing strategic financial guidance to the CEO and other executives.",
  "CEO": "We are seeking a skilled Chief Executive Officer to join our team at Odyssey Outfits. In this role, you will lead our organization to new heights by making strategic corporate decisions, overseeing overall operations and resources, and serving as the primary liaison between the board of directors and corporate operations. As the CEO, you will play a pivotal role in setting the strategic direction, identifying business opportunities, and ensuring the company's compliance with legal and regulatory requirements.",
  "COO": "We are seeking a skilled Chief Operating Officer to join our team at Odyssey Outfits. In this role, you will be promoting operational efficiency and implementing strategies to help achieve our goals as efficiently as possible. As a key member of our leadership team, you will be responsible for developing and implementing operational policies and procedures, aligning operational strategies with our business objectives, and ensuring the effective allocation of resources.",
  "HR": "We are seeking a skilled Human Resources to join our team at Odyssey Outfits. In this role, you will in manage personnel, employment-related matters, and supporting the overall well-being of our valued employees, in your specific regional branch. This role is crucial for creating a positive work environment, ensuring legal compliance, and supporting the strategic goals of our organization.",
  "RM": "We are seeking a skilled Regional Manager to join our team at Odyssey Outfits. In this role, you will be responsible in overseeing and managing the operations, sales, and overall performance of multiple larger scale clients within your specific region. This key leadership position involves setting and achieving performance goals, ensuring compliance, and driving financial success.",
  "OM": "We are seeking a skilled Office Manager to join our team at Odyssey Outfits. In this role, you will be responsible overseeing the daily operations of our office, (location TBD). This pivotal role requires a dynamic individual with strong organizational and managerial skills to ensure the seamless functioning of our office.",
  "RSD": "We are seeking a skilled Regional Sales Director to join our team at Odyssey Outfits. In this leadership role, you will be responsible in driving sales activities within your specific region. As a key member of our team, you will be responsible for developing and executing sales strategies, leading a dynamic sales team, and contributing to the overall growth and success of the organization.",
  "AE": "We are seeking a skilled Account Executive to join our team at Odyssey Outfits. In this role, you will be responsible in managing client accounts, driving business growth, and ensuring client satisfaction. If you thrive in a dynamic and collaborative environment, we invite you to be a part of our team.",
  "S": "We are seeking a skilled Salesman to join our team at Odyssey Outfits. In this role, you will be responsible for driving revenue growth by effectively selling our products and services to potential clients. If you are passionate about sales, building relationships, and achieving targets, we invite you to be a part of our dynamic team.",
  "RFD": "We are seeking a skilled Regional Financial Director to join our team at Odyssey Outfits. In this role, you will oversee and manage the financial operations within your specific region. As a key leader, you will play a crucial role in shaping and implementing financial strategies to drive the success of our operations in your assigned region.",
  "PA": "We are seeking a skilled Payroll Administrator to join our team at Odyssey Outfits. In this role, you will be responsible for managing and processing employee compensation. As a Payroll Administrator, you will ensure the accurate and timely payment of employee salaries, bonuses, and benefits while maintaining compliance with local, state, and federal regulations.",
  "FA": "We are seeking a skilled Financial Analyst to join our team at Odyssey Outfits. In this role, you will provide valuable insights and recommendations based on in-depth analysis of financial data and trends. As a Financial Analyst, your primary responsibility will be to support decision-makers by interpreting complex financial information and presenting it in a clear and meaningful manner.",
  "FD": "We are seeking a skilled Full Stack Developer to join our team at Odyssey Outfits. In this role, you will leverage your expertise in both frontend and backend development to create seamless and user-friendly web applications. As a Full Stack Developer, you will be responsible for designing and implementing the visual elements that users interact with on our websites.",
  "NA": "We are seeking a skilled Network Administrator to join our team at Odyssey Outfits. In this role, you will manage and maintain our computer networks. As a Network Administrator, you will ensure the seamless operation of our network infrastructure, encompassing local area networks (LANs), wide area networks (WANs), and other communication systems.",
  "HDA": "We are seeking a skilled and customer-focused Help Desk Administrator to join our team at Odyssey Outfits. In this role, you will be responsible for providing technical assistance and support to employees within the organization. Your primary focus will be on delivering a crucial service by addressing hardware, software, network, and other IT-related issues within our organization.",

  "Key-Responsibilities-CFO": "<li>Develop and execute the organization's financial strategy in alignment with overall business goals.</li> <li>Provide strategic financial guidance to the CEO and other executives.</li> <li>Lead financial planning and budgeting processes.</li> <li>Conduct financial forecasting, analysis, and modeling to support decision-making.</li> <li>Identify and assess financial risks and implement risk mitigation strategies.</li> <li>Ensure compliance with financial regulations and reporting requirements.</li> <li>Oversee the preparation and presentation of financial reports to stakeholders, including the board, investors, and regulatory bodies.</li> <li>Ensure accuracy, transparency, and compliance with accounting standards.</li> <li>Manage the organization's financial resources and investments, capital structure, liquidity, and cash flow.</li> <li>Lead or participate in merger and acquisition activities, including due diligence, negotiations, and integration planning.</li> <li>Determine the most effective ways to raise capital, whether through debt, equity, or other financial instruments.</li> <li>Maintain relationships with financial institutions and investors.</li> <li>If you are a seasoned financial leader with a strategic mindset, strong analytical skills, and a track record of driving financial excellence, we invite you to join Odyssey Outfits as our CFO. Be a key player in shaping the financial success and growth of our dynamic organization.</li>",
  "Key-Responsibilities-CEO": "<li>Set the strategic direction and long-term goals in collaboration with the board of directors.</li> <li>Identify business opportunities and potential risks.</li> <li>Work closely with the CFO to manage the financial health of the company.</li> <li>Review financial reports and budgets.</li> <li>Manage and enhance the company's brand and reputation.</li> <li>Address public relations issues promptly.</li> <li>Encourage innovation and adaptation to changing market conditions.</li> <li>Implement crisis management plans to navigate unforeseen challenges.</li> <li>Develop a global perspective, especially for companies with international operations.</li> <li>Navigate geopolitical and economic complexities.</li> <li>As a visionary leader, you will drive Odyssey Outfits towards success, fostering innovation, and ensuring our continued growth. If you possess a strategic mindset, exceptional leadership skills, and a passion for driving organizational excellence, we invite you to lead Odyssey Outfits as our CEO. Join us in shaping the future of our dynamic and innovative company.</li>",
  "Key-Responsibilities-COO": "<li>Develop and implement operational policies and procedures.</li> <li>Align operational strategies with the organization's business objectives.</li> <li>Manage and allocate resources effectively, including budgeting, staffing, and technology.</li> <li>Work with the human resources department to attract, develop, and retain talent.</li> <li>Monitor and evaluate the performance of various departments and teams.</li> <li>Streamline workflows to enhance overall productivity.</li> <li>Oversee quality control processes to ensure products or services meet established standards.</li> <li>Ensure the organization has the right people in the right roles.</li> <li>Provide leadership and guidance to achieve operational excellence.</li> <li>Provide regular reports to the CEO and other executives on operational performance.</li> <li>Communicate key metrics and operational insights.</li> <li>As a seasoned professional, you will bring your expertise to lead our operational initiatives, drive efficiency, and contribute to the overall success of Odyssey Outfits. If you thrive in a dynamic and collaborative environment, we welcome you to join us as our COO and be a key architect in shaping our operational success.</li>",
  "Key-Responsibilities-HR": "<li>Attract, recruit, and hire qualified candidates for job openings.</li> <li>Conduct interviews, screenings, and coordinate the entire hiring process.</li> <li>Address and resolve workplace conflicts and employee relations issues.</li> <li>Foster a positive work environment and enhance employee morale.</li> <li>Provide feedback, coaching, and support for employee development.</li> <li>Identify training needs and coordinate employee development programs.</li> <li>Administer compensation programs, including salaries, bonuses, and benefits.</li> <li>Conduct salary reviews and ensure competitive compensation.</li> <li>Ensure compliance with labor laws and regulations.</li> <li>Ensure compliance with safety regulations and implement preventive measures.</li> <li>Maintain accurate and confidential employee records.</li> <li>Handle documentation related to employment contracts, promotions, and terminations.</li> <li>Conduct exit interviews with departing employees.</li> <li>Manage the termination process in compliance with company policies and legal requirements.</li> <li>Identify and develop potential leaders within the organization.</li> <li>Plan for the succession of key positions.</li> <li>Evaluate the performance of office staff and provide constructive feedback.</li> <li>Identify areas for improvement and implement necessary changes.</li> <li>As a Human Resources Manager at Odyssey Outfits, you will play a pivotal role in shaping our workplace culture, supporting employee growth, and ensuring compliance with all employment-related matters. If you are a seasoned HR professional with a passion for creating positive workplaces, we invite you to join our team and contribute to the success of Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Set clear performance goals and objectives for each location within the region.</li> <li>Monitor and evaluate the operational performance of each branch or location.</li> <li>Ensure strict adherence to company policies, procedures, and standards.</li> <li>Conduct regular audits to confirm compliance at all levels.</li> <li>Manage the financial performance of the region, including budgeting, forecasting, and expense control.</li> <li>Analyze financial reports and key performance indicators to identify areas for improvement.</li> <li>Oversee sales and financial development activities within the region.</li> <li>Provide strategic guidance to drive revenue and market growth.</li> <li>Lead and guide branch managers and other regional staff.</li> <li>Recruit, train, and develop high-performing teams for each location.</li> <li>Communicate regularly with branch managers and other team members.</li> <li>Collaborate with other departments, such as marketing, human resources, and finance.</li> <li>Oversee training programs for staff within the region.</li> <li>Support professional development and skill enhancement.</li> <li>Identify opportunities for expansion and growth within the region.</li> <li>Evaluate potential new locations or markets.</li> <li>Collaborate with headquarters and other regional managers to ensure consistency in operations and strategic initiatives.</li> <li>Share best practices and contribute to the overall success of the company.</li> <li>Prepare and present regular reports to senior management on the region's performance.</li> <li>Provide insights and recommendations for improvement.</li> <li>As a Regional Manager at Odyssey Outfits, you will play a critical role in driving the success and growth of our organization across multiple locations. If you are a strategic leader with a track record of achieving results, we invite you to join our team and contribute to the continued success of Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Provide comprehensive administrative support to various departments within the organization.</li> <li>Manage office supplies, equipment, and inventory to meet operational needs.</li> <li>Supervise and coordinate the work of administrative and support staff.</li> <li>Oversee recruitment, training, and conduct performance evaluations.</li> <li>Ensure the office facilities are well-maintained and provide a conducive work environment.</li> <li>Assist in budget preparation and management for office-related expenses.</li> <li>Facilitate communication between different departments and teams.</li> <li>Promote a collaborative and communicative work culture.</li> <li>Maintain organized and up-to-date records, files, and databases.</li> <li>Ensure compliance with data protection and privacy regulations.</li> <li>Oversee the use and maintenance of office technology, including computers, printers, and communication systems.</li> <li>Implement and update software applications as needed.</li> <li>Negotiate contracts and agreements for office-related services.</li> <li>Ensure cost-effective solutions for office-related requirements.</li> <li>As an Office Manager at Odyssey Outfits, you will play a pivotal role in maintaining an efficient and well-organized office environment. If you are a proactive individual with excellent managerial and organizational skills, we invite you to join our team and contribute to the success of our organization.</li>",
  "Key-Responsibilities-RSD": "<li>Develop and implement sales strategies and plans for the sales division and assigned region.</li> <li>Set and achieve sales targets and business objectives in alignment with company goals.</li> <li>Lead and manage a team of sales professionals within the region.</li> <li>Hire, train, and motivate the sales team to achieve high-performance standards.</li> <li>Analyze sales performance data, market trends, and customer feedback.</li> <li>Evaluate the effectiveness of sales strategies and make data-driven decisions for improvement.</li> <li>Establish and maintain relationships with key clients, partners, and stakeholders.</li> <li>Build a network to promote business growth, customer satisfaction, and market expansion.</li> <li>Develop and manage the sales budget for the region.</li> <li>Monitor and control expenses to ensure profitability.</li> <li>Work closely with other departments, including marketing, finance, and operations.</li> <li>Ensure alignment of sales activities with overall business objectives.</li> <li>Provide regular reports to senior management on sales performance, market trends, and relevant metrics.</li> <li>Ensure that sales activities comply with relevant laws, regulations, and company policies.</li> <li>Understand customer needs and preferences to maintain a customer-centric approach.</li> <li>Implement strategies to enhance customer satisfaction and loyalty.</li> <li>Identify opportunities for market expansion and growth within the region.</li> <li>Develop plans to enter new markets and increase market share.</li> <li>If you are a strategic thinker with a proven track record in sales leadership, consider joining Odyssey Outfits as a Regional Sales Director. Be a driving force in shaping the success of our sales division and contributing to the overall growth of our organization.</li>",
  "Key-Responsibilities-AE": "<li>Build and maintain strong relationships with clients, fostering trust and loyalty.</li> <li>Act as the primary point of contact for clients, addressing their needs and concerns.</li> <li>Actively seek new business opportunities to expand the client base.</li> <li>Work towards achieving and exceeding sales targets through effective strategies.</li> <li>Effectively communicate the value of products or services to clients.</li> <li>Showcase the benefits and unique selling propositions to meet client requirements.</li> <li>Negotiate contracts, terms, and pricing to reach mutually beneficial agreements.</li> <li>Ensure that contractual agreements align with the interests of both the client and the company.</li> <li>Address and resolve client issues or concerns promptly to ensure satisfaction.</li> <li>Collaborate with internal teams to provide timely solutions and maintain positive client relationships.</li> <li>Develop and implement strategies to grow existing accounts and acquire new clients.</li> <li>Identify opportunities for up-selling or cross-selling additional products or services.</li> <li>Stay informed about industry trends, market conditions, and competitor activities.</li> <li>Use market insights to adapt strategies and stay ahead of industry changes.</li> <li>Work closely with internal teams, such as marketing and product development, to meet client needs.</li> <li>Collaborate on initiatives that enhance client satisfaction and contribute to business success.</li> <li>Provide regular reports on sales activities, achievements, and challenges.</li> <li>Contribute to the analysis of sales performance and recommend improvements.</li> <li>If you are a proactive and results-driven individual with excellent communication and negotiation skills, consider joining Odyssey Outfits as an Account Executive. Be a part of our team and contribute to the success of our clients and the overall growth of the organization.</li>",
  "Key-Responsibilities-S": "<li>Actively seek out potential customers and identify new sales opportunities.</li> <li>Utilize various channels to generate leads and expand the customer base.</li> <li>Build and maintain relationships with customers by understanding their needs and providing relevant information.</li> <li>Ensure a positive customer experience by addressing inquiries and concerns.</li> <li>Develop a deep understanding of the products or services offered.</li> <li>Effectively communicate product features and benefits to potential customers.</li> <li>Deliver compelling sales presentations to showcase the value proposition of our products or services.</li> <li>Tailor presentations to address specific customer needs and concerns.</li> <li>Negotiate terms, prices, and agreements to close deals in a mutually beneficial manner.</li> <li>Secure commitments from customers to make a purchase and finalize sales transactions.</li> <li>Achieve or exceed sales targets and quotas set by the company.</li> <li>Continuously strive to meet and exceed individual and team goals.</li> <li>Stay informed about industry trends, market conditions, and competitor activities.</li> <li>Identify opportunities and potential challenges in the market.</li> <li>Gather feedback from customers to improve products, services, or the overall customer experience.</li> <li>Provide valuable insights to contribute to the enhancement of our offerings.</li> <li>Maintain accurate records of sales activities, customer interactions, and other relevant information.</li> <li>Use CRM tools to track and manage customer relationships and sales progress.</li> <li>If you are a results-driven individual with excellent communication and negotiation skills, we encourage you to apply for this exciting opportunity at Odyssey Outfits. Join us in driving sales success and contributing to the growth and prosperity of our organization.</li>",
  "Key-Responsibilities-RFD": "<li>Develop and implement financial strategies and plans tailored to the unique needs of the region.</li> <li>Conduct financial analysis and forecasting to support strategic decision-making.</li> <li>Create and manage budgets for the region, ensuring alignment with overall business objectives.</li> <li>Implement cost control measures to optimize financial performance.</li> <li>Provide accurate and timely financial reports to senior management, offering insights and recommendations.</li> <li>Establish key performance indicators (KPIs) to measure and assess financial performance.</li> <li>Identify and mitigate financial risks within the region.</li> <li>Implement risk management strategies to safeguard the organization's financial assets.</li> <li>Work closely with regional managers and teams to align financial goals with operational objectives.</li> <li>Provide financial guidance and support to local teams, fostering a collaborative environment.</li> <li>Ensure compliance with accounting standards, regulatory requirements, and corporate governance standards.</li> <li>Implement internal controls to safeguard financial integrity.</li> <li>Evaluate and optimize financial processes to enhance efficiency and effectiveness.</li> <li>Continuously seek opportunities for process improvement and innovation.</li> <li>Lead and develop a team of finance professionals within the region.</li> <li>Provide mentorship and guidance to foster professional growth and excellence.</li> <li>Participate in strategic decision-making processes related to investments, acquisitions, and other financial initiatives.</li> <li>Advise senior management on the financial implications of business strategies.</li> <li>If you are a seasoned financial leader with a strategic mindset and a passion for driving financial success at the regional level, we invite you to apply for this impactful role at Odyssey Outfits. Join us in shaping the financial future of our organization and contributing to our continued growth and success.</li>",
  "Key-Responsibilities-PA": "<li>Calculate and process employee salaries, wages, bonuses, and other forms of compensation.</li> <li>Monitor and record employee work hours, including overtime, time-off requests, and attendance-related information.</li> <li>Manage tax deductions, including income tax, social security contributions, and other statutory deductions.</li> <li>Ensure compliance with tax regulations and timely submission of tax-related information.</li> <li>Handle employee benefits, such as health insurance, retirement contributions, and other perks, ensuring accurate reflection in payroll.</li> <li>Keep abreast of changes in benefit offerings and update payroll systems accordingly.</li> <li>Maintain accurate and up-to-date payroll records, including employee information, tax withholdings, and other relevant data.</li> <li>Generate payroll reports for management, accounting, and auditing purposes.</li> <li>Ensure compliance with local, state, and federal regulations regarding payroll, taxation, and labor laws.</li> <li>Stay informed about updates and changes in relevant regulations.</li> <li>Distribute paychecks or coordinate electronic fund transfers to employees promptly and accurately.</li> <li>Provide documentation for internal and external audits.</li> <li>Collaborate with auditing teams to ensure accurate and transparent payroll processes.</li> <li>Respond to employee inquiries regarding payroll matters, addressing issues or discrepancies promptly and professionally.</li> <li>Manage and maintain payroll software and systems, staying informed about updates and changes.</li> <li>If you are a detail-oriented and organized professional with a passion for payroll management and compliance, we invite you to apply for this exciting opportunity at Odyssey Outfits. Join us in ensuring the smooth and accurate processing of employee compensation within our organization.</li>",
  "Key-Responsibilities-FA": "<li>Analyze financial data, market trends, and economic indicators to assess the performance of the organization.</li> <li>Utilize statistical techniques and financial modeling to interpret complex financial information.</li> <li>Assist in developing and managing financial plans and budgets that align with overall business goals.</li> <li>Work collaboratively with various departments to ensure financial plans support the strategic objectives of the organization.</li> <li>Create financial models to forecast future revenues, expenses, and overall financial performance.</li> <li>Provide proactive insights and support planning for potential challenges.</li> <li>Prepare and present financial reports to management, stakeholders, or regulatory bodies.</li> <li>Present budget analysis, variance analysis, and actionable recommendations for improvement.</li> <li>Assess financial risks and opportunities associated with various business decisions, including investments and mergers.</li> <li>Conduct cost-benefit analyses and provide recommendations for strategic financial activities.</li> <li>Analyze costs associated with different business operations and recommend cost-saving measures to improve efficiency.</li> <li>Ensure financial operations and reporting comply with relevant laws, regulations, and industry standards.</li> <li>Effectively communicate complex financial information to various departments, fostering collaboration and understanding.</li> <li>Continuously monitor financial trends, industry changes, and economic conditions to provide up-to-date information for decision-making.</li> <li>If you are a detail-oriented Financial Analyst with a passion for delivering strategic financial insights, we invite you to apply for this exciting opportunity at Odyssey Outfits. Join us in contributing to the financial success and strategic growth of our organization.</li>",
  "Key-Responsibilities-FD": "<li>Design and implement user interfaces using technologies like HTML, CSS, and JavaScript.</li> <li>Write code for the user's browser, handling interactions, form validations, and dynamic content updates.</li> <li>Utilize popular frameworks and libraries such as React, Angular, or Vue.js.</li> <li>Ensure that the application works seamlessly across different web browsers, addressing frontend development challenges.</li> <li>Manage databases, process requests, and perform server-side tasks using languages like Node.js, Python, Ruby, Java, or PHP.</li> <li>Design and maintain databases, ensuring efficient data storage and retrieval. Common databases include MySQL, PostgreSQL, MongoDB, or Firebase.</li> <li>Deploy and manage the server infrastructure, including cloud platforms like AWS, Azure, or Google Cloud.</li> <li>Create and maintain APIs that facilitate communication between the frontend and backend components of the application, ensuring smooth data exchange.</li> <li>Identify and fix bugs in both frontend and backend code, ensuring the overall reliability and performance of the application.</li> <li>Collaborate with other team members, including UI/UX designers, fellow developers, and project managers, to contribute to the success of our projects.</li> <li>If you are a skilled Fullstack Developer with a passion for creating innovative and user-centric web applications, we invite you to apply for this exciting opportunity at Odyssey Outfits. Join us in shaping the future of our digital presence and delivering high-quality solutions to our users.</li>",
  "Key-Responsibilities-NA": "<li>Design, implement, and configure computer networks, including routers, switches, firewalls, and other hardware components.</li> <li>Implement and maintain robust security measures to protect the network from unauthorized access, cyber threats, and data breaches.</li> <li>Diagnose and resolve network issues, connectivity problems, and hardware or software failures.</li> <li>Regularly monitor network performance and optimize it for efficiency.</li> <li>Identify and address bottlenecks to ensure optimal network operation.</li> <li>Perform routine maintenance tasks, such as updating firmware, applying security patches, and ensuring hardware and software components are up to date.</li> <li>Assist end-users with network-related issues, providing technical support and offering training on network usage.</li> <li>Maintain detailed documentation of the network architecture, configurations, and changes. This documentation is crucial for troubleshooting and future planning.</li> <li>Work closely with other IT professionals, such as system administrators, security specialists, and IT managers, to ensure seamless integration of network services.</li> <li>Plan for future network needs, assess scalability requirements, and recommend upgrades or expansions to meet the organization's growing demands.</li> <li>Implement backup solutions and disaster recovery plans to safeguard critical data in case of unexpected events.</li> <li>If you are a skilled Network Administrator with a passion for ensuring the reliability and security of computer networks, we encourage you to apply for this exciting opportunity at Odyssey Outfits. Join us in maintaining a robust and efficient network infrastructure that supports our organization's operations and growth.</li>",
  "Key-Responsibilities-HDA": "<li>Responding promptly to inquiries and issues raised by end-users, offering guidance and troubleshooting assistance.</li> <li>Analyzing, identifying, and diagnosing hardware and software problems to determine effective solutions.</li> <li>Providing clear and concise step-by-step guidance and instructions to users for efficient problem resolution.</li> <li>Assisting users with software installations, updates, and configurations.</li> <li>Documenting and maintaining records of reported issues, solutions, and common problems.</li> <li>Creating knowledge base articles and guides to empower users for self-help.</li> <li>Communicating technical information in a user-friendly manner, especially when assisting non-technical users.</li> <li>Keeping users informed about the status and progress of reported issues.</li> <li>Performing routine maintenance tasks on computers, servers, and other IT equipment.</li> <li>Ensuring software applications are up to date by applying patches and updates.</li> <li>Conducting training sessions for end-users to enhance their understanding of basic IT tools and applications.</li> <li>Educating users on best practices for security and data protection.</li> <li>Collaborating with other IT professionals, such as network administrators and system engineers, to address complex issues.</li> <li>Escalating problems to higher-level support teams when necessary.</li> <li>Implementing and enforcing security measures to protect against data breaches and unauthorized access.</li> <li>Assisting in the implementation of security protocols and policies.</li> <li>Providing excellent customer service by being responsive, approachable, and professional.</li> <li>Ensuring a positive and helpful experience for end-users.</li> <li>If you are a proactive problem solver with excellent communication skills and a passion for delivering exceptional IT support, we invite you to apply for this exciting opportunity at Odyssey Outfits. Join us in maintaining the efficiency and productivity of our organization's IT systems while providing top-notch support to our valued users.</li>",

  "Full-Time": "<img alt='Briefcase&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Full Time",
  "Date-Posted": "<img alt='Time&nbsp;' src='./Assets/Img/Time-512x512.png'>Posted 1 Week Ago",
  "Apply-Now": "Apply Now",

  "label-form-name": "First Name:",
  "label-form-lname": "Last Name:",
  "label-form-email": "Email:",
  "label-form-phone": "Phone Number:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Current Address:",
  "label-form-legal": "Are you legally authorized to work in the United States?",
  "label-form-education": "Have you completed the following level of education: Bachelor's Degree?",
  "fileInputLabel": "Upload&nbsp;Your Résumé",
  "pdf-file-error": "Please upload a valid PDF file.",
  "submit-resume": "Submit Your Application",

  "application-sent": "Application Sent!",
  "received-application": "Thank you for submitting your application! We have received it successfully. Kindly anticipate an email notification regarding the status of your application as we progress through our thorough review process. We appreciate your patience and look forward to the possibility of working together.",
  "application-not-sent": "Application Not Sent!",
  "not-received-application": "Thank you for submitting your application! It seems that we had an error sending the confirmation email, please try again soon.",

  "form-yes": "Yes",
  "form-no": "No",
  "form-yes-2": "Yes",
  "form-no-2": "No",

  "error-404": "Error 404: Page Not Found :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;All rights reserved."
}
