{
  "greeting": "Hello, World!",
  "description": "This is a sample website.",
  "nav-home": "Home",
  "nav-about": "About",
  "nav-services": "Services",
  "nav-contact": "Contact",
  "nav-resume": "Upload a Résumé",

  "Select-a-Job": "Select a Job",
  "Upper-Management": "Upper Management",
  "Chief-Financial-Officer": "Chief Financial Officer",
  "Chief-Executive-Officer": "Chief Executive Officer",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Lower-Management": "Lower Management",
  "Human-Resources": "Human Resources",
  "Regional-Manager": "Regional Manager",
  "Office-Manager": "Office Manager",
  "Sales-Department": "Sales Department",
  "Regional-Sales-Director": "Regional Sales Director",
  "Account-Executive": "Account Executive",
  "Salesman": "Salesman",
  "Financial-Department": "Financial Department",
  "Regional-Financial-Director": "Regional Financial Director",
  "Payroll-Administrator": "Payroll Administrator",
  "Financial-Analyst": "Financial Analyst",
  "IT-Department": "IT Department",
  "Fullstack-Developer": "Fullstack Developer",
  "Network-Administrator": "Network Administrator",
  "Help-Desk-Administrator": "Help Desk Administrator",

  "Selected-Job": "Selected Job: ",
  "Department-Division": "Department/Division: ",
  "Job-Description": "Job Description: ",

  "CFO": "We are seeking a skilled Chief Financial Officer to join our team at Odyssey Outfits. In this role, you will be overseeing our financial activities and strategy. As the CFO, you will develop and execute the organization's financial strategy in alignment with our overall business goals, providing strategic financial guidance to the CEO and other executives.",
  "CEO": "We are seeking a skilled Chief Executive Officer to join our team at Odyssey Outfits. In this role, you will lead our organization to new heights by making strategic corporate decisions, overseeing overall operations and resources, and serving as the primary liaison between the board of directors and corporate operations. As the CEO, you will play a pivotal role in setting the strategic direction, identifying business opportunities, and ensuring the company's compliance with legal and regulatory requirements.",
  "COO": "We are seeking a skilled Chief Operating Officer to join our team at Odyssey Outfits. In this role, you will be promoting operational efficiency and implementing strategies to help achieve our goals as efficiently as possible. As a key member of our leadership team, you will be responsible for developing and implementing operational policies and procedures, aligning operational strategies with our business objectives, and ensuring the effective allocation of resources.",
  "HR": "We are seeking a skilled Human Resources to join our team at Odyssey Outfits. In this role, you will in manage personnel, employment-related matters, and supporting the overall well-being of our valued employees, in your specific regional branch. This role is crucial for creating a positive work environment, ensuring legal compliance, and supporting the strategic goals of our organization.",
  "RM": "We are seeking a skilled Regional Manager to join our team at Odyssey Outfits. In this role, you will be responsible in overseeing and managing the operations, sales, and overall performance of multiple larger scale clients within your specific region. This key leadership position involves setting and achieving performance goals, ensuring compliance, and driving financial success.",
  "OM": "We are seeking a skilled Office Manager to join our team at Odyssey Outfits. In this role, you will be responsible overseeing the daily operations of our office, (location TBD). This pivotal role requires a dynamic individual with strong organizational and managerial skills to ensure the seamless functioning of our office.",
  "RSD": "We are seeking a skilled Regional Sales Director to join our team at Odyssey Outfits. In this leadership role, you will be responsible in driving sales activities within your specific region. As a key member of our team, you will be responsible for developing and executing sales strategies, leading a dynamic sales team, and contributing to the overall growth and success of the organization.",
  "AE": "We are seeking a skilled Account Executive to join our team at Odyssey Outfits. In this role, you will be responsible in managing client accounts, driving business growth, and ensuring client satisfaction. If you thrive in a dynamic and collaborative environment, we invite you to be a part of our team.",
  "SM": "We are seeking a skilled Salesman to join our team at Odyssey Outfits. In this role, you will be responsible for driving revenue growth by effectively selling our products and services to potential clients. If you are passionate about sales, building relationships, and achieving targets, we invite you to be a part of our dynamic team.",
  "RFD": "We are seeking a skilled Regional Financial Director to join our team at Odyssey Outfits. In this role, you will oversee and manage the financial operations within your specific region. As a key leader, you will play a crucial role in shaping and implementing financial strategies to drive the success of our operations in your assigned region.",
  "PA": "We are seeking a skilled Payroll Administrator to join our team at Odyssey Outfits. In this role, you will be responsible for managing and processing employee compensation. As a Payroll Administrator, you will ensure the accurate and timely payment of employee salaries, bonuses, and benefits while maintaining compliance with local, state, and federal regulations.",
  "FA": "We are seeking a skilled Financial Analyst to join our team at Odyssey Outfits. In this role, you will provide valuable insights and recommendations based on in-depth analysis of financial data and trends. As a Financial Analyst, your primary responsibility will be to support decision-makers by interpreting complex financial information and presenting it in a clear and meaningful manner.",
  "FD": "We are seeking a skilled Full Stack Developer to join our team at Odyssey Outfits. In this role, you will leverage your expertise in both frontend and backend development to create seamless and user-friendly web applications. As a Full Stack Developer, you will be responsible for designing and implementing the visual elements that users interact with on our websites.",
  "NA": "We are seeking a skilled Network Administrator to join our team at Odyssey Outfits. In this role, you will manage and maintain our computer networks. As a Network Administrator, you will ensure the seamless operation of our network infrastructure, encompassing local area networks (LANs), wide area networks (WANs), and other communication systems.",
  "HDA": "We are seeking a skilled and customer-focused Help Desk Administrator to join our team at Odyssey Outfits. In this role, you will be responsible for providing technical assistance and support to employees within the organization. Your primary focus will be on delivering a crucial service by addressing hardware, software, network, and other IT-related issues within our organization.",

  "label-form-name": "First Name:",
  "label-form-lname": "Last Name:",
  "label-form-email": "Email:",
  "label-form-phone": "Phone Number:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Current Address:",
  "label-form-legal": "Are you legally authorized\nto work in the United States?",
  "label-form-education": "Have you completed the following level\nof education: Bachelor's Degree?",
  "fileInputLabel": "Upload Your Résumé",
  "submit-resume": "Submit Your Application",

  "application-sent": "Application Sent!",
  "received-application": "Thank you for submitting your application! We have received it successfully. Kindly anticipate an email notification regarding the status of your application as we progress through our thorough review process. We appreciate your patience and look forward to the possibility of working together.",
  "application-not-sent": "Application Not Sent!",
  "not-received-application": "Thank you for submitting your application! It seems that we had an error sending the confirmation email, please try again soon.",

  "form-yes": "Yes",
  "form-no": "No",

  "error-404": "Error 404: Page Not Found :(",
  "copyright": "© 2023 Odyssey Outfits. All rights reserved."
}
