{
  "TOS-welcome": "Tervetuloa!",
  "TOS-locale": "Valitse oletuskieli:",
  "TOS-preamble": "Verkkosivustomme kerää käyttäjätietoja parantaakseen yleistä käyttökokemusta.<br> Jatkamalla sivustomme käyttöä hyväksyt käyttöehtomme.",
  "TOS-TOS": "Palveluehdot ja tietosuojakäytäntö",
  "TOS-ADA": "Verkkosivustomme on ADA (Americans with Disabilities Act) -standardien mukainen.<br>Tämän seurauksena voit napsauttaa oikeassa yläkulmassa olevaa silmäkuvaketta vaihtaaksesi<br>ADA-yhteensopivuustilan.",
  "toast-ok": "OK",
  "ada-disabled": "Olet poistanut ADA-tilan käytöstä.",
  "ada-disabled-continue": "Näyttää siltä, ​​että olet poistanut ADA-tilan käytöstä. Sinun on päivitettävä, jotta voit jatkaa.",
  "ada-enabled": "Olet ottanut ADA-tilan käyttöön.",
  "ada-enabled-continue": "Näyttää siltä, ​​että olet ottanut ADA-tilan käyttöön. Tämän sivuston värimaailma on musta valkoisella, kunnes ADA-tila poistetaan käytöstä.",
  "nav-home": "Koti",
  "nav-contact": "Ottaa yhteyttä",
  "nav-careers": "Ura",
  "nav-legal": "Laillinen",
  "Motto": "Aloita urasi<br>Odyssey Outfitsissa",
  "Bio": "Tarjoamme sinulle mahdollisuuksia oppia,<br>kasvaa ja edistää vihreämpää tulevaisuutta.",
  "Explore-Careers": "Tutustu uraihimme",
  "why-us": "Miksi me?",
  "Learning-and-Growth-Opportunities-1": "Oppimis- ja kasvumahdollisuudet",
  "Learning-and-Growth-Opportunities-2": "Oppimis- ja kasvumahdollisuudet",
  "Learning-and-Growth-Opportunities-3": "Tarjoamme sinulle työkalut ja resurssit, joita tarvitset, jotta pysyt alallasi edellä. Liity tiimiimme, joka arvostaa luovuutta ja innovaatioita. Työympäristömme kannustaa ajatteluun ja antaa sinulle mahdollisuuden tarjota ideoita, jotka muokkaavat kestävän muodin tulevaisuutta.",
  "Positive-Brand-Image-1": "Positiivinen brändikuva",
  "Positive-Brand-Image-2": "Positiivinen brändikuva",
  "Positive-Brand-Image-3": "Missiomme ydin on sitoutuminen muodin luomiseen, joka ei vain paranna vaatekaappiasi, vaan jättää myös positiivisen vaikutuksen planeetalle. Liity tiimiimme ja tule edistämään ympäristötietoista aloitteetamme.",
  "Flexibility-1": "Joustavuus",
  "Flexibility-2": "Joustavuus",
  "Flexibility-3": "Pidämme henkilöstön joustavuutta arvojemme kulmakivenä. Ymmärrämme työn ja yksityiselämän tasapainon tärkeyden, ja vahvistamme tiimiämme joustavilla aikatauluilla ja etätyövaihtoehdoilla. Uskomme, että harmoninen ja joustava työympäristö paitsi lisää yksilön hyvinvointia, myös edistää luovuutta ja innovaatioita.",
  "Healthy-Workplace-1": "Terveellinen työpaikka",
  "Healthy-Workplace-2": "Terveellinen työpaikka",
  "Healthy-Workplace-3": "Tiimimme on sitoutunut kehittämään terveellistä ja monipuolista työpaikkaa. Uskomme, että monipuolinen tiimi tuo runsaasti näkökulmia ja luovuutta edistäen innovaatioita kestävän muodin pyrkimyksissämme. Osallistava ympäristömme juhlii eroja ja omaksuu kulttuurin, joka edistää keskinäistä kunnioitusta ja ymmärrystä.",
  "contact-us": "Ota meihin yhteyttä!",
  "label-contact-name": "Nimi:",
  "label-contact-email": "Sähköposti:",
  "label-contact-message": "Viesti:",
  "contact-submit": "Lähetä",
  "legal-docs": "Lailliset asiakirjat",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Täydellinen ominaisuusluettelo",
  "legal-compliance": "Lainsäädännön noudattaminen",
  "legal-compliance-github": "Lakivaatimustenmukaisuus (GitHub Wiki)",
  "TOS-privacy-policy": "Palveluehdot ja tietosuojakäytäntö",
  "TOS-privacy-policy-github": "Palveluehdot ja tietosuojakäytäntö (GitHub Wiki)",
  "hosting": "Isännöinti",
  "hosting-1": "Mr. Amir ja Mr. Krug (jota kutsutaan tässä \"kehittäjiksi\") ilmoittavat nimenomaisesti, että \"Odyssey Outfits\" (jota kutsutaan tässä \"palveluksi\") <strong>EI</strong> rekisteröity LLC, jolla ei ole laillisia tai vähittäismyyntioikeuksia valmistaa, myydä tai tarjota mitään tuotteita tai palveluita.",
  "hosting-2": "Palvelun arkiston isännöi GitHub, ja Palvelun tarjoaa Vercel.com, (johon viitataan tässä nimellä \"Vercel\".",
  "hosting-3": "GitHub.comin (jota kutsutaan tässä nimellä \"GitHub\") lisenssiasiakirjat (osio 1, §2 - <a href='https://docs.github.com/en/repositories) /managing-your-positorys-settings-and-features/customizing-your-repository/lisensing-a-repository#choosing-the-right-license'>Arkiston lisensointi</a>&quot;), on nimenomaisesti todettu, että &quot;<em>...ilman lisenssiä sovelletaan oletusarvoisia tekijänoikeuslakeja, mikä tarkoittaa, että säilytät kaikki oikeudet lähdekoodiisi, eikä kukaan saa kopioida, levittää tai luoda johdannaisteoksia teoksistasi. Jos olet luomassa avoimen lähdekoodin projektia, suosittelemme, että sisällytät siihen avoimen lähdekoodin lisenssin.</em>&quot; Huomaa, että tämä tietovarasto ja kaikki siihen liittyvät verkkosivustot on tarkoitettu vain HENKILÖKOHTAISEEN ja yksityiseen käyttöön, koska se on Kehittäjien jaettu omaisuus.",
  "hosting-4": "Kehittäjät noudattavat sekä GitHubin että Vercelin vähimmäisikävaatimuksia.",
  "hosting-5": "Vercelin käyttöehdoissa (osio 2, <a href='https://vercel.com/legal/terms'>väliaikainen käyttölupa</a>&quot;) mainitaan nimenomaisesti, että &quot;<em>...edellyttäen, että noudatat tämän sopimuksen ehtoja, sinulle myönnetään henkilökohtainen, ei-alilisensoitava, ei-yksinomainen, ei-siirrettävä, rajoitettu lisenssi käyttää Palveluita sisäisessä liiketoiminnassasi tai henkilökohtaisessa tarkoituksiin tilisi palvelukapasiteetin mukaan. Kaikki oikeudet, joita ei ole nimenomaisesti myönnetty tässä, pidätetään, eikä sinulle myönnetä lisenssiä tai oikeutta käyttää mitään Vercelin tai minkään kolmannen osapuolen tavaramerkkiä Palveluiden yhteydessä.</em>&quot; Vaikka Vercel sallii palveluidensa käytön liiketoimintatarkoituksiin, on välttämätöntä selventää, että Vercelin ylläpitämä ja GitHubissa isännöimä verkkosivusto on yksinomaan kehittäjien henkilökohtaiseen käyttöön tarkoitettu. Kaikki tämän laajuuden ulkopuolinen käyttö on ja tulee jatkossakin olemaan luvatonta.",
  "third-party-terms-of-service-compliance": "Kolmannen osapuolen palveluehtojen noudattaminen",
  "third-party-terms-of-service-compliance-1": "Kehittäjät noudattavat tiukasti kaikkia kolmansien osapuolien palveluita, joita on käytetty heidän henkilökohtaisiin projekteihinsa.",
  "third-party-terms-of-service-compliance-2": "Palvelu on käyttänyt Yandex.comin (johon viitataan nimellä \"Yandex\") online-kääntäjä. Molemmat kehittäjät noudattavat Yandexin käyttöehtodokumentaatiota (osio 2, §2 - <a href='https://yandex.com/legal/translate_termsofuse/'>Palvelun käyttö</) a>&quot;), &quot;<em>Palvelu tarjotaan Käyttäjälle henkilökohtaiseen ei-kaupalliseen käyttöön.</em>&quot; Kuten kehittäjät ovat tiukasti todenneet, tämä projekti on tarkoitettu vain henkilökohtaiseen käyttöön.",
  "third-party-terms-of-service-compliance-3": "Kehittäjät ovat käyttäneet EmailJS.comin JavaScript-sähköpostipalvelua (jota kutsutaan tässä nimellä \"EmailJS\"). EmailJS:n tarjoamat käyttöehdot eivät implisiittisesti viittaa heidän palvelunsa soveltuvuuteen yksityiseen tai kaupalliseen käyttöön. <strong>MUTTA</strong> Kehittäjät ovat ilmoittaneet, että EmailJS:n palveluita käytetään tiukasti henkilökohtaisiin tarkoituksiin. käyttää.",
  "childrens-online-privacy-protection-act-compliance": "Children's Online Privacy Protection Act -lain noudattaminen",
  "childrens-online-privacy-protection-act-compliance-1": "Tämä projekti on COPPA:n vaatimusten mukainen (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). Se on ja tulee jatkossakin olemaan suunniteltu 16-vuotiaille ja sitä vanhemmille henkilöille, erityisesti yksityiseen, ei-kaupalliseen käyttöön.",
  "copyright-infringement-and-dmca-policy-compliance": "Tekijänoikeusrikkomus ja DMCA-käytännön noudattaminen",
  "copyright-infringement-and-dmca-policy-compliance-1": "Kehittäjät noudattavat GitHubin <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Tekijänoikeusloukkaus ja DMCA-käytäntö</a>",
  "collection-and-usage-of-user-data": "Käyttäjätietojen kerääminen ja käyttö",
  "collection-and-usage-of-user-data-1": "Vaikka Palvelu on fiktiivistä liiketoimintaa, verkkosivustoa käytetään osoittamaan standardeja, joita nykyaikaisten verkkosivustojen tulisi hyödyntää. Kaikkia sivuston käyttämiä toimintoja ja API:ita käytetään tiukasti testaustarkoituksiin.",
  "collection-and-usage-of-user-data-2": "Palvelu ei tallenna tietoja, kuten sähköpostiosoitteita, geologisia osoitteita, puhelinnumeroita, nimiä, ulkoisia asiakirjoja tai käyttäjän antamia ulkoisia linkkejä. Kutakin näistä tietotyypeistä käytetään tilapäisinä tietoina &quot;Ota yhteyttä&quot; ja &quot;Urat&quot; josta tulee olematon The Developersille.",
  "agreement-outline": "Tässä sopimuksessa määritellään ehdot ja ehdot, jotka koskevat \"Odyssey Outfits\" -asujen (jäljempänä \"Palvelu\") ja siihen liittyvien herra Amirin ja Mr. Krugin toimittamien resurssien käyttöä (johon viitataan nimellä \"Palvelu\"). Kehittäjät&quot;).",
  "acceptance-of-terms-1": "Tämä Sopimus tulee voimaan, kun pääset käyttämään Palvelua ensimmäisen kerran tai aloitat käytön, joka liittyy siihen liittyviin ensimmäisen osapuolen palveluihin. Käyttämällä, selaamalla tai käyttämällä Palvelua ja/tai siihen liittyviä palveluita hyväksyt peruuttamattomasti ja ehdoitta nämä ehdot. Vahvistat suostumuksesi noudattamaan tätä sopimusta täysin ilman poikkeuksia, rajoituksia tai poissulkemisia. Kaikki tämän sopimuksen määräykset ovat maksimissaan täytäntöönpanokelpoisia sinua vastaan. Jos käytät Palvelua tai käytät palveluita yrityksen puolesta, riippumatta siitä, onko se rekisteröity tai toimii ilman rekisteröintiä, yritys hyväksyy, hyväksyy ja sitoutuu noudattamaan tämän sopimuksen ehdot.",
  "acceptance-of-terms-2": "Jos sinä tai edellä mainittu yritys vastustaa mitä tahansa tämän sopimuksen ehtoa etkä halua sitoutua sen ehtoihin, sen on lopetettava viipymättä Palvelun ja siihen liittyvien ensimmäisen osapuolen palveluiden käyttö.",
  "legal-and-retail-authority": "Laki- ja vähittäismyyntiviranomainen",
  "legal-and-retail-authority-1": "Kehittäjät ilmoittavat nimenomaisesti, että &quot;Odyssey Outfits&quot; ei ole rekisteröity LLC, eikä sillä ole laillisia tai vähittäismyyntivaltuuksia valmistaa, myydä tai tarjota mitään tuotteita tai palveluita.",
  "intellectual-property-rights": "Immateriaalioikeudet",
  "intellectual-property-rights-1": "GitHub.comin (tässä \"GitHub\") lisenssiasiakirjojen (osio 1, §2 - \"Arkiston lisensointi\") mukaisesti käyttäjille ilmoitetaan, että lähteeseen sovelletaan oletusarvoisia tekijänoikeuslakeja. koodi. Tietovarasto ja siihen liittyvät verkkosivustot on tarkoitettu vain HENKILÖKOHTAISEEN ja yksityiseen käyttöön.",
  "intellectual-property-rights-2": "Palvelu on yhteisomistuksessa, ja se on edelleen kehittäjien yhteisomistuksessa toistaiseksi.",
  "intellectual-property-rights-3": "Täten tunnustat nimenomaisesti ja peruuttamattomasti ja hyväksyt, että Palvelun käyttäminen ja siihen liittyvien ensimmäisen osapuolen palvelujen käyttäminen ei anna sinulle mitään oikeuksia, omistusta tai etua immateriaaliomaisuuteen tai muihin oikeuksiin sisältöön, joka on saatavilla Palvelussa tai siihen liittyvän ensimmäisen osapuolen kautta. The Developersin omistamat tai lisensoimat palvelut.",
  "privacy-policy": "Tietosuojakäytäntö",
  "privacy-policy-1": "Ymmärrät, että Palvelun moitteettoman toiminnan ja siihen liittyvien ensimmäisen osapuolen palvelujen tarjoamisen varmistamiseksi Kehittäjällä on oikeus kerätä, tallentaa, käsitellä ja välittää erityisiä tietoja, jotka liittyvät Palvelun käyttöön ja kaikkiin siihen liittyviin ensimmäisen osapuolen palveluihin. -juhlapalvelut. Palvelun ja kehittäjien oletettavasti keräämien tietojen yksityiskohdat on esitetty The Developers Legal Compliance -asiakirjassa (osio 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Linkki Legal Compliance Github -sivulle.' target='_blank' rel='noopener'>Lakisääntöjen noudattaminen</a>&quot;)",
  "accessing-this-service": "Käyttämällä Palvelua käyttäjä sitoutuu noudattamaan näitä ehtoja. Kehittäjät varaavat oikeuden muuttaa tai päivittää näitä ehtoja harkintansa mukaan. Palvelun käytön jatkaminen tällaisten muutosten jälkeen merkitsee päivitettyjen ehtojen hyväksymistä. Jos käyttäjät eivät hyväksy näitä ehtoja, heitä kehotetaan pidättymään palvelun käyttämisestä tai käyttämisestä.",
  "Select-a-Job": "Valitse työ",
  "Upper-Management": "Ylempi johto",
  "Lower-Management": "Alempi johto",
  "Sales-Department": "Myyntiosasto",
  "Financial-Department": "Talousosasto",
  "IT-Department": "IT-osasto",
  "Learn-More": "Ole hyvä ja valitse työnimike saadaksesi lisätietoja!",
  "Chief-Financial-Officer": "Talousjohtaja",
  "Chief-Executive-Officer": "Toimitusjohtaja",
  "Chief-Operating-Officer": "Operatiivinen johtaja",
  "Human-Resources": "henkilöstöhallinto",
  "Regional-Manager": "Aluejohtaja",
  "Office-Manager": "Toimistopäällikkö",
  "Regional-Sales-Director": "Alueellinen myyntijohtaja",
  "Account-Executive": "Kirjanpitovastaava",
  "Salesman": "Myyntimies",
  "Regional-Financial-Director": "Alueellinen talousjohtaja",
  "Payroll-Administrator": "Palkanlaskennan ylläpitäjä",
  "Financial-Analyst": "Talousanalyytikko",
  "Fullstack-Developer": "Fullstack-kehittäjä",
  "Network-Administrator": "Verkon ylläpitäjä",
  "Help-Desk-Administrator": "Help Desk -järjestelmänvalvoja",
  "Selected-Job": "Valittu työ:",
  "Department-Division": "Osasto/osasto:",
  "Job-Description": "Työnkuvaus:",
  "CFO": "Haemme ammattitaitoista talousjohtajaa joukkoomme Odyssey Outfitsiin. Tässä tehtävässä ohjaat taloudellista toimintaamme ja strategiaamme. Talousjohtajana kehität ja toteutat organisaation talousstrategiaa yleisten liiketoimintatavoitteidemme mukaisesti ja annat strategista taloudellista ohjausta toimitusjohtajalle ja muille johtajille.",
  "CEO": "Haemme ammattitaitoista toimitusjohtajaa tiimiimme Odyssey Outfitsiin. Tässä roolissa johdat organisaatiomme uusiin korkeuksiin tekemällä strategisia yrityspäätöksiä, valvomalla yleistä toimintaa ja resursseja sekä toimimalla ensisijaisena yhteyshenkilönä hallituksen ja yrityksen toiminnan välillä. Toimitusjohtajana sinulla on keskeinen rooli strategisen suunnan määrittämisessä, liiketoimintamahdollisuuksien tunnistamisessa ja sen varmistamisessa, että yhtiö noudattaa lain ja säädösten vaatimuksia.",
  "COO": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista operatiivista johtajaa. Tässä tehtävässä edistät toiminnan tehokkuutta ja toteutat strategioita, jotka auttavat saavuttamaan tavoitteemme mahdollisimman tehokkaasti. Johtoryhmämme keskeisenä jäsenenä olet vastuussa toimintaperiaatteiden ja menettelytapojen kehittämisestä ja toimeenpanosta, toimintastrategioiden yhteensovittamisesta liiketoimintatavoitteidemme kanssa sekä resurssien tehokkaan allokoinnin varmistamisesta.",
  "HR": "Haemme ammattitaitoista henkilöstöosastoa tiimiimme Odyssey Outfitsissa. Tässä roolissa hallitset oman alueesi toimipisteen henkilöstö-, työsuhteeseen liittyvät asiat sekä arvostettujen työntekijöidemme yleisen hyvinvoinnin tukeminen. Tämä rooli on ratkaiseva positiivisen työympäristön luomisessa, lainmukaisuuden varmistamisessa ja organisaatiomme strategisten tavoitteiden tukemisessa.",
  "RM": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista aluejohtajaa. Tässä roolissa olet vastuussa useiden suurasiakkaiden toiminnan, myynnin ja yleisen suorituskyvyn valvonnasta ja johtamisesta alueellasi. Tämä keskeinen johtoasema sisältää tulostavoitteiden asettamisen ja saavuttamisen, vaatimustenmukaisuuden varmistamisen ja taloudellisen menestyksen edistämisen.",
  "OM": "Haemme ammattitaitoista toimistopäällikköä tiimiimme Odyssey Outfitsiin. Tässä roolissa vastaat toimistomme (sijainti TBD) päivittäisestä toiminnasta. Tämä keskeinen rooli edellyttää dynaamista henkilöä, jolla on vahvat organisointi- ja johtamistaidot varmistaakseen toimistomme saumattoman toiminnan.",
  "RSD": "Haemme ammattitaitoista aluemyyntijohtajaa tiimiimme Odyssey Outfitsiin. Tässä johtotehtävässä olet vastuussa myyntitoiminnan ohjaamisesta tietyllä alueellasi. Tiimimme keskeisenä jäsenenä olet vastuussa myyntistrategioiden kehittämisestä ja toteuttamisesta, dynaamisen myyntitiimin johtamisesta sekä organisaation yleisen kasvun ja menestyksen edistämisestä.",
  "AE": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista Account Manageria. Tässä tehtävässä olet vastuussa asiakastilien hallinnasta, liiketoiminnan kasvun edistämisestä ja asiakastyytyväisyyden varmistamisesta. Jos viihdyt dynaamisessa ja yhteistyökykyisessä ympäristössä, kutsumme sinut osaksi tiimiämme.",
  "S": "Haemme ammattitaitoista myyjää tiimiimme Odyssey Outfitsiin. Tässä tehtävässä olet vastuussa liikevaihdon kasvun edistämisestä myymällä tuotteitamme ja palveluitamme tehokkaasti potentiaalisille asiakkaille. Jos olet intohimoinen myynti, suhteiden rakentaminen ja tavoitteiden saavuttaminen, kutsumme sinut osaksi dynaamista tiimiämme.",
  "RFD": "Haemme ammattitaitoista alueellista talousjohtajaa tiimiimme Odyssey Outfitsiin. Tässä roolissa valvot ja hallinnoit taloustoimintojasi alueellasi. Keskeisenä johtajana sinulla on keskeinen rooli taloudellisten strategioiden muotoilussa ja toteuttamisessa, jotta voimme menestyä toiminnastamme sinulle määrätyllä alueella.",
  "PA": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista palkanlaskentapäällikköä. Tässä tehtävässä vastaat henkilöstöpalkkojen hallinnasta ja käsittelystä. Palkanlaskentajärjestelmänvalvojana varmistat työntekijöiden palkkojen, bonuksien ja etujen tarkan ja oikea-aikaisen maksamisen samalla, kun noudatat paikallisia, osavaltion ja liittovaltion säännöksiä.",
  "FA": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista talousanalyytikkoa. Tässä roolissa annat arvokkaita näkemyksiä ja suosituksia, jotka perustuvat taloudellisten tietojen ja trendien syvälliseen analyysiin. Talousanalyytikon ensisijaisena tehtävänäsi on tukea päättäjiä tulkitsemalla monimutkaista taloudellista tietoa ja esittämällä se selkeästi ja mielekkäästi.",
  "FD": "Haemme ammattitaitoista Full Stack -kehittäjää tiimiimme Odyssey Outfitsissa. Tässä roolissa hyödynnät asiantuntemustasi sekä käyttöliittymän että taustajärjestelmän kehittämisessä saumattomien ja käyttäjäystävällisten verkkosovellusten luomiseksi. Full Stack -kehittäjänä olet vastuussa visuaalisten elementtien suunnittelusta ja toteuttamisesta, joiden kanssa käyttäjät ovat vuorovaikutuksessa verkkosivustoillamme.",
  "NA": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista verkonvalvojaa. Tässä roolissa hallitset ja ylläpidät tietokoneverkkojamme. Verkkojärjestelmänvalvojana varmistat verkkoinfrastruktuurimme saumattoman toiminnan, joka kattaa lähiverkot (LAN), suuralueverkot (WAN) ja muut viestintäjärjestelmät.",
  "HDA": "Haemme ammattitaitoista ja asiakaslähtöistä Help Desk -järjestelmänvalvojaa tiimiimme Odyssey Outfitsissa. Tässä roolissa olet vastuussa teknisen tuen ja tuen tarjoamisesta organisaation työntekijöille. Pääpaino on tärkeän palvelun tarjoamisessa käsittelemällä laitteisto-, ohjelmisto-, verkko- ja muita IT-asioita organisaatiossamme.",
  "Key-Responsibilities-CFO": "<li>Kehitä ja toteuta organisaation talousstrategia yleisten liiketoimintatavoitteiden mukaisesti.</li> <li>Anna strategista taloudellista ohjausta toimitusjohtajalle ja muille johtajille.</li> <li>Johda taloussuunnittelu- ja budjetointiprosesseja.< /li> <li>Suorita taloudellisia ennusteita, analyyseja ja mallintamista päätöksenteon tueksi.</li> <li>Tunnista ja arvioi taloudellisia riskejä ja ota käyttöön riskinhallintastrategioita.</li> <li>Varmista, että noudatat taloussäädöksiä. ja raportointivaatimukset.</li> <li>Valvoa taloudellisten raporttien valmistelua ja esittämistä sidosryhmille, mukaan lukien hallitukselle, sijoittajille ja sääntelyelimille.</li> <li>Varmistaa tarkkuus, läpinäkyvyys ja kirjanpitostandardien noudattaminen. </li> <li>Hallitse organisaation taloudellisia resursseja ja investointeja, pääomarakennetta, likviditeettiä ja kassavirtaa.</li> <li>Johda tai osallistu fuusio- ja yritysostotoimiin, mukaan lukien due diligence, neuvottelut ja integraatiosuunnittelu. </li> <li>Määritä tehokkaimmat tavat hankkia pääomaa joko velan, pääoman tai muiden rahoitusinstrumenttien avulla.</li> <li>Ylläpidä suhteita rahoituslaitoksiin ja sijoittajiin.</li> <li>Jos olet kokenut talousjohtaja, jolla on strateginen ajattelutapa, vahvat analyyttiset taidot ja kokemusta taloudellisen erinomaisuuden saavuttamisesta. Kutsumme sinut liittymään Odyssey Outfitsiin talousjohtajaksemme. Ole avaintekijä dynaamisen organisaatiomme taloudellisen menestyksen ja kasvun muokkaamisessa.</li>",
  "Key-Responsibilities-CEO": "<li>Aseta strateginen suunta ja pitkän aikavälin tavoitteet yhteistyössä hallituksen kanssa.</li> <li>Tunnista liiketoimintamahdollisuudet ja mahdolliset riskit.</li> <li>Tee tiivistä yhteistyötä talousjohtajan kanssa taloushallinnon hallinnassa. yrityksen terveydelle.</li> <li>Tarkista talousraportit ja budjetit.</li> <li>Hallinnoi ja paranna yrityksen brändiä ja mainetta.</li> <li>Tarkastele PR-ongelmia viipymättä.</li> > <li>Kannustaa innovaatioita ja sopeutumista muuttuviin markkinaolosuhteisiin.</li> <li>Toteuta kriisinhallintasuunnitelmia ennakoimattomien haasteiden ratkaisemiseksi.</li> <li>Kehitä globaalia näkökulmaa erityisesti kansainvälisesti toimiville yrityksille.</li> li> <li>Navigoi geopoliittisissa ja taloudellisissa monimutkaisissa kysymyksissä.</li> <li>Visionäärinä johtajana ohjaat Odyssey Outfitsia kohti menestystä, edistät innovaatioita ja varmistat jatkuvan kasvumme. Jos sinulla on strateginen ajattelutapa, poikkeukselliset johtamistaidot ja intohimo organisaation erinomaisuuden saavuttamiseen, kutsumme sinut johtamaan Odyssey Outfitsia toimitusjohtajaksemme. Liity kanssamme muokkaamaan dynaamisen ja innovatiivisen yrityksemme tulevaisuutta.</li>",
  "Key-Responsibilities-COO": "<li>Kehitä ja toteuta toimintaperiaatteita ja -menettelyjä.</li> <li>Kohdista toimintastrategiat organisaation liiketoimintatavoitteiden kanssa.</li> <li>Hallitse ja allokoi resursseja tehokkaasti, mukaan lukien budjetointi, henkilöstö ja tekniikka.</li> li> <li>Työskentele henkilöstöosaston kanssa kykyjen houkuttelemiseksi, kehittämiseksi ja pitämiseksi.</li> <li>Seuraa ja arvioi eri osastojen ja tiimien suorituskykyä.</li> <li>Voit tehostaa työnkulkua yleisen tehokkuuden parantamiseksi. tuottavuus.</li> <li>Valvo laadunvalvontaprosesseja varmistaaksesi, että tuotteet tai palvelut vastaavat vakiintuneita standardeja.</li> <li>Varmista, että organisaatiossa on oikeat ihmiset oikeissa tehtävissä.</li> <li>Tarjoa johtajuutta. ja opastusta toiminnan erinomaisuuden saavuttamiseksi.</li> <li>Anna säännöllisesti raportteja toimitusjohtajalle ja muille johtajille toiminnallisesta suorituskyvystä.</li> <li>Kerro tärkeimmistä mittareista ja toiminnallisista näkemyksistä.</li> <li> kokenut ammattilainen, tuot asiantuntemuksesi johtamaan operatiivisia aloitteitamme, edistämään tehokkuutta ja edistämään Odyssey Outfitsien yleistä menestystä. Jos viihdyt dynaamisessa ja yhteistyökykyisessä ympäristössä, toivotamme sinut tervetulleeksi operatiiviseksi johtajaksemme ja avainarkkitehdiksi toiminnallisen menestyksemme muokkaamisessa.</li>",
  "Key-Responsibilities-HR": "<li>Houkuttele, rekrytoi ja palkkaa päteviä hakijoita avoimiin työpaikkoihin.</li> <li>Suorita haastatteluja, seulontoja ja koordinoi koko rekrytointiprosessia.</li> <li>Käsittele ja ratkaise työpaikan konflikteja ja työntekijäsuhteita koskevia ongelmia. .</li> <li>Edistä positiivista työympäristöä ja paranna työntekijöiden moraalia.</li> <li>Anna palautetta, valmennusta ja tukea työntekijöiden kehittämiseen.</li> <li>Tunnista koulutustarpeet ja koordinoi työntekijöiden kehitystä. ohjelmia.</li> <li>Hallitse palkitsemisohjelmia, mukaan lukien palkat, bonukset ja edut.</li> <li>Suorita palkkatarkastuksia ja varmista kilpailukykyinen palkkaus.</li> <li>Varmista, että noudatetaan työlakeja ja -määräyksiä. .</li> <li>Varmista turvallisuusmääräysten noudattaminen ja ennaltaehkäisevien toimenpiteiden toteuttaminen.</li> <li>Pidä tarkka ja luottamuksellinen työntekijärekisteri.</li> <li>Käsittele työsopimuksiin, ylennuksiin ja irtisanomiseen liittyviä asiakirjoja. .</li> <li>Suorita erohaastatteluja lähtevien työntekijöiden kanssa.</li> <li>Hallitse irtisanomisprosessia yrityksen käytäntöjen ja lakisääteisten vaatimusten mukaisesti.</li> <li>Tunnista ja kehitä potentiaalisia johtajia organisaatiossa .</li> <li>Suunnittele avaintehtävien peräkkäisyyttä.</li> <li>Arvioi toimistohenkilöstön suorituskykyä ja anna rakentavaa palautetta.</li> <li>Tunnista parannettavat alueet ja tee tarvittavat muutokset. </li> <li>Odyssey Outfitsin henkilöstöpäällikkönä sinulla on keskeinen rooli työpaikkakulttuurimme muokkaamisessa, työntekijöiden kasvun tukemisessa ja kaikkien työhön liittyvien asioiden noudattamisen varmistamisessa. Jos olet kokenut HR-ammattilainen, jolla on intohimo positiivisten työpaikkojen luomiseen, kutsumme sinut mukaan tiimiimme ja edistämään Odyssey Outfitsin menestystä.</li>",
  "Key-Responsibilities-RM": "<li>Aseta selkeät suorituskykytavoitteet ja tavoitteet kullekin alueen toimipaikalle.</li> <li>Seuraa ja arvioi kunkin sivuliikkeen tai toimipaikan toiminnallista suorituskykyä.</li> <li>Varmista, että noudatetaan tarkasti yrityksen käytäntöjä ja menettelyjä. , ja standardeja.</li> <li>Suorita säännöllisiä tarkastuksia varmistaaksesi vaatimustenmukaisuuden kaikilla tasoilla.</li> <li>Hallitse alueen taloudellista suorituskykyä, mukaan lukien budjetointi, ennusteet ja kulujen valvonta.</li> < li>Analysoi taloudellisia raportteja ja keskeisiä suorituskykyindikaattoreita tunnistaaksesi parannuskohteita.</li> <li>Valvo myyntiä ja taloudellista kehitystä alueella.</li> <li>Anna strategista ohjausta tulojen ja markkinoiden kasvun edistämiseksi.< /li> <li>Johda ja ohjaa sivukonttoreiden johtajia ja muuta alueellista henkilökuntaa.</li> <li>Rekrytoi, kouluta ja kehitä tehokkaita tiimejä jokaiselle toimipaikalle.</li> <li>Pidä säännöllisesti yhteyttä sivukonttoreiden johtajien ja muut tiimin jäsenet.</li> <li>Tee yhteistyötä muiden osastojen, kuten markkinoinnin, henkilöstöhallinnon ja rahoituksen, kanssa.</li> <li>Valvo alueen henkilöstön koulutusohjelmia.</li> <li>Tuki. ammatillinen kehitys ja osaamisen parantaminen.</li> <li>Tunnista laajentumis- ja kasvumahdollisuudet alueella.</li> <li>Arvioi mahdollisia uusia paikkoja tai markkinoita.</li> <li>Tee yhteistyötä pääkonttorin ja muiden alueellisten kanssa. johtajia varmistaakseen toiminnan ja strategisten aloitteiden johdonmukaisuuden.</li> <li>Jaa parhaita käytäntöjä ja edistä yrityksen yleistä menestystä.</li> <li>Valmistele ja esitä säännöllisesti raportteja ylimmälle johdolle alueen suorituskyvystä. </li> <li>Anna näkemyksiä ja suosituksia parannusta varten.</li> <li>Odyssey Outfitsin aluepäällikkönä sinulla on tärkeä rooli organisaatiomme menestyksen ja kasvun edistämisessä useissa eri toimipisteissä. Jos olet strateginen johtaja, jolla on kokemusta tulosten saavuttamisesta, kutsumme sinut liittymään tiimiimme ja edistämään Odyssey Outfitsin menestystä.</li>",
  "Key-Responsibilities-OM": "<li>Tarjoa kattavaa hallinnollista tukea organisaation eri osastoille.</li> <li>Hallinnoi toimistotarvikkeita, -laitteita ja -varastoa vastaamaan toiminnallisia tarpeita.</li> <li>Valvo ja koordinoi hallinto- ja tukityötä. henkilökuntaa.</li> <li>Valvo rekrytointia, koulutusta ja suorita suoritusarviointeja.</li> <li>Varmista, että toimistotilat ovat hyvässä kunnossa ja tarjoavat suotuisan työympäristön.</li> <li>Auta toimistokulujen budjetin laatiminen ja hallinta.</li> <li>Helpottaa kommunikaatiota eri osastojen ja tiimien välillä.</li> <li>Edistä yhteistyökykyistä ja kommunikatiivista työkulttuuria.</li> <li>Pidä järjestyksessä ja ajantasaiset tietueet, tiedostot ja tietokannat.</li> <li>Varmista tietosuoja- ja tietosuojamääräysten noudattaminen.</li> <li>Valvo toimistotekniikan käyttöä ja ylläpitoa, mukaan lukien tietokoneet, tulostimet ja viestintäjärjestelmät.</li> <li>Ota käyttöön ja päivitä ohjelmistosovelluksia tarpeen mukaan.</li> <li>Neuvottele sopimuksia ja sopimuksia toimistoon liittyvistä palveluista.</li> <li>Varmista kustannustehokkaat ratkaisut toimistokäyttöön. liittyvät vaatimukset.</li> <li>Odyssey Outfitsin toimistopäällikkönä sinulla on keskeinen rooli tehokkaan ja hyvin organisoidun toimistoympäristön ylläpitämisessä. Jos olet proaktiivinen henkilö, jolla on erinomaiset johtamis- ja organisointitaidot, kutsumme sinut liittymään tiimiimme ja edistämään organisaatiomme menestystä.</li>",
  "Key-Responsibilities-RSD": "<li>Kehitä ja toteuta myyntistrategioita ja suunnitelmia myyntidivisioonalle ja sille määrätylle alueelle.</li> <li>Aseta ja saavuta myyntitavoitteet ja liiketoimintatavoitteet yrityksen tavoitteiden mukaisesti.</li> <li>Johda ja hallitse alueen myyntiammattilaisten tiimi.</li> <li>Palkkaa, kouluta ja motivoi myyntitiimi saavuttamaan korkean suorituskyvyn standardit.</li> <li>Analysoi myynnin tehokkuustietoja, markkinatrendejä ja asiakaspalautetta. </li> <li>Arvioi myyntistrategioiden tehokkuutta ja tee tietoon perustuvia päätöksiä parantamiseksi.</li> <li>Luo ja ylläpidä suhteita avainasiakkaiden, kumppaneiden ja sidosryhmien kanssa.</li> <li>Rakenna verkosto, joka edistää liiketoiminnan kasvua, asiakastyytyväisyyttä ja markkinoiden laajentumista.</li> <li>Kehitä ja hallitse alueen myyntibudjettia.</li> <li>Seuraa ja hallitse kuluja kannattavuuden varmistamiseksi.</li> <li>Työskentele tiiviisti muiden osastojen kanssa, mukaan lukien markkinointi-, talous- ja toimintaosastot.</li> <li>Varmista, että myyntitoimet ovat linjassa yleisten liiketoiminnan tavoitteiden kanssa.</li> <li>Lähetä ylimmälle johdolle säännöllisesti raportteja myynnin kehityksestä. , markkinatrendit ja asiaankuuluvat mittarit.</li> <li>Varmista, että myyntitoiminta noudattaa asiaankuuluvia lakeja, määräyksiä ja yrityksen käytäntöjä.</li> <li>Ymmärrä asiakkaiden tarpeet ja mieltymykset asiakaslähtöisen lähestymistavan ylläpitämiseksi. </li> <li>Ota käyttöön strategioita asiakastyytyväisyyden ja -uskollisuuden parantamiseksi.</li> <li>Tunnista mahdollisuudet markkinoiden laajentamiseen ja kasvuun alueella.</li> <li>Kehitä suunnitelmia uusille markkinoille pääsyä ja markkinoiden kasvattamista varten. jaa.</li> <li>Jos olet strateginen ajattelija, jolla on todistetusti kokemusta myyntijohtajuudesta, harkitse liittymistä Odyssey Outfitsiin alueelliseksi myyntijohtajaksi. Ole liikkeellepaneva voima myyntidivisioonamme menestyksen muokkaamisessa ja osallistu organisaatiomme yleiseen kasvuun.</li>",
  "Key-Responsibilities-AE": "<li>Rakenna ja ylläpidä vahvoja suhteita asiakkaiden kanssa, mikä edistää luottamusta ja lojaalisuutta.</li> <li>Toimi asiakkaiden ensisijaisena yhteyspisteenä, vastaa heidän tarpeisiinsa ja huolenaiheisiinsa.</li> <li>Etsi aktiivisesti uutta liiketoimintaa. mahdollisuudet laajentaa asiakaskuntaa.</li> <li>Työskentele myyntitavoitteiden saavuttamiseksi ja ylittämiseksi tehokkaiden strategioiden avulla.</li> <li>Voit viestiä tehokkaasti tuotteiden tai palveluiden arvosta asiakkaille.</li> <li> Esittele edut ja ainutlaatuiset myyntiehdotukset asiakkaiden vaatimusten täyttämiseksi.</li> <li>Neuvottele sopimuksista, ehdoista ja hinnoista molempia osapuolia hyödyttävien sopimusten saavuttamiseksi.</li> <li>Varmista, että sopimussopimukset ovat molempien etujen mukaisia. asiakas ja yritys.</li> <li>Käsittele ja ratkaise asiakkaiden ongelmia tai huolenaiheita nopeasti varmistaaksesi tyytyväisyyden.</li> <li>Tee yhteistyötä sisäisten tiimien kanssa tarjotaksesi oikea-aikaisia ​​ratkaisuja ja ylläpitääksesi positiivisia asiakassuhteita.</li> < li>Kehitä ja toteuta strategioita olemassa olevien tilien kasvattamiseksi ja uusien asiakkaiden hankkimiseksi.</li> <li>Tunnista mahdollisuudet lisä- tai ristiinmyyntiin lisätuotteilla tai -palveluilla.</li> <li>Pysy ajan tasalla alan trendeistä, markkinaolosuhteet ja kilpailijan toimet.</li> <li>Käytä markkinatietoja strategioiden mukauttamiseen ja pysyäksesi alan muutosten edessä.</li> <li>Työskentele tiiviissä yhteistyössä sisäisten tiimien, kuten markkinoinnin ja tuotekehityksen, kanssa asiakkaiden tapaamiseksi. tarpeisiin.</li> <li>Tee yhteistyötä aloitteiden parissa, jotka lisäävät asiakastyytyväisyyttä ja edistävät liiketoiminnan menestystä.</li> <li>Lähetä säännöllisesti raportteja myyntitoiminnasta, saavutuksista ja haasteista.</li> <li>Auta myynnin suorituskyvyn analysointia ja parannusehdotuksia.</li> <li>Jos olet ennakoiva ja tuloshakuinen henkilö, jolla on erinomaiset viestintä- ja neuvottelutaidot, harkitse liittymistä Odyssey Outfitsiin tilijohtajaksi. Ole osa tiimiämme ja vaikuta asiakkaidemme menestykseen ja organisaation yleiseen kasvuun.</li>",
  "Key-Responsibilities-S": "<li>Etsi aktiivisesti potentiaalisia asiakkaita ja tunnista uusia myyntimahdollisuuksia.</li> <li>Hyödynnä eri kanavia liidien luomiseen ja asiakaskunnan laajentamiseen.</li> <li>Rakenna ja ylläpidä suhteita asiakkaisiin ymmärtämällä heidän tarpeitaan. ja tarjoamalla asiaankuuluvia tietoja.</li> <li>Varmista positiivinen asiakaskokemus vastaamalla tiedusteluihin ja huolenaiheisiin.</li> <li>Kehitä syvällinen ymmärrys tarjotuista tuotteista tai palveluista.</li> <li>Voit viestiä tehokkaasti. tuotteen ominaisuuksia ja etuja potentiaalisille asiakkaille.</li> <li>Tarjoa vakuuttavia myyntiesityksiä, joissa esitellään tuotteidemme tai palveluidemme arvolupaus.</li> <li>Räätälöidä esitykset vastaamaan tiettyjä asiakkaiden tarpeita ja huolenaiheita.</li > <li>Neuvottele ehdot, hinnat ja sopimukset tehdäksesi kaupat molempia osapuolia hyödyttävällä tavalla.</li> <li>Varmista asiakkailta ostositoumukset ja viimeistele myyntitapahtumat.</li> <li>Saavuta tai ylitä. yrityksen asettamat myyntitavoitteet ja kiintiöt.</li> <li>Pyri jatkuvasti saavuttamaan ja ylittämään yksilölliset ja tiimitavoitteet.</li> <li>Pysy ajan tasalla toimialan trendeistä, markkinaolosuhteista ja kilpailijoiden toiminnasta.</li> > <li>Tunnista mahdollisuudet ja mahdolliset haasteet markkinoilla.</li> <li>Kerää asiakkailta palautetta tuotteiden, palvelujen tai yleisen asiakaskokemuksen parantamiseksi.</li> <li>Tarjoa arvokkaita oivalluksia tarjontamme parantaminen.</li> <li>Pidä tarkkaa kirjaa myyntitoiminnasta, asiakasvuorovaikutuksista ja muista asiaankuuluvista tiedoista.</li> <li>Käytä CRM-työkaluja asiakassuhteiden ja myynnin edistymisen seuraamiseen ja hallintaan.</li> > <li>Jos olet tuloshakuinen henkilö, jolla on erinomaiset viestintä- ja neuvottelutaidot, kehotamme sinua hakemaan tähän jännittävään mahdollisuuteen Odyssey Outfitsissa. Liity kanssamme edistämään myyntimenestystä ja edistämään organisaatiomme kasvua ja vaurautta.</li>",
  "Key-Responsibilities-RFD": "<li>Kehitä ja toteuta rahoitusstrategioita ja suunnitelmia, jotka on räätälöity alueen ainutlaatuisiin tarpeisiin.</li> <li>Suorita taloudellisia analyyseja ja ennusteita strategisen päätöksenteon tueksi.</li> <li>Luo ja hallinnoi budjetteja alueella varmistaen yhdenmukaisuuden liiketoiminnan yleisten tavoitteiden kanssa.</li> <li>Ota käyttöön kustannusten hallintatoimenpiteitä taloudellisen suorituskyvyn optimoimiseksi.</li> <li>Tarjoa tarkat ja oikea-aikaiset talousraportit ylimmälle johdolle, joka tarjoaa oivalluksia ja suosituksia.</li> li> <li>Määritä keskeisiä suorituskykyindikaattoreita (KPI) taloudellisen suorituskyvyn mittaamiseksi ja arvioimiseksi.</li> <li>Tunnista ja lievennä taloudelliset riskit alueella.</li> <li>Ota käyttöön riskinhallintastrategioita organisaation turvaamiseksi. taloudellisia varoja.</li> <li>Työskentele tiiviissä yhteistyössä aluejohtajien ja tiimien kanssa kohdistaaksesi taloudelliset tavoitteet toiminnallisiin tavoitteisiin.</li> <li>Tarjoa taloudellista ohjausta ja tukea paikallisille tiimeille, mikä edistää yhteistyöympäristöä.</li> <li>Varmista, että noudatetaan kirjanpitostandardeja, sääntelyvaatimuksia ja hallinto- ja ohjausjärjestelmiä koskevia standardeja.</li> <li>Ota käyttöön sisäisiä valvontatoimia taloudellisen eheyden turvaamiseksi.</li> <li>Arvioi ja optimoi talousprosessit tehokkuuden ja vaikuttavuuden parantamiseksi. </li> <li>Etsi jatkuvasti mahdollisuuksia prosessien parantamiseen ja innovointiin.</li> <li>Johda ja kehitä talousalan ammattilaisten tiimiä alueella.</li> <li>Tarjoa mentorointia ja ohjausta ammatillisen kasvun edistämiseksi. ja huippuosaamiseen.</li> <li>Osallistu strategisiin päätöksentekoprosesseihin, jotka liittyvät investointeihin, yritysostoihin ja muihin taloudellisiin aloitteisiin.</li> <li>Neuvo ylimmälle johdolle liiketoimintastrategioiden taloudellisista vaikutuksista.</li> <li>Jos olet kokenut talousjohtaja, jolla on strateginen ajattelutapa ja intohimo edistää taloudellista menestystä alueellisella tasolla, kutsumme sinut hakemaan tähän vaikuttavaan rooliin Odyssey Outfitsissa. Liity kanssamme muokkaamaan organisaatiomme taloudellista tulevaisuutta ja edistämään jatkuvaa kasvuamme ja menestystämme.</li>",
  "Key-Responsibilities-PA": "<li>Laske ja käsittele työntekijöiden palkat, palkat, bonukset ja muut korvausmuodot.</li> <li>Seuraa ja kirjaa ylös työntekijöiden työtunteja, mukaan lukien ylityöt, vapaa-ajan pyynnöt ja läsnäoloon liittyvät tiedot.</li> > <li>Hallinnoi verovähennyksiä, mukaan lukien tulovero, sosiaaliturvamaksut ja muut lakisääteiset vähennykset.</li> <li>Varmista verosäädösten noudattaminen ja verotukseen liittyvien tietojen oikea-aikainen toimittaminen.</li> <li>Käsittele. työsuhde-etuudet, kuten sairausvakuutukset, eläkemaksut ja muut edut, jotka varmistavat tarkan näkyvyyden palkanlaskennassa.</li> <li>Pysy ajan tasalla etujen tarjonnassa tapahtuvista muutoksista ja päivitä palkkajärjestelmät niiden mukaisesti.</li> <li>Pidä tarkkoja. ja ajantasaiset palkkatiedot, mukaan lukien työntekijätiedot, ennakonpidätykset ja muut asiaankuuluvat tiedot.</li> <li>Luo palkanlaskentaraportteja hallintaa, kirjanpitoa ja tilintarkastusta varten.</li> <li>Varmista, että noudatetaan paikalliset, osavaltion ja liittovaltion säännökset palkanlaskennasta, verotuksesta ja työlaeista.</li> <li>Pysy ajan tasalla asiaankuuluvien säännösten päivityksistä ja muutoksista.</li> <li>Jaa palkkasekit tai koordinoi sähköisiä varojen siirtoja työntekijöille viipymättä ja tarkasti.</li> <li>Anna asiakirjat sisäisiä ja ulkoisia tarkastuksia varten.</li> <li>Tee yhteistyötä auditointitiimien kanssa varmistaaksesi tarkat ja avoimet palkanlaskentaprosessit.</li> <li>Vastaa työntekijöiden palkanlaskentaa koskeviin tiedusteluihin. asioita, ratkaise ongelmat tai erot nopeasti ja ammattimaisesti.</li> <li>Hallinnoi ja ylläpidä palkanlaskentaohjelmistoja ja -järjestelmiä ja pysy ajan tasalla päivityksistä ja muutoksista.</li> <li>Jos olet yksityiskohtiin suuntautunut ja organisoitu ammattilainen intohimo palkkahallinnon ja vaatimustenmukaisuuden suhteen, kutsumme sinut hakemaan tähän jännittävään mahdollisuuteen Odyssey Outfitsissa. Liity kanssamme varmistamaan työntekijöiden palkkioiden sujuva ja tarkka käsittely organisaatiossamme.</li>",
  "Key-Responsibilities-FA": "<li>Analysoi taloudellisia tietoja, markkinatrendejä ja taloudellisia indikaattoreita arvioidaksesi organisaation suorituskykyä.</li> <li>Hyödynnä tilastotekniikoita ja taloudellista mallintamista monimutkaisten taloustietojen tulkitsemiseen.</li> <li>Auta kehittämään ja hallinnoida taloussuunnitelmia ja budjetteja, jotka vastaavat yleisiä liiketoimintatavoitteita.</li> <li>Työskentele yhteistyössä eri osastojen kanssa varmistaaksesi, että rahoitussuunnitelmat tukevat organisaation strategisia tavoitteita.</li> <li>Luo taloudellisia malleja tulevaisuuden ennustamiseksi. tulot, kulut ja yleinen taloudellinen suorituskyky.</li> <li>Tarjoa ennakoivia näkemyksiä ja tukee suunnittelua mahdollisiin haasteisiin.</li> <li>Valmista ja esitä talousraportteja johdolle, sidosryhmille tai sääntelyelimille.</li> > <li>Esitä budjettianalyysi, varianssianalyysi ja toteutettavia parannussuosituksia.</li> <li>Arvioi erilaisiin liiketoimintapäätöksiin, mukaan lukien investointeihin ja fuusioihin, liittyviä taloudellisia riskejä ja mahdollisuuksia.</li> <li>Suorita kustannus- hyötyanalyysit ja suositukset strategisiin taloustoimintoihin.</li> <li>Analysoi eri liiketoimintaan liittyviä kustannuksia ja suosittele kustannussäästötoimenpiteitä tehokkuuden parantamiseksi.</li> <li>Varmista, että taloustoiminta ja raportointi ovat asiaankuuluvien lakien mukaisia. , säädökset ja alan standardit.</li> <li>Välitä monimutkaisia ​​taloudellisia tietoja tehokkaasti eri osastoille, mikä edistää yhteistyötä ja ymmärrystä.</li> <li>Seuraa jatkuvasti taloudellisia suuntauksia, alan muutoksia ja taloudellisia olosuhteita tarjotaksesi ajankohtaista tietoa päätöksentekoa varten.</li> <li>Jos olet yksityiskohtiin suuntautunut talousanalyytikko, jolla on intohimo strategisten taloudellisten näkemysten tuottamiseen, kutsumme sinut hakemaan tähän jännittävään mahdollisuuteen Odyssey Outfitsissa. Liity kanssamme edistämään organisaatiomme taloudellista menestystä ja strategista kasvua.</li>",
  "Key-Responsibilities-FD": "<li>Suunnittele ja toteuta käyttöliittymiä HTML:n, CSS:n ja JavaScriptin kaltaisten teknologioiden avulla.</li> <li>Kirjoita koodi käyttäjän selaimelle, käsittelee vuorovaikutuksia, lomakkeiden tarkistuksia ja dynaamisia sisältöpäivityksiä.</li> <li> Hyödynnä suosittuja kehyksiä ja kirjastoja, kuten React, Angular tai Vue.js.</li> <li>Varmista, että sovellus toimii saumattomasti eri verkkoselaimissa ja vastaa käyttöliittymän kehityshaasteisiin.</li> <li>Hallitse tietokantoja, käsittele pyyntöjä ja suorittaa palvelinpuolen tehtäviä käyttämällä kieliä, kuten Node.js, Python, Ruby, Java tai PHP.</li> <li>Suunnittele ja ylläpidä tietokantoja, mikä varmistaa tehokkaan tietojen tallennuksen ja haun. Yleisiä tietokantoja ovat MySQL, PostgreSQL, MongoDB tai Firebase.</li> <li>Ota käyttöön ja hallinnoi palvelininfrastruktuuria, mukaan lukien pilvialustoja, kuten AWS, Azure tai Google Cloud.</li> <li>Luo ja ylläpidä sovellusliittymiä, jotka helpottaa kommunikaatiota sovelluksen käyttöliittymän ja taustajärjestelmän komponenttien välillä varmistaen sujuvan tiedonsiirron.</li> <li>Tunnista ja korjaa sekä käyttöliittymän että taustajärjestelmän virheet, mikä varmistaa sovelluksen yleisen luotettavuuden ja suorituskyvyn.</li> < li>Tee yhteistyötä muiden tiimin jäsenten, mukaan lukien UI/UX-suunnittelijoiden, muiden kehittäjien ja projektipäälliköiden kanssa edistääksesi projektiemme menestystä.</li> <li>Jos olet taitava Fullstack-kehittäjä, jolla on intohimo innovatiivisten luomiseen. ja käyttäjäkeskeisiä verkkosovelluksia, kutsumme sinut hakemaan tähän jännittävään mahdollisuuteen Odyssey Outfitsissa. Liity kanssamme muokkaamaan digitaalisen läsnäolomme tulevaisuutta ja toimittamaan korkealaatuisia ratkaisuja käyttäjillemme.</li>",
  "Key-Responsibilities-NA": "<li>Suunnittele, toteuta ja määritä tietokoneverkkoja, mukaan lukien reitittimet, kytkimet, palomuurit ja muut laitteistokomponentit.</li> <li>Ota käyttöön ja ylläpidä tehokkaita suojaustoimenpiteitä verkon suojaamiseksi luvattomalta käytöltä, kyberuhkilta ja tiedoilta. rikkomukset.</li> <li>Diagnosoi ja ratkaise verkko-, yhteys- ja laitteisto- tai ohjelmistoviat.</li> <li>Seuraa säännöllisesti verkon suorituskykyä ja optimoi se tehokkuuden lisäämiseksi.</li> <li>Tunnista ja ratkaise se. korjaa pullonkaulat varmistaaksesi verkon optimaalisen toiminnan.</li> <li>Suorita rutiinihuoltotehtävät, kuten laiteohjelmiston päivittäminen, suojauskorjausten asentaminen ja laitteisto- ja ohjelmistokomponenttien ajantasaisuuden varmistaminen.</li> <li>Apua loppu käyttäjille, joilla on verkkoon liittyviä ongelmia, tarjoamalla teknistä tukea ja tarjoamalla koulutusta verkon käytöstä.</li> <li>Ylläpidä yksityiskohtaista dokumentaatiota verkkoarkkitehtuurista, kokoonpanoista ja muutoksista. Tämä dokumentaatio on ratkaisevan tärkeä vianetsinnän ja tulevaisuuden suunnittelun kannalta.</li> <li>Työskentele tiiviissä yhteistyössä muiden IT-ammattilaisten, kuten järjestelmänvalvojien, tietoturva-asiantuntijoiden ja IT-päälliköiden kanssa varmistaaksesi verkkopalvelujen saumattoman integroinnin.</li> <li >Suunnittele tulevia verkkotarpeita, arvioi skaalautuvuusvaatimuksia ja suosittele päivityksiä tai laajennuksia vastaamaan organisaation kasvaviin vaatimuksiin.</li> <li>Ota käyttöön varmuuskopiointiratkaisuja ja katastrofipalautussuunnitelmia kriittisten tietojen turvaamiseksi odottamattomien tapahtumien varalta.</li > <li>Jos olet taitava verkonvalvoja, jolla on intohimo tietokoneverkkojen luotettavuuden ja turvallisuuden varmistamiseen, kehotamme sinua hakemaan tähän jännittävään mahdollisuuteen Odyssey Outfitsissa. Liity kanssamme ylläpitämään vankkaa ja tehokasta verkkoinfrastruktuuria, joka tukee organisaatiomme toimintaa ja kasvua.</li>",
  "Key-Responsibilities-HDA": "<li>Vastaaminen nopeasti loppukäyttäjien tiedusteluihin ja ongelmiin, opastuksen ja vianetsintäavun tarjoaminen.</li> <li>Laitteisto- ja ohjelmisto-ongelmien analysointi, tunnistaminen ja diagnosointi tehokkaiden ratkaisujen löytämiseksi.</li> <li> Selkeiden ja ytimekkäiden vaiheittaisten ohjeiden ja ohjeiden tarjoaminen käyttäjille tehokkaan ongelmien ratkaisemiseksi.</li> <li>Käyttäjien avustaminen ohjelmiston asennuksissa, päivityksissä ja määrityksissä.</li> <li>Raportoitujen asiakirjojen dokumentointi ja ylläpito ongelmia, ratkaisuja ja yleisiä ongelmia.</li> <li>Luo tietopohjan artikkeleita ja oppaita, jotta käyttäjät voivat auttaa itseään.</li> <li>Teknisten tietojen kommunikointi käyttäjäystävällisellä tavalla, etenkin kun autetaan muita -tekniset käyttäjät.</li> <li>Käyttäjien pitäminen ajan tasalla raportoitujen ongelmien tilasta ja edistymisestä.</li> <li>Rutiinihuoltotehtävien suorittaminen tietokoneille, palvelimille ja muille IT-laitteille.</li> <li >Ohjelmistosovellusten ajantasaisuuden varmistaminen asentamalla korjaustiedostoja ja päivityksiä.</li> <li>Pidä koulutustilaisuuksia loppukäyttäjille parantaakseen heidän ymmärrystään IT-alan perustyökaluista ja -sovelluksista.</li> <li>Käyttäjien kouluttaminen parhaista asioista. turvallisuus- ja tietosuojakäytännöt.</li> <li>Yhteistyö muiden IT-ammattilaisten, kuten verkonvalvojien ja järjestelmäinsinöörien kanssa monimutkaisten ongelmien ratkaisemiseksi.</li> <li>Ongelmien eskalointi korkeamman tason tukitiimeille tarvittaessa. .</li> <li>Suojaustoimenpiteiden käyttöönotto ja toimeenpano, jotta suojaudutaan tietomurroilta ja luvattomalta käytöltä.</li> <li>Autamme suojausprotokollien ja -käytäntöjen toteuttamisessa.</li> <li>Erinomainen asiakaspalvelu. olemalla reagoiva, helposti lähestyttävä ja ammattimainen.</li> <li>Varmistaa positiivisen ja hyödyllisen kokemuksen loppukäyttäjille.</li> <li>Jos olet ennakoiva ongelmanratkaisija, jolla on erinomaiset viestintätaidot ja intohimo toimia poikkeuksellisen IT-tuen ansiosta, kutsumme sinut hakemaan tätä jännittävää mahdollisuutta Odyssey Outfitsissa. Liity kanssamme ylläpitämään organisaatiomme IT-järjestelmien tehokkuutta ja tuottavuutta tarjoamalla samalla huippuluokan tukea arvostetuille käyttäjillemme.</li>",
  "Full-Time": "<img alt='Salkku&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Täysiaikainen",
  "Date-Posted": "<img alt='Aika&nbsp;' src='./Assets/Img/Time-512x512.png'>Lähetetty 1 viikko sitten",
  "Apply-Now": "Hae nyt",
  "label-form-name": "Etunimi:",
  "label-form-lname": "Sukunimi:",
  "label-form-email": "Sähköposti:",
  "label-form-phone": "Puhelinnumero:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Nykyinen osoite:",
  "label-form-legal": "Onko sinulla laillinen lupa työskennellä Yhdysvalloissa?",
  "label-form-education": "Oletko suorittanut seuraavan koulutustason: kandidaatin tutkinnon?",
  "fileInputLabel": "Lähetä&nbsp;Ansioluettelosi",
  "pdf-file-error": "Lataa kelvollinen PDF-tiedosto.",
  "submit-resume": "Lähetä hakemuksesi",
  "application-sent": "Hakemus lähetetty!",
  "received-application": "Kiitos hakemuksesi lähettämisestä! Olemme vastaanottaneet sen onnistuneesti. Pyydämme sinua odottamaan sähköposti-ilmoitusta hakemuksesi tilasta, kun etenemme perusteellisen tarkistusprosessin läpi. Arvostamme kärsivällisyyttäsi ja odotamme innolla mahdollisuutta tehdä yhteistyötä.",
  "application-not-sent": "Hakemusta ei lähetetty!",
  "not-received-application": "Kiitos hakemuksesi lähettämisestä! Vaikuttaa siltä, ​​että vahvistussähköpostin lähettämisessä tapahtui virhe. Yritä pian uudelleen.",
  "form-yes": "Joo",
  "form-no": "Ei",
  "form-yes-2": "Joo",
  "form-no-2": "Ei",
  "error-404": "Virhe 404: Sivua ei löydy :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Kaikki oikeudet pidätetään."
}