{
  "TOS-welcome": "Tervetuloa!",
  "TOS-locale": "Valitse oletuskieli:",
  "TOS-preamble": "Verkkosivustomme kerää käyttäjätietoja parantaakseen yleistä käyttökokemusta.<br> Jatkamalla sivustomme käyttöä hyväksyt käyttöehtomme.",
  "TOS-TOS": "Käyttöehdot",
  "TOS-ADA": "Verkkosivustomme on ADA (Americans with Disabilities Act) mukainen, minkä seurauksena voit napsauttaa oikeassa yläkulmassa olevaa silmäkuvaketta vaihtaaksesi ADA-yhteensopivuustilan.",
  "toast-ok": "OK",
  "ada-disabled": "Olet poistanut ADA-tilan käytöstä.",
  "ada-disabled-continue": "Näyttää siltä, ​​että olet poistanut ADA-tilan käytöstä. Sinun on päivitettävä, jotta voit jatkaa.",
  "ada-enabled": "Olet ottanut ADA-tilan käyttöön.",
  "ada-enabled-continue": "Näyttää siltä, ​​että olet ottanut ADA-tilan käyttöön. Tämän sivuston värimaailma on musta valkoisella, kunnes ADA-tila poistetaan käytöstä.",
  "nav-home": "Koti",
  "nav-about": "Noin",
  "nav-services": "Palvelut",
  "nav-contact": "Ottaa yhteyttä",
  "nav-careers": "Lataa ansioluettelo",
  "Select-a-Job": "Valitse työ",
  "Upper-Management": "Ylempi johto",
  "Chief-Financial-Officer": "Talousjohtaja",
  "Chief-Executive-Officer": "Toimitusjohtaja",
  "Chief-Operating-Officer": "Operatiivinen johtaja",
  "Lower-Management": "Alempi johto",
  "Human-Resources": "henkilöstöhallinto",
  "Regional-Manager": "Aluejohtaja",
  "Office-Manager": "Toimistopäällikkö",
  "Sales-Department": "Myyntiosasto",
  "Regional-Sales-Director": "Alueellinen myyntijohtaja",
  "Account-Executive": "Kirjanpitovastaava",
  "Salesman": "Myyntimies",
  "Financial-Department": "Talousosasto",
  "Regional-Financial-Director": "Alueellinen talousjohtaja",
  "Payroll-Administrator": "Palkanlaskennan ylläpitäjä",
  "Financial-Analyst": "Talousanalyytikko",
  "IT-Department": "IT-osasto",
  "Fullstack-Developer": "Fullstack-kehittäjä",
  "Network-Administrator": "Verkon ylläpitäjä",
  "Help-Desk-Administrator": "Help Desk -järjestelmänvalvoja",
  "Selected-Job": "Valittu työ:",
  "Department-Division": "Osasto/osasto:",
  "Job-Description": "Työnkuvaus:",
  "CFO": "Haemme ammattitaitoista talousjohtajaa joukkoomme Odyssey Outfitsiin. Tässä tehtävässä ohjaat taloudellista toimintaamme ja strategiaamme. Talousjohtajana kehität ja toteutat organisaation talousstrategiaa yleisten liiketoimintatavoitteidemme mukaisesti ja annat strategista taloudellista ohjausta toimitusjohtajalle ja muille johtajille.",
  "CEO": "Haemme ammattitaitoista toimitusjohtajaa tiimiimme Odyssey Outfitsiin. Tässä roolissa johdat organisaatiomme uusiin korkeuksiin tekemällä strategisia yrityspäätöksiä, valvomalla yleistä toimintaa ja resursseja sekä toimimalla ensisijaisena yhteyshenkilönä hallituksen ja yrityksen toiminnan välillä. Toimitusjohtajana sinulla on keskeinen rooli strategisen suunnan määrittämisessä, liiketoimintamahdollisuuksien tunnistamisessa ja sen varmistamisessa, että yhtiö noudattaa lain ja säädösten vaatimuksia.",
  "COO": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista operatiivista johtajaa. Tässä tehtävässä edistät toiminnan tehokkuutta ja toteutat strategioita, jotka auttavat saavuttamaan tavoitteemme mahdollisimman tehokkaasti. Johtotiimimme keskeisenä jäsenenä olet vastuussa toimintaperiaatteiden ja menettelytapojen kehittämisestä ja toimeenpanosta, toimintastrategioiden yhteensovittamisesta liiketoimintatavoitteidemme kanssa sekä resurssien tehokkaan allokoinnin varmistamisesta.",
  "HR": "Haemme ammattitaitoista henkilöstöjohtajaa tiimiimme Odyssey Outfitsissa. Tässä tehtävässä hallitset oman alueesi toimipisteen henkilöstö-, työsuhteeseen liittyvät asiat sekä arvostettujen työntekijöidemme yleisen hyvinvoinnin tukeminen. Tämä rooli on ratkaiseva positiivisen työympäristön luomisessa, lainmukaisuuden varmistamisessa ja organisaatiomme strategisten tavoitteiden tukemisessa.",
  "RM": "Haemme ammattitaitoista aluejohtajaa tiimiimme Odyssey Outfitsiin. Tässä roolissa olet vastuussa useiden suurasiakkaiden toiminnan, myynnin ja yleisen suorituskyvyn valvonnasta ja johtamisesta alueellasi. Tämä keskeinen johtoasema sisältää tulostavoitteiden asettamisen ja saavuttamisen, vaatimustenmukaisuuden varmistamisen ja taloudellisen menestyksen edistämisen.",
  "OM": "Haemme ammattitaitoista toimistopäällikköä tiimiimme Odyssey Outfitsiin. Tässä roolissa vastaat toimistomme (sijainti TBD) päivittäisestä toiminnasta. Tämä keskeinen rooli edellyttää dynaamista henkilöä, jolla on vahvat organisointi- ja johtamistaidot varmistaakseen toimistomme saumattoman toiminnan.",
  "RSD": "Haemme ammattitaitoista aluemyyntijohtajaa tiimiimme Odyssey Outfitsiin. Tässä johtotehtävässä olet vastuussa myyntitoiminnan ohjaamisesta tietyllä alueellasi. Tiimimme keskeisenä jäsenenä olet vastuussa myyntistrategioiden kehittämisestä ja toteuttamisesta, dynaamisen myyntitiimin johtamisesta sekä organisaation yleisen kasvun ja menestyksen edistämisestä.",
  "AE": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista Account Manageria. Tässä tehtävässä olet vastuussa asiakastilien hallinnasta, liiketoiminnan kasvun edistämisestä ja asiakastyytyväisyyden varmistamisesta. Jos viihdyt dynaamisessa ja yhteistyökykyisessä ympäristössä, kutsumme sinut osaksi tiimiämme.",
  "SM": "Haemme ammattitaitoista myyjää tiimiimme Odyssey Outfitsiin. Tässä tehtävässä olet vastuussa liikevaihdon kasvun edistämisestä myymällä tuotteitamme ja palveluitamme tehokkaasti potentiaalisille asiakkaille. Jos olet intohimoinen myynti, suhteiden rakentaminen ja tavoitteiden saavuttaminen, kutsumme sinut osaksi dynaamista tiimiämme.",
  "RFD": "Haemme ammattitaitoista alueellista talousjohtajaa tiimiimme Odyssey Outfitsiin. Tässä roolissa valvot ja hallinnoit taloustoimintojasi alueellasi. Keskeisenä johtajana sinulla on keskeinen rooli taloudellisten strategioiden muotoilussa ja toteuttamisessa, jotta voimme menestyä toimintojemme alueella.",
  "PA": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista palkanlaskentapäällikköä. Tässä tehtävässä vastaat henkilöstöpalkkojen hallinnasta ja käsittelystä. Palkanlaskentajärjestelmänvalvojana varmistat työntekijöiden palkkojen, bonuksien ja etujen tarkan ja oikea-aikaisen maksamisen samalla, kun noudatat paikallisia, osavaltion ja liittovaltion säännöksiä.",
  "FA": "Haemme ammattitaitoista talousanalyytikkoa tiimiimme Odyssey Outfitsiin. Tässä roolissa annat arvokkaita näkemyksiä ja suosituksia, jotka perustuvat taloudellisten tietojen ja trendien syvälliseen analyysiin. Talousanalyytikon ensisijaisena tehtävänäsi on tukea päättäjiä tulkitsemalla monimutkaista taloudellista tietoa ja esittämällä se selkeästi ja mielekkäästi.",
  "FD": "Haemme ammattitaitoista Full Stack -kehittäjää tiimiimme Odyssey Outfitsissa. Tässä roolissa hyödynnät asiantuntemustasi sekä käyttöliittymän että taustajärjestelmän kehittämisessä saumattomien ja käyttäjäystävällisten verkkosovellusten luomiseksi. Full Stack -kehittäjänä olet vastuussa visuaalisten elementtien suunnittelusta ja toteuttamisesta, joiden kanssa käyttäjät ovat vuorovaikutuksessa verkkosivustoillamme.",
  "NA": "Haemme Odyssey Outfits -tiimiimme ammattitaitoista verkonvalvojaa. Tässä roolissa hallitset ja ylläpidät tietokoneverkkojamme. Verkkojärjestelmänvalvojana varmistat verkkoinfrastruktuurimme saumattoman toiminnan, joka kattaa lähiverkot (LAN), suuralueverkot (WAN) ja muut viestintäjärjestelmät.",
  "HDA": "Haemme ammattitaitoista ja asiakaslähtöistä Help Desk -järjestelmänvalvojaa tiimiimme Odyssey Outfitsissa. Tässä roolissa olet vastuussa teknisen tuen ja tuen tarjoamisesta organisaation työntekijöille. Pääpaino on tärkeän palvelun tarjoamisessa käsittelemällä laitteisto-, ohjelmisto-, verkko- ja muita IT-asioita organisaatiossamme.",
  "label-form-name": "Etunimi:",
  "label-form-lname": "Sukunimi:",
  "label-form-email": "Sähköposti:",
  "label-form-phone": "Puhelinnumero:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Nykyinen osoite:",
  "label-form-legal": "Onko sinulla laillinen oikeus<br>työskennellä Yhdysvalloissa?",
  "label-form-education": "Oletko suorittanut seuraavan koulutustason: Bachelor's Degree?",
  "fileInputLabel": "Lataa ansioluettelosi",
  "pdf-file-error": "Lataa kelvollinen PDF-tiedosto.",
  "submit-resume": "Lähetä hakemuksesi",
  "application-sent": "Hakemus lähetetty!",
  "received-application": "Kiitos hakemuksesi lähettämisestä! Olemme vastaanottaneet sen onnistuneesti. Odota, että saat sähköpostiisi ilmoituksen hakemuksesi tilasta, kun etenemme perusteellisen tarkistusprosessin läpi. Arvostamme kärsivällisyyttäsi ja odotamme innolla mahdollisuutta tehdä yhteistyötä.",
  "application-not-sent": "Hakemusta ei lähetetty!",
  "not-received-application": "Kiitos hakemuksesi lähettämisestä! Vaikuttaa siltä, ​​että vahvistussähköpostin lähettämisessä tapahtui virhe. Yritä pian uudelleen.",
  "form-yes": "Joo",
  "form-no": "Ei",
  "form-yes-2": "Joo",
  "form-no-2": "Ei",
  "error-404": "Virhe 404: Sivua ei löydy :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;Kaikki oikeudet pidätetään."
}