{
  "TOS-welcome": "Dobrodošli!",
  "TOS-locale": "Izberite privzeti jezik:",
  "TOS-preamble": "Naše spletno mesto zbira podatke o uporabnikih za izboljšanje splošne uporabniške izkušnje.<br> Z nadaljnjo uporabo našega spletnega mesta se strinjate z našimi pogoji uporabe.",
  "TOS-TOS": "Pogoji storitve in pravilnik o zasebnosti",
  "TOS-ADA": "Naše spletno mesto je v skladu s standardi ADA (Americans with Disabilities Act).<br>Posledično lahko kliknete ikono očesa v zgornjem desnem kotu, da preklopite<br>način skladnosti z ADA.",
  "toast-ok": "v redu",
  "ada-disabled": "Onemogočili ste način ADA.",
  "ada-disabled-continue": "Videti je, da ste onemogočili način ADA. Če želite nadaljevati, boste morali osvežiti.",
  "ada-enabled": "Omogočili ste način ADA.",
  "ada-enabled-continue": "Zdi se, da ste omogočili način ADA, barvna shema tega spletnega mesta bo črno-bela, dokler način ADA ne bo onemogočen.",
  "nav-home": "domov",
  "nav-contact": "Kontakt",
  "nav-careers": "Kariere",
  "nav-legal": "Pravno",
  "Motto": "Začnite svojo kariero<br>pri Odyssey Outfits",
  "Bio": "Ponudili vam bomo priložnosti za učenje,<br>rast in prispevanje k bolj zeleni prihodnosti.",
  "Explore-Careers": "Raziščite naše kariere",
  "why-us": "zakaj mi?",
  "Learning-and-Growth-Opportunities-1": "Priložnosti za učenje in rast",
  "Learning-and-Growth-Opportunities-2": "Priložnosti za učenje in rast",
  "Learning-and-Growth-Opportunities-3": "Zagotovili vam bomo orodja in vire, ki jih potrebujete, da boste ostali v prednosti na svojem področju. Pridružite se naši ekipi, ki ceni ustvarjalnost in inovativnost. Naše delovno okolje spodbuja nenavadno razmišljanje in vam daje moč, da prispevate ideje, ki oblikujejo prihodnost trajnostne mode.",
  "Positive-Brand-Image-1": "Pozitivna podoba blagovne znamke",
  "Positive-Brand-Image-2": "Pozitivna podoba blagovne znamke",
  "Positive-Brand-Image-3": "Srce našega poslanstva je predanost oblikovanju mode, ki ne samo izboljša vašo garderobo, ampak tudi pozitivno vpliva na planet. Pridružite se naši ekipi in postanite katalizator za promocijo naše okoljsko ozaveščene pobude.",
  "Flexibility-1": "Prilagodljivost",
  "Flexibility-2": "Prilagodljivost",
  "Flexibility-3": "Prednost dajemo fleksibilnosti zaposlenih kot temelj naših vrednot. Ker se zavedamo pomena ravnotežja med poklicnim in zasebnim življenjem, svojo ekipo opolnomočimo s prilagodljivimi urniki in možnostmi dela na daljavo. Verjamemo, da harmonično in prilagodljivo delovno okolje ne samo izboljša posameznikovo dobro počutje, ampak tudi spodbuja ustvarjalnost in inovativnost.",
  "Healthy-Workplace-1": "Zdravo delovno mesto",
  "Healthy-Workplace-2": "Zdravo delovno mesto",
  "Healthy-Workplace-3": "Naša ekipa se zavzema za negovanje zdravega in raznolikega delovnega okolja. Verjamemo, da raznolika ekipa prinaša bogastvo perspektiv in ustvarjalnosti ter spodbuja inovativnost v naših prizadevanjih za trajnostno modo. Naše vključujoče okolje slavi razlike in sprejema kulturo, ki spodbuja medsebojno spoštovanje in razumevanje.",
  "contact-us": "Kontaktiraj nas!",
  "label-contact-name": "ime:",
  "label-contact-email": "E-naslov:",
  "label-contact-message": "Sporočilo:",
  "contact-submit": "Predloži",
  "legal-docs": "Pravni dokumenti",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Celoten seznam funkcij",
  "legal-compliance": "Pravna skladnost",
  "legal-compliance-github": "Pravna skladnost (GitHub Wiki)",
  "TOS-privacy-policy": "Pogoji storitve in pravilnik o zasebnosti",
  "TOS-privacy-policy-github": "Pogoji storitve in pravilnik o zasebnosti (GitHub Wiki)",
  "hosting": "Gostovanje",
  "hosting-1": "G. Amir in g. Krug, (v nadaljevanju »Razvijalci«), izrecno navajata, da »Odyssey Outfits«, (v nadaljevanju »Storitev«), <strong>NI</strong> registrirano LLC in nima pravnega ali maloprodajnega pooblastila za proizvodnjo, prodajo ali zagotavljanje izdelkov ali storitev.",
  "hosting-2": "Repozitorij za storitev gostuje na GitHubu, storitev pa poganja Vercel.com (v nadaljevanju »Vercel«).",
  "hosting-3": "V skladu z licenčno dokumentacijo GitHub.com (v nadaljevanju »GitHub«) (razdelek 1, §2 - &quot;<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licenciranje repozitorija</a>&quot;), je izrecno navedeno, da &quot;<em>...brez licence veljajo privzeti zakoni o avtorskih pravicah, kar pomeni, da obdržite vse pravice do svoje izvorne kode in nihče ne sme reproducirati, distribuirati ali ustvarjati izpeljanih del iz vašega dela. Če ustvarjate odprtokodni projekt, vam toplo priporočamo, da vključite odprtokodno licenco.</em>&quot; Upoštevajte, da so to skladišče in vsa povezana spletna mesta namenjena izključno OSEBNI in ZASEBNI uporabi, saj je v skupni lasti razvijalcev.",
  "hosting-4": "Razvijalci so v skladu z minimalnimi starostnimi zahtevami GitHub in Vercel.",
  "hosting-5": "V Vercelovih pogojih storitve (razdelek 2, - &quot;<a href='https://vercel.com/legal/terms'>Licenca za začasno uporabo</a>&quot;) je izrecno navedeno, da &quot;<em>... v skladu z vašo skladnostjo s pogoji te pogodbe vam je podeljena osebna licenca brez podlicenciranja, neizključna, neprenosljiva, omejena licenca za uporabo storitev za vaše interno poslovanje ali osebno glede na zmogljivost storitve vašega računa. Vse pravice, ki niso izrecno podeljene tukaj, so pridržane in nobena licenca ali pravica do uporabe katere koli blagovne znamke Vercel ali katere koli tretje osebe vam ni podeljena v povezavi s storitvami.</em>&quot; Čeprav Vercel dovoljuje uporabo svojih storitev v poslovne namene, je nujno treba pojasniti, da je spletno mesto, ki ga poganja Vercel in gostuje na GitHubu, namenjeno izključno osebni uporabi s strani razvijalcev. Kakršna koli uporaba izven tega obsega je in bo še naprej nepooblaščena.",
  "third-party-terms-of-service-compliance": "Skladnost s pogoji storitve tretjih oseb",
  "third-party-terms-of-service-compliance-1": "Razvijalci so v strogem skladu z vsemi storitvami tretjih oseb, ki so bile uporabljene za njihov osebni projekt.",
  "third-party-terms-of-service-compliance-2": "Storitev je uporabila spletni prevajalnik Yandex.com (v nadaljevanju »Yandex«). Oba razvijalca spoštujeta Yandexovo dokumentacijo o pogojih storitve (razdelek 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Uporaba storitve</ a>&quot;), &quot;<em>Storitev je uporabniku na voljo za osebno nekomercialno uporabo.</em>&quot; Kot so razvijalci strogo navedli, je ta projekt samo za osebno uporabo.",
  "third-party-terms-of-service-compliance-3": "Razvijalci so uporabili EmailJS.com (v nadaljevanju »EmailJS«), e-poštno storitev JavaScript. Pogoji storitve, ki jih ponuja EmailJS, implicitno ne nakazujejo primernosti njihove storitve za uporabo v zasebnih ali komercialnih kontekstih, <strong>KLEPA</strong> Razvijalci so izjavili, da je uporaba storitev EmailJS izključno za osebne namene. uporaba.",
  "childrens-online-privacy-protection-act-compliance": "Skladnost z Zakonom o varstvu zasebnosti otrok na spletu",
  "childrens-online-privacy-protection-act-compliance-1": "Ta projekt je v skladu z zahtevami COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Otroci&#39; s Zakonom o varstvu zasebnosti na spletu</a>). Je in bo še naprej zasnovan za posameznike, stare 16 let ali več, posebej za zasebno, nekomercialno uporabo.",
  "copyright-infringement-and-dmca-policy-compliance": "Kršitev avtorskih pravic in skladnost s pravilnikom DMCA",
  "copyright-infringement-and-dmca-policy-compliance-1": "Razvijalci so v skladu z GitHubovim <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Pravilnik o kršitvah avtorskih pravic in DMCA</a>",
  "collection-and-usage-of-user-data": "Zbiranje in uporaba uporabniških podatkov",
  "collection-and-usage-of-user-data-1": "Čeprav je storitev fiktivno podjetje, se spletno mesto uporablja za prikaz standardov, ki bi jih morala uporabljati sodobna spletna mesta. Vse funkcije in API-ji, ki naj bi jih spletno mesto uporabljalo, se uporabljajo izključno za namene testiranja.",
  "collection-and-usage-of-user-data-2": "Storitev ne shranjuje podatkov, kot so e-poštni naslovi, geološki naslovi, telefonske številke, imena, zunanji dokumenti ali zunanje povezave, ki jih zagotovi uporabnik. Vsaka od teh vrst podatkov se uporablja kot začasni podatki za &quot;Stik z nami&quot; in &quot;Kariere&quot; ki za razvijalce ne obstaja.",
  "agreement-outline": "Ta pogodba opisuje določila in pogoje, ki urejajo uporabo &quot;Odyssey Outfits&quot;, (v nadaljevanju \"Storitev\"), in z njo povezanih sredstev, ki jih zagotavljata g. Amir in g. Krug, (v nadaljevanju \"Storitev\") Razvijalci«).",
  "acceptance-of-terms-1": "Ta pogodba začne veljati ob vašem prvem dostopu do storitve ali začetku kakršne koli uporabe, ki vključuje povezane storitve prve osebe. Z dostopom, brskanjem ali uporabo storitve in/ali z njo povezanih storitev nepreklicno in brezpogojno potrjujete in sprejemate te pogoje. Strinjate se, da vas ta pogodba v celoti zavezuje brez izjem, omejitev ali izključitev. Vse določbe te pogodbe so v največji možni meri izvršljive proti vam. Če dostopate do storitve ali uporabljate katero koli storitev v imenu podjetja, ne glede na to, ali je registrirano ali deluje brez registracije, to podjetje s tem potrjuje, sprejema in je zavezano k pogojem te pogodbe.",
  "acceptance-of-terms-2": "Če vi ali zgoraj omenjeno podjetje nasprotujete kateri koli določbi v tej pogodbi in ne želite, da vas njeni pogoji zavezujejo, morate nemudoma prekiniti uporabo storitve in vseh povezanih storitev prve osebe.",
  "legal-and-retail-authority": "Pravni in maloprodajni organ",
  "legal-and-retail-authority-1": "Razvijalci izrecno navajajo, da &quot;Odyssey Outfits&quot; ni registrirano LLC in nima pravnega ali maloprodajnega pooblastila za proizvodnjo, prodajo ali zagotavljanje izdelkov ali storitev.",
  "intellectual-property-rights": "Pravice intelektualne lastnine",
  "intellectual-property-rights-1": "V skladu z licenčno dokumentacijo GitHub.com (v nadaljevanju »GitHub«) (razdelek 1, §2 – »Licenciranje repozitorija«) so uporabniki obveščeni, da za vir veljajo privzeti zakoni o avtorskih pravicah Koda. Repozitorij in povezana spletna mesta so določena izključno za OSEBNO in ZASEBNO uporabo.",
  "intellectual-property-rights-2": "Storitev je v solastništvu in bo do nadaljnjega v lasti razvijalcev.",
  "intellectual-property-rights-3": "S tem izrecno in nepreklicno potrjujete in se strinjate, da vam dostop do storitve in uporaba povezanih storitev prve osebe ne podeljuje nobene pravice, naslova ali interesa do intelektualne lastnine in drugih pravic do vsebine, ki je dostopna v storitvi ali prek povezane prve osebe storitve v lasti ali licenci The Developers.",
  "privacy-policy": "Politika zasebnosti",
  "privacy-policy-1": "Potrjujete, da imajo razvijalci za zagotovitev ustreznega delovanja storitve in zagotavljanja vseh povezanih storitev prve osebe pravico zbirati, shranjevati, obdelovati in prenašati posebne informacije, povezane z vašo uporabo storitve in vseh povezanih prvih - storitve za zabave. Podrobnosti o informacijah, za katere se predvideva, da jih zbirajo storitev in razvijalci, so opisane v dokumentu o pravni skladnosti razvijalcev (razdelek 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Povezava do strani Github o pravni skladnosti.' target='_blank' rel='noopener'>Pravna skladnost</a>&quot;)",
  "accessing-this-service": "Z dostopom in uporabo storitve se uporabniki strinjajo, da bodo spoštovali te pogoje in določila. Razvijalci si pridržujejo pravico do spremembe ali posodobitve teh pogojev po lastni presoji. Nadaljnja uporaba storitve po takih spremembah pomeni sprejetje posodobljenih pogojev. Če se uporabniki s temi pogoji ne strinjajo, jim svetujemo, da ne dostopajo do storitve ali jo uporabljajo.",
  "Select-a-Job": "Izberite delovno mesto",
  "Upper-Management": "Zgornje vodstvo",
  "Lower-Management": "Nižje vodstvo",
  "Sales-Department": "Prodajni oddelek",
  "Financial-Department": "Finančni oddelek",
  "IT-Department": "Oddelek za IT",
  "Learn-More": "Če želite izvedeti več, izberite naziv delovnega mesta!",
  "Chief-Financial-Officer": "Glavni finančni direktor",
  "Chief-Executive-Officer": "Glavni izvršni direktor",
  "Chief-Operating-Officer": "Glavni izvršni direktor",
  "Human-Resources": "Človeški viri",
  "Regional-Manager": "Regionalni vodja",
  "Office-Manager": "Vodja pisarne",
  "Regional-Sales-Director": "Regionalni direktor prodaje",
  "Account-Executive": "Vodja računa",
  "Salesman": "Prodajalec",
  "Regional-Financial-Director": "Regionalni finančni direktor",
  "Payroll-Administrator": "Administrator obračuna plač",
  "Financial-Analyst": "Finančni analitik",
  "Fullstack-Developer": "Fullstack razvijalec",
  "Network-Administrator": "Omrežni skrbnik",
  "Help-Desk-Administrator": "Administrator službe za pomoč uporabnikom",
  "Selected-Job": "Izbrano delo:",
  "Department-Division": "Oddelek/oddelek:",
  "Job-Description": "Opis dela:",
  "CFO": "Iščemo usposobljenega glavnega finančnega direktorja, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste nadzirali naše finančne dejavnosti in strategijo. Kot finančni direktor boste razvili in izvajali finančno strategijo organizacije v skladu z našimi splošnimi poslovnimi cilji ter zagotavljali strateške finančne smernice izvršnemu direktorju in drugim vodstvenim delavcem.",
  "CEO": "Iščemo usposobljenega glavnega izvršnega direktorja, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste našo organizacijo popeljali do novih višin s sprejemanjem strateških korporativnih odločitev, nadzorom nad splošnimi operacijami in viri ter služili kot primarna povezava med upravnim odborom in korporativnimi operacijami. Kot generalni direktor boste imeli ključno vlogo pri določanju strateške usmeritve, prepoznavanju poslovnih priložnosti in zagotavljanju skladnosti podjetja z zakonskimi in regulativnimi zahtevami.",
  "COO": "Iščemo usposobljenega glavnega operativnega direktorja, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste spodbujali operativno učinkovitost in izvajali strategije za čim učinkovitejše doseganje naših ciljev. Kot ključni član naše vodstvene ekipe boste odgovorni za razvoj in izvajanje operativnih politik in postopkov, usklajevanje operativnih strategij z našimi poslovnimi cilji in zagotavljanje učinkovite razporeditve virov.",
  "HR": "Iščemo usposobljenega kadrovskega kadra, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste upravljali osebje, zadeve, povezane z zaposlovanjem, in podpirali splošno dobro počutje naših cenjenih zaposlenih v vaši specifični regionalni podružnici. Ta vloga je ključna za ustvarjanje pozitivnega delovnega okolja, zagotavljanje skladnosti z zakonodajo in podpiranje strateških ciljev naše organizacije.",
  "RM": "Iščemo usposobljenega regionalnega vodjo, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za nadzor in upravljanje operacij, prodaje in splošne uspešnosti številnih večjih strank v vaši specifični regiji. Ta ključni vodilni položaj vključuje postavljanje in doseganje ciljev uspešnosti, zagotavljanje skladnosti in spodbujanje finančnega uspeha.",
  "OM": "Iščemo usposobljenega vodjo pisarne, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za nadzor vsakodnevnega delovanja naše pisarne (lokacija bo še določena). Ta ključna vloga zahteva dinamičnega posameznika z močnimi organizacijskimi in vodstvenimi veščinami, ki zagotavlja brezhibno delovanje naše pisarne.",
  "RSD": "Iščemo usposobljenega regionalnega direktorja prodaje, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vodilni vlogi boste odgovorni za spodbujanje prodajnih dejavnosti v vaši specifični regiji. Kot ključni član naše ekipe boste odgovorni za razvoj in izvajanje prodajnih strategij, vodenje dinamične prodajne ekipe ter prispevanje k splošni rasti in uspehu organizacije.",
  "AE": "Iščemo usposobljenega vodjo računa, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za upravljanje računov strank, spodbujanje rasti poslovanja in zagotavljanje zadovoljstva strank. Če uspevate v dinamičnem in sodelovalnem okolju, vas vabimo, da postanete del naše ekipe.",
  "S": "Iščemo usposobljenega prodajalca, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za spodbujanje rasti prihodkov z učinkovito prodajo naših izdelkov in storitev potencialnim strankam. Če ste navdušeni nad prodajo, gradnjo odnosov in doseganjem ciljev, vas vabimo, da postanete del naše dinamične ekipe.",
  "RFD": "Iščemo usposobljenega regionalnega finančnega direktorja, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste nadzirali in upravljali finančne operacije v vaši specifični regiji. Kot ključni vodja boste igrali ključno vlogo pri oblikovanju in izvajanju finančnih strategij za spodbujanje uspeha naših operacij v vaši dodeljeni regiji.",
  "PA": "Iščemo usposobljenega skrbnika za obračun plač, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za upravljanje in obdelavo nadomestil zaposlenim. Kot skrbnik obračuna plač boste zagotovili natančno in pravočasno izplačilo plač, bonusov in ugodnosti zaposlenih, hkrati pa boste ohranili skladnost z lokalnimi, državnimi in zveznimi predpisi.",
  "FA": "Iščemo usposobljenega finančnega analitika, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste zagotovili dragocene vpoglede in priporočila na podlagi poglobljene analize finančnih podatkov in trendov. Kot finančni analitik bo vaša primarna odgovornost podpirati odločevalce z interpretacijo zapletenih finančnih informacij in njihovo predstavitvijo na jasen in smiseln način.",
  "FD": "Iščemo usposobljenega Full Stack razvijalca, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste izkoristili svoje strokovno znanje tako na področju razvoja sprednjega kot zadnjega dela za ustvarjanje brezhibnih in uporabniku prijaznih spletnih aplikacij. Kot Full Stack razvijalec boste odgovorni za oblikovanje in implementacijo vizualnih elementov, s katerimi uporabniki komunicirajo na naših spletnih mestih.",
  "NA": "Iščemo usposobljenega omrežnega skrbnika, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste upravljali in vzdrževali naša računalniška omrežja. Kot omrežni skrbnik boste zagotovili brezhibno delovanje naše omrežne infrastrukture, ki vključuje lokalna omrežja (LAN), prostrana omrežja (WAN) in druge komunikacijske sisteme.",
  "HDA": "Iščemo usposobljenega in na stranko osredotočenega skrbnika službe za pomoč uporabnikom, ki bi se pridružil naši ekipi pri Odyssey Outfits. V tej vlogi boste odgovorni za zagotavljanje tehnične pomoči in podpore zaposlenim v organizaciji. Vaš glavni poudarek bo na zagotavljanju ključne storitve z obravnavanjem težav s strojno opremo, programsko opremo, omrežjem in drugimi vprašanji, povezanimi z IT v naši organizaciji.",
  "Key-Responsibilities-CFO": "<li>Razvijte in izvajajte finančno strategijo organizacije v skladu s splošnimi poslovnimi cilji.</li> <li>Zagotavljajte strateške finančne smernice izvršnemu direktorju in drugim vodstvenim delavcem.</li> <li>Vodite procese finančnega načrtovanja in proračuna.< /li> <li>Izvajanje finančnih napovedi, analiz in modeliranja v podporo odločanju.</li> <li>Prepoznavanje in ocenjevanje finančnih tveganj ter izvajanje strategij za zmanjševanje tveganj.</li> <li>Zagotovite skladnost s finančnimi predpisi. in zahteve glede poročanja.</li> <li>Nadzorujte pripravo in predstavitev finančnih poročil zainteresiranim stranem, vključno z upravnim odborom, vlagatelji in regulatornimi organi.</li> <li>Zagotovite točnost, preglednost in skladnost z računovodskimi standardi. </li> <li>Upravljajte finančne vire in naložbe, kapitalsko strukturo, likvidnost in denarni tok organizacije.</li> <li>Vodite ali sodelujte pri dejavnostih združevanja in prevzemov, vključno s skrbnim pregledom, pogajanji in načrtovanjem integracije. </li> <li>Določite najučinkovitejše načine za zbiranje kapitala, bodisi z dolgom, lastniškim kapitalom ali drugimi finančnimi instrumenti.</li> <li>Ohranjajte odnose s finančnimi institucijami in vlagatelji.</li> <li>Če ste izkušen finančni vodja s strateškim načinom razmišljanja, močnimi analitičnimi veščinami in zgodovino spodbujanja finančne odličnosti, vas vabimo, da se pridružite podjetju Odyssey Outfits kot naš finančni direktor. Bodite ključni akter pri oblikovanju finančnega uspeha in rasti naše dinamične organizacije.</li>",
  "Key-Responsibilities-CEO": "<li>Določite strateško usmeritev in dolgoročne cilje v sodelovanju z upravnim odborom.</li> <li>Prepoznajte poslovne priložnosti in morebitna tveganja.</li> <li>Tesno sodelujte s finančnim direktorjem za upravljanje financ zdravje podjetja.</li> <li>Pregled finančnih poročil in proračunov.</li> <li>Upravljanje in krepitev blagovne znamke in ugleda podjetja.</li> <li>Takojšnje reševanje vprašanj odnosov z javnostmi.</li > <li>Spodbujajte inovacije in prilagajanje spreminjajočim se tržnim razmeram.</li> <li>Izvajajte načrte kriznega upravljanja za obvladovanje nepredvidenih izzivov.</li> <li>Razvijte globalno perspektivo, zlasti za podjetja z mednarodnim delovanjem.</ li> <li>Krmarite med geopolitičnimi in gospodarskimi zapletenostmi.</li> <li>Kot vizionarski vodja boste Odyssey Outfits vodili k uspehu, spodbujali inovacije in zagotavljali našo nadaljnjo rast. Če imate strateško miselnost, izjemne vodstvene sposobnosti in strast do spodbujanja organizacijske odličnosti, vas vabimo, da vodite Odyssey Outfits kot naš izvršni direktor. Pridružite se nam pri oblikovanju prihodnosti našega dinamičnega in inovativnega podjetja.</li>",
  "Key-Responsibilities-COO": "<li>Razvijte in izvajajte operativne politike in postopke.</li> <li>Uskladite operativne strategije s poslovnimi cilji organizacije.</li> <li>Učinkovito upravljajte in dodeljujte vire, vključno s proračunom, osebjem in tehnologijo.</ li> <li>Sodelujte z oddelkom za človeške vire, da privabite, razvijete in obdržite talente.</li> <li>Spremljajte in ocenjevajte uspešnost različnih oddelkov in skupin.</li> <li>Poenostavite delovne tokove, da izboljšate splošno produktivnost.</li> <li>Nadzirajte procese nadzora kakovosti, da zagotovite, da izdelki ali storitve izpolnjujejo uveljavljene standarde.</li> <li>Zagotovite, da ima organizacija prave ljudi v pravih vlogah.</li> <li>Zagotovite vodstvo in smernice za doseganje operativne odličnosti.</li> <li>Zagotavljanje rednih poročil izvršnemu direktorju in drugim vodstvenim delavcem o operativni uspešnosti.</li> <li>Sporočanje ključnih meritev in operativnih vpogledov.</li> <li>Kot izkušen strokovnjak, boste s svojim strokovnim znanjem vodili naše operativne pobude, spodbujali učinkovitost in prispevali k splošnemu uspehu Odyssey Outfits. Če uspevate v dinamičnem in sodelovalnem okolju, vas vabimo, da se nam pridružite kot naš COO in postanete ključni arhitekt pri oblikovanju našega operativnega uspeha.</li>",
  "Key-Responsibilities-HR": "<li>Privabite, zaposlujte in zaposlite kvalificirane kandidate za prosta delovna mesta.</li> <li>Opravite razgovore, preglede in koordinirajte celoten postopek zaposlovanja.</li> <li>Obravnavajte in razrešujte konflikte na delovnem mestu in težave v odnosih z zaposlenimi .</li> <li>Spodbujajte pozitivno delovno okolje in krepite moralo zaposlenih.</li> <li>Zagotovite povratne informacije, inštruiranje in podporo za razvoj zaposlenih.</li> <li>Ugotovite potrebe po usposabljanju in usklajujte razvoj zaposlenih. programe.</li> <li>Upravljajte programe nagrajevanja, vključno s plačami, bonusi in ugodnostmi.</li> <li>Izvedite preglede plač in zagotovite konkurenčno nadomestilo.</li> <li>Zagotovite skladnost z delovno zakonodajo in predpisi. .</li> <li>Zagotoviti skladnost z varnostnimi predpisi in izvajati preventivne ukrepe.</li> <li>Vzdrževati točne in zaupne evidence zaposlenih.</li> <li>Upravljati z dokumentacijo v zvezi s pogodbami o zaposlitvi, napredovanji in odpovedmi .</li> <li>Opravite odhodne razgovore z odhajajočimi zaposlenimi.</li> <li>Upravljajte postopek odpovedi v skladu s politikami podjetja in pravnimi zahtevami.</li> <li>Prepoznajte in razvijajte potencialne voditelje v organizaciji .</li> <li>Načrtujte zaporedje ključnih položajev.</li> <li>Ocenite uspešnost pisarniškega osebja in zagotovite konstruktivne povratne informacije.</li> <li>Ugotovite področja za izboljšave in uvedite potrebne spremembe. </li> <li>Kot vodja človeških virov pri Odyssey Outfits boste imeli ključno vlogo pri oblikovanju naše kulture na delovnem mestu, podpori rasti zaposlenih in zagotavljanju skladnosti z vsemi zadevami, povezanimi z zaposlovanjem. Če ste izkušen kadrovski strokovnjak s strastjo do ustvarjanja pozitivnih delovnih mest, vas vabimo, da se pridružite naši ekipi in prispevate k uspehu Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Določite jasne cilje in cilje uspešnosti za vsako lokacijo v regiji.</li> <li>Spremljajte in ocenjujte operativno uspešnost vsake podružnice ali lokacije.</li> <li>Zagotovite dosledno upoštevanje politik in postopkov podjetja. , in standardi.</li> <li>Izvajajte redne revizije za potrditev skladnosti na vseh ravneh.</li> <li>Upravljajte finančno uspešnost regije, vključno s pripravo proračuna, napovedovanjem in nadzorom stroškov.</li> < li>Analizirajte finančna poročila in ključne kazalnike uspešnosti, da prepoznate področja za izboljšave.</li> <li>Nadzirajte dejavnosti prodaje in finančnega razvoja v regiji.</li> <li>Zagotovite strateške smernice za spodbujanje prihodkov in rasti trga.< /li> <li>Vodite in usmerjajte vodje podružnic in drugo regionalno osebje.</li> <li>Zaposlujte, usposabljajte in razvijajte visoko uspešne ekipe za vsako lokacijo.</li> <li>Redno komunicirajte z vodji podružnic in drugi člani ekipe.</li> <li>Sodelujte z drugimi oddelki, kot so trženje, kadrovski viri in finance.</li> <li>Nadzorujte programe usposabljanja za osebje v regiji.</li> <li>Podpora strokovni razvoj in izboljšanje spretnosti.</li> <li>Prepoznavanje priložnosti za širitev in rast v regiji.</li> <li>Ocena potencialnih novih lokacij ali trgov.</li> <li>Sodelovanje s sedežem in drugimi regionalnimi menedžerji, da zagotovijo doslednost v delovanju in strateških pobudah.</li> <li>Izmenjajte najboljše prakse in prispevajte k splošnemu uspehu podjetja.</li> <li>Pripravite in predložite redna poročila višjemu vodstvu o uspešnosti regije. </li> <li>Zagotovite vpoglede in priporočila za izboljšave.</li> <li>Kot regionalni vodja pri Odyssey Outfits boste igrali ključno vlogo pri spodbujanju uspeha in rasti naše organizacije na več lokacijah. Če ste strateški vodja z zgodovino doseganja rezultatov, vas vabimo, da se pridružite naši ekipi in prispevate k nadaljnjemu uspehu Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Zagotovite celovito administrativno podporo različnim oddelkom znotraj organizacije.</li> <li>Upravljajte pisarniški material, opremo in inventar za izpolnjevanje operativnih potreb.</li> <li>Nadzirajte in usklajujte administrativno in podporno delo osebje.</li> <li>Nadzirajte zaposlovanje, usposabljanje in izvajajte ocene uspešnosti.</li> <li>Zagotovite, da so pisarniške prostore dobro vzdrževane in zagotavljajo ugodno delovno okolje.</li> <li>Pomagajte pri priprava in upravljanje proračuna za stroške, povezane s pisarno.</li> <li>Olajšajte komunikacijo med različnimi oddelki in skupinami.</li> <li>Spodbujajte sodelovalno in komunikativno kulturo dela.</li> <li>Ohranjajte organizirano in posodobljene zapise, datoteke in baze podatkov.</li> <li>Zagotovite skladnost s predpisi o varstvu podatkov in zasebnosti.</li> <li>Nadzirajte uporabo in vzdrževanje pisarniške tehnologije, vključno z računalniki, tiskalniki in komunikacijskih sistemov.</li> <li>Po potrebi implementirajte in posodobite programske aplikacije.</li> <li>Pogajajte se o pogodbah in sporazumih za storitve, povezane s pisarnami.</li> <li>Zagotovite stroškovno učinkovite rešitve za povezane zahteve.</li> <li>Kot vodja pisarne pri Odyssey Outfits boste igrali ključno vlogo pri vzdrževanju učinkovitega in dobro organiziranega pisarniškega okolja. Če ste proaktiven posameznik z odličnimi vodstvenimi in organizacijskimi veščinami, vas vabimo, da se pridružite naši ekipi in prispevate k uspehu naše organizacije.</li>",
  "Key-Responsibilities-RSD": "<li>Razvijte in izvajajte prodajne strategije in načrte za prodajni oddelek in dodeljeno regijo.</li> <li>Določite in dosegajte prodajne cilje in poslovne cilje v skladu s cilji podjetja.</li> <li>Vodite in upravljajte ekipa prodajnih strokovnjakov v regiji.</li> <li>Najemite, usposobite in motivirajte prodajno ekipo za doseganje standardov visoke uspešnosti.</li> <li>Analizirajte podatke o uspešnosti prodaje, tržne trende in povratne informacije strank. </li> <li>Ocenite učinkovitost prodajnih strategij in sprejemajte odločitve na podlagi podatkov za izboljšave.</li> <li>Vzpostavite in vzdržujte odnose s ključnimi strankami, partnerji in deležniki.</li> <li>Gradite omrežje za spodbujanje rasti poslovanja, zadovoljstva strank in širitve trga.</li> <li>Razvijte in upravljajte prodajni proračun za regijo.</li> <li>Spremljajte in nadzorujte stroške, da zagotovite donosnost.</li> <li>Tesno sodelujte z drugimi oddelki, vključno s trženjem, financami in operacijami.</li> <li>Zagotovite uskladitev prodajnih dejavnosti s splošnimi poslovnimi cilji.</li> <li>Zagotovite redna poročila višjemu vodstvu o uspešnosti prodaje , tržni trendi in ustrezne meritve.</li> <li>Zagotovite, da so prodajne dejavnosti skladne z ustreznimi zakoni, predpisi in politikami podjetja.</li> <li>Razumejte potrebe in želje strank, da ohranite pristop, osredotočen na stranke. </li> <li>Izvajajte strategije za povečanje zadovoljstva in zvestobe strank.</li> <li>Prepoznajte priložnosti za širitev in rast trga v regiji.</li> <li>Razvijte načrte za vstop na nove trge in povečanje trga delite.</li> <li>Če ste strateški mislec z dokazanimi rezultati vodenja prodaje, razmislite o tem, da bi se pridružili podjetju Odyssey Outfits kot regionalni direktor prodaje. Bodite gonilna sila pri oblikovanju uspeha našega prodajnega oddelka in prispevajte k splošni rasti naše organizacije.</li>",
  "Key-Responsibilities-AE": "<li>Gradite in vzdržujte močne odnose s strankami, spodbujajte zaupanje in zvestobo.</li> <li>Delujte kot glavna kontaktna točka za stranke, obravnavajte njihove potrebe in skrbi.</li> <li>Aktivno iščite nove posle priložnosti za razširitev baze strank.</li> <li>Delajte v smeri doseganja in preseganja prodajnih ciljev z učinkovitimi strategijami.</li> <li>Učinkovito sporočite vrednost izdelkov ali storitev strankam.</li> <li> Predstavite prednosti in edinstvene prodajne predloge za izpolnjevanje zahtev strank.</li> <li>Pogajajte se o pogodbah, pogojih in cenah, da dosežete vzajemno koristne sporazume.</li> <li>Zagotovite, da so pogodbeni dogovori v skladu z interesi obeh stranko in podjetje.</li> <li>Takoj obravnavajte in razrešite težave ali pomisleke stranke, da zagotovite zadovoljstvo.</li> <li>Sodelujte z notranjimi ekipami, da zagotovite pravočasne rešitve in ohranite pozitivne odnose s strankami.</li> < li>Razvijte in izvajajte strategije za rast obstoječih računov in pridobivanje novih strank.</li> <li>Prepoznajte priložnosti za prodajo višjih ali navzkrižnih izdelkov dodatnih izdelkov ali storitev.</li> <li>Bodite obveščeni o trendih v industriji, tržni pogoji in dejavnosti konkurentov.</li> <li>Uporabite tržne vpoglede, da prilagodite strategije in ostanete pred spremembami v panogi.</li> <li>Tesno sodelujte z notranjimi ekipami, kot sta trženje in razvoj izdelkov, da se srečate s strankami potrebe.</li> <li>Sodelujte pri pobudah, ki povečujejo zadovoljstvo strank in prispevajo k poslovnemu uspehu.</li> <li>Zagotavljajte redna poročila o prodajnih aktivnostih, dosežkih in izzivih.</li> <li>Prispevajte k analizo uspešnosti prodaje in priporočite izboljšave.</li> <li>Če ste proaktiven in k rezultatom usmerjen posameznik z odličnimi komunikacijskimi in pogajalskimi veščinami, razmislite o tem, da bi se pridružili Odyssey Outfits kot Account Executive. Bodite del naše ekipe in prispevajte k uspehu naših strank in splošni rasti organizacije.</li>",
  "Key-Responsibilities-S": "<li>Aktivno iščite potencialne stranke in prepoznajte nove prodajne priložnosti.</li> <li>Uporabite različne kanale za ustvarjanje potencialnih strank in razširitev baze strank.</li> <li>Gradite in vzdržujte odnose s strankami tako, da razumete njihove potrebe in zagotavljanje ustreznih informacij.</li> <li>Zagotovite pozitivno izkušnjo strank z obravnavanjem poizvedb in skrbi.</li> <li>Razvijte globoko razumevanje ponujenih izdelkov ali storitev.</li> <li>Učinkovito komunicirajte lastnosti izdelkov in prednosti za potencialne stranke.</li> <li>Izdelajte privlačne prodajne predstavitve, da predstavite ponudbo vrednosti naših izdelkov ali storitev.</li> <li>Prilagodite predstavitve za reševanje posebnih potreb in skrbi strank.</li > <li>Pogajajte se o pogojih, cenah in pogodbah za sklenitev poslov na obojestransko koristen način.</li> <li>Zagotovite zaveze strank, da bodo opravile nakup in dokončale prodajne transakcije.</li> <li>Dosezite ali presezite prodajne cilje in kvote, ki jih je določilo podjetje.</li> <li>Nenehno si prizadevajte doseči in preseči individualne in timske cilje.</li> <li>Bodite obveščeni o trendih v panogi, tržnih razmerah in dejavnostih konkurentov.</li > <li>Prepoznajte priložnosti in potencialne izzive na trgu.</li> <li>Zberite povratne informacije od strank za izboljšanje izdelkov, storitev ali splošne uporabniške izkušnje.</li> <li>Zagotovite dragocene vpoglede in prispevajte k izboljšanje naše ponudbe.</li> <li>Vzdržujte natančne evidence o prodajnih dejavnostih, interakcijah s strankami in drugih ustreznih informacijah.</li> <li>Uporabljajte orodja CRM za sledenje in upravljanje odnosov s strankami in napredka pri prodaji.</li > <li>Če ste k rezultatom usmerjen posameznik z odličnimi komunikacijskimi in pogajalskimi veščinami, vas spodbujamo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri pospeševanju prodajnega uspeha in prispevanju k rasti in blaginji naše organizacije.</li>",
  "Key-Responsibilities-RFD": "<li>Razvijte in izvajajte finančne strategije in načrte, prilagojene edinstvenim potrebam regije.</li> <li>Izvedite finančno analizo in napovedovanje v podporo strateškemu odločanju.</li> <li>Ustvarite in upravljajte proračune za regijo, zagotavljanje usklajenosti s splošnimi poslovnimi cilji.</li> <li>Izvajanje ukrepov za nadzor stroškov za optimizacijo finančne uspešnosti.</li> <li>Zagotavljanje natančnih in pravočasnih finančnih poročil višjemu vodstvu, ki ponujajo vpoglede in priporočila.</ li> <li>Vzpostavite ključne kazalnike uspešnosti (KPI) za merjenje in ocenjevanje finančne uspešnosti.</li> <li>Prepoznajte in ublažite finančna tveganja v regiji.</li> <li>Izvedite strategije obvladovanja tveganja za zaščito organizacije finančna sredstva.</li> <li>Tesno sodelujte z regionalnimi menedžerji in ekipami, da uskladite finančne cilje z operativnimi cilji.</li> <li>Zagotavljanje finančnih smernic in podpore lokalnim ekipam ter spodbujanje okolja sodelovanja.</li> <li>Zagotavljanje skladnosti z računovodskimi standardi, regulativnimi zahtevami in standardi korporativnega upravljanja.</li> <li>Uvajanje notranjih kontrol za zaščito finančne integritete.</li> <li>Ocena in optimizacija finančnih procesov za povečanje učinkovitosti in uspešnosti. </li> <li>Nenehno iščite priložnosti za izboljšanje procesov in inovacije.</li> <li>Vodite in razvijajte ekipo finančnih strokovnjakov v regiji.</li> <li>Zagotovite mentorstvo in vodenje za spodbujanje strokovne rasti in odličnost.</li> <li>Sodelujte v postopkih strateškega odločanja, povezanih z naložbami, prevzemi in drugimi finančnimi pobudami.</li> <li>Svetujte višjemu vodstvu o finančnih posledicah poslovnih strategij.</li> <li>Če ste izkušen finančni vodja s strateško miselnostjo in strastjo do spodbujanja finančnega uspeha na regionalni ravni, vas vabimo, da se prijavite za to pomembno vlogo pri Odyssey Outfits. Pridružite se nam pri oblikovanju finančne prihodnosti naše organizacije in prispevajte k naši nadaljnji rasti in uspehu.</li>",
  "Key-Responsibilities-PA": "<li>Izračunajte in obdelajte plače zaposlenih, plače, bonuse in druge oblike nadomestil.</li> <li>Spremljajte in beležite delovne ure zaposlenih, vključno z nadurami, zahtevami za odsotnost in informacijami, povezanimi z prisotnostjo.</li> > <li>Upravljajte davčne olajšave, vključno z dohodnino, prispevki za socialno varnost in drugimi zakonsko določenimi olajšavami.</li> <li>Zagotovite skladnost z davčnimi predpisi in pravočasno predložitev informacij v zvezi z davki.</li> <li>Uravnavanje ugodnosti zaposlenih, kot so zdravstveno zavarovanje, pokojninski prispevki in druge ugodnosti, ki zagotavljajo točen odraz v plačilni listi.</li> <li>Bodite na tekočem s spremembami v ponudbi ugodnosti in ustrezno posodabljajte sisteme plač.</li> <li>Ohranjajte točne in posodobljene evidence plač, vključno s podatki o zaposlenih, davčnih odtegljajih in drugimi ustreznimi podatki.</li> <li>Ustvarjanje poročil o plačilih za namene upravljanja, računovodstva in revizije.</li> <li>Zagotovite skladnost z lokalni, državni in zvezni predpisi glede plač, obdavčitve in delovne zakonodaje.</li> <li>Bodite obveščeni o posodobitvah in spremembah ustreznih predpisov.</li> <li>Razdelite plače ali koordinirajte elektronske prenose sredstev zaposlenim. in natančno.</li> <li>Zagotovite dokumentacijo za notranje in zunanje revizije.</li> <li>Sodelujte z revizijskimi skupinami, da zagotovite točne in pregledne postopke obračunavanja plač.</li> <li>Odgovarjajte na vprašanja zaposlenih glede obračuna plač. zadeve, takojšnje in strokovno reševanje težav ali neskladij.</li> <li>Upravljajte in vzdržujte programsko opremo in sisteme za obračun plač, obveščajte se o posodobitvah in spremembah.</li> <li>Če ste v podrobnosti usmerjeni in organizirani strokovnjak z strast do upravljanja plač in skladnosti, vas vabimo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri zagotavljanju nemotene in natančne obdelave nadomestil zaposlenim v naši organizaciji.</li>",
  "Key-Responsibilities-FA": "<li>Analizirajte finančne podatke, tržne trende in ekonomske kazalnike, da ocenite uspešnost organizacije.</li> <li>Uporabite statistične tehnike in finančno modeliranje za interpretacijo kompleksnih finančnih informacij.</li> <li>Pomagajte pri razvoju ter upravljanje finančnih načrtov in proračunov, ki so v skladu s splošnimi poslovnimi cilji.</li> <li>Sodelujte z različnimi oddelki, da zagotovite, da finančni načrti podpirajo strateške cilje organizacije.</li> <li>Ustvarite finančne modele za napovedovanje prihodnosti prihodki, odhodki in splošna finančna uspešnost.</li> <li>Zagotavljanje proaktivnih vpogledov in podpora načrtovanju morebitnih izzivov.</li> <li>Priprava in predstavitev finančnih poročil vodstvu, deležnikom ali regulativnim organom.</li > <li>Predstavite analizo proračuna, analizo variance in uporabna priporočila za izboljšave.</li> <li>Ocenite finančna tveganja in priložnosti, povezane z različnimi poslovnimi odločitvami, vključno z naložbami in združitvami.</li> <li>Vodite stroške- analize koristi in zagotovi priporočila za strateške finančne dejavnosti.</li> <li>Analizirajte stroške, povezane z različnimi poslovnimi operacijami, in priporočite varčevalne ukrepe za izboljšanje učinkovitosti.</li> <li>Zagotovite, da so finančne operacije in poročanje v skladu z ustreznimi zakoni , predpisi in industrijski standardi.</li> <li>Učinkovito sporočanje zapletenih finančnih informacij različnim oddelkom, spodbujanje sodelovanja in razumevanja.</li> <li>Nenehno spremljanje finančnih trendov, sprememb v panogi in gospodarskih pogojev za zagotavljanje up- najnovejše informacije za sprejemanje odločitev.</li> <li>Če ste finančni analitik, usmerjen v podrobnosti, s strastjo do zagotavljanja strateških finančnih vpogledov, vas vabimo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri prispevanju k finančnemu uspehu in strateški rasti naše organizacije.</li>",
  "Key-Responsibilities-FD": "<li>Oblikujte in implementirajte uporabniške vmesnike z uporabo tehnologij, kot so HTML, CSS in JavaScript.</li> <li>Pišite kodo za uporabnikov brskalnik, ki obravnava interakcije, preverjanja obrazcev in dinamične posodobitve vsebine.</li> <li> Uporabite priljubljena ogrodja in knjižnice, kot so React, Angular ali Vue.js.</li> <li>Zagotovite, da aplikacija brezhibno deluje v različnih spletnih brskalnikih in se spopade z razvojnimi izzivi čelnega vmesnika.</li> <li>Upravljajte zbirke podatkov, procesirajte zahteve in izvajajo naloge na strani strežnika z uporabo jezikov, kot so Node.js, Python, Ruby, Java ali PHP.</li> <li>Oblikujte in vzdržujte baze podatkov, ki zagotavljajo učinkovito shranjevanje in iskanje podatkov. Običajne baze podatkov vključujejo MySQL, PostgreSQL, MongoDB ali Firebase.</li> <li>Razmestite in upravljajte strežniško infrastrukturo, vključno s platformami v oblaku, kot so AWS, Azure ali Google Cloud.</li> <li>Ustvarite in vzdržujte API-je, ki olajša komunikacijo med sprednjo in zaledno komponento aplikacije, kar zagotavlja nemoteno izmenjavo podatkov.</li> <li>Prepoznajte in popravite napake v sprednji in zadnji strani kode, kar zagotavlja splošno zanesljivost in zmogljivost aplikacije.</li> < li>Sodelujte z drugimi člani ekipe, vključno z oblikovalci UI/UX, kolegi razvijalci in vodji projektov, da prispevate k uspehu naših projektov.</li> <li>Če ste izurjen Fullstack razvijalec s strastjo do ustvarjanja inovativnih in uporabniško osredotočene spletne aplikacije, vas vabimo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri oblikovanju prihodnosti naše digitalne prisotnosti in zagotavljanju visokokakovostnih rešitev našim uporabnikom.</li>",
  "Key-Responsibilities-NA": "<li>Načrtujte, izvajajte in konfigurirajte računalniška omrežja, vključno z usmerjevalniki, stikali, požarnimi zidovi in ​​drugimi komponentami strojne opreme.</li> <li>Uvajajte in vzdržujte robustne varnostne ukrepe za zaščito omrežja pred nepooblaščenim dostopom, kibernetskimi grožnjami in podatki kršitve.</li> <li>Diagnosticirajte in razrešite težave z omrežjem, težave s povezljivostjo ter okvare strojne ali programske opreme.</li> <li>Redno spremljajte delovanje omrežja in ga optimizirajte za učinkovitost.</li> <li>Prepoznajte in odpravite ozka grla, da zagotovite optimalno delovanje omrežja.</li> <li>Izvajajte rutinska vzdrževalna opravila, kot je posodabljanje vdelane programske opreme, uporaba varnostnih popravkov in zagotavljanje, da so komponente strojne in programske opreme posodobljene.</li> <li>Pomoč na koncu uporabnikom s težavami, povezanimi z omrežjem, zagotavljanje tehnične podpore in usposabljanje o uporabi omrežja.</li> <li>Vzdrževanje podrobne dokumentacije o omrežni arhitekturi, konfiguracijah in spremembah. Ta dokumentacija je ključnega pomena za odpravljanje težav in prihodnje načrtovanje.</li> <li>Tesno sodelujte z drugimi strokovnjaki za IT, kot so sistemski skrbniki, strokovnjaki za varnost in vodje IT, da zagotovite brezhibno integracijo omrežnih storitev.</li> <li >Načrtujte prihodnje potrebe po omrežju, ocenite zahteve glede razširljivosti in priporočite nadgradnje ali razširitve za izpolnjevanje naraščajočih potreb organizacije.</li> <li>Implementirajte rešitve za varnostno kopiranje in načrte za obnovitev po katastrofi za zaščito kritičnih podatkov v primeru nepričakovanih dogodkov.</li> > <li>Če ste izkušen omrežni skrbnik s strastjo do zagotavljanja zanesljivosti in varnosti računalniških omrežij, vas spodbujamo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri vzdrževanju robustne in učinkovite omrežne infrastrukture, ki podpira delovanje in rast naše organizacije.</li>",
  "Key-Responsibilities-HDA": "<li>Takojšnje odzivanje na poizvedbe in težave, ki jih sprožijo končni uporabniki, ponujanje navodil in pomoči pri odpravljanju težav.</li> <li>Analiziranje, prepoznavanje in diagnosticiranje težav s strojno in programsko opremo za določitev učinkovitih rešitev.</li> <li> Zagotavljanje jasnih in jedrnatih navodil in navodil po korakih uporabnikom za učinkovito reševanje težav.</li> <li>Pomoč uporabnikom pri nameščanju, posodobitvah in konfiguracijah programske opreme.</li> <li>Dokumentiranje in vzdrževanje evidenc o prijavljenih vprašanja, rešitve in pogoste težave.</li> <li>Ustvarjanje člankov iz zbirke znanja in vodnikov za opolnomočenje uporabnikov za samopomoč.</li> <li>Sporočanje tehničnih informacij na uporabniku prijazen način, zlasti pri pomoči ne -tehnični uporabniki.</li> <li>Obveščanje uporabnikov o statusu in napredku prijavljenih težav.</li> <li>Izvajanje rutinskih vzdrževalnih nalog na računalnikih, strežnikih in drugi opremi IT.</li> <li >Zagotavljanje, da so programske aplikacije posodobljene z uporabo popravkov in posodobitev.</li> <li>Izvajanje izobraževalnih sej za končne uporabnike za izboljšanje njihovega razumevanja osnovnih orodij in aplikacij IT.</li> <li>Izobraževanje uporabnikov o najboljših praks za varnost in zaščito podatkov.</li> <li>Sodelovanje z drugimi strokovnjaki za IT, kot so omrežni skrbniki in sistemski inženirji, za reševanje zapletenih težav.</li> <li>Prenašanje težav na skupine za podporo na višji ravni, kadar je to potrebno .</li> <li>Izvajanje in uveljavljanje varnostnih ukrepov za zaščito pred vdori podatkov in nepooblaščenim dostopom.</li> <li>Pomoč pri izvajanju varnostnih protokolov in pravilnikov.</li> <li>Zagotavljanje odlične storitve za stranke s tem, da ste odzivni, dostopni in profesionalni.</li> <li>Zagotavljanje pozitivne in koristne izkušnje za končne uporabnike.</li> <li>Če ste proaktivni reševalec težav z odličnimi komunikacijskimi veščinami in strastjo do dostave izjemno IT podporo, vas vabimo, da se prijavite za to razburljivo priložnost pri Odyssey Outfits. Pridružite se nam pri ohranjanju učinkovitosti in produktivnosti informacijskih sistemov naše organizacije, hkrati pa zagotavljajte vrhunsko podporo našim cenjenim uporabnikom.</li>",
  "Full-Time": "<img alt='Aktovka&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Polni delovni čas",
  "Date-Posted": "<img alt='Čas&nbsp;' src='./Assets/Img/Time-512x512.png'>Objavljeno pred 1 tednom",
  "Apply-Now": "Prijavi se zdaj",
  "label-form-name": "Ime:",
  "label-form-lname": "Priimek:",
  "label-form-email": "E-naslov:",
  "label-form-phone": "Telefonska številka:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Trenutni naslov:",
  "label-form-legal": "Ali ste zakonito pooblaščeni za delo v Združenih državah?",
  "label-form-education": "Ali ste končali naslednjo stopnjo izobrazbe: Bachelor's Degree?",
  "fileInputLabel": "Naložite&nbsp;svoj življenjepis",
  "pdf-file-error": "Naložite veljavno datoteko PDF.",
  "submit-resume": "Oddajte svojo prijavo",
  "application-sent": "Prijava poslana!",
  "received-application": "Zahvaljujemo se vam za oddajo prijave! Uspešno smo ga prejeli. Pričakujte e-poštno obvestilo o statusu vaše prijave, ko bomo napredovali skozi postopek temeljitega pregleda. Cenimo vašo potrpežljivost in se veselimo možnosti sodelovanja.",
  "application-not-sent": "Prijava ni poslana!",
  "not-received-application": "Zahvaljujemo se vam za oddajo prijave! Videti je, da je prišlo do napake pri pošiljanju potrditvenega e-poštnega sporočila. Poskusite znova kmalu.",
  "form-yes": "ja",
  "form-no": "št",
  "form-yes-2": "ja",
  "form-no-2": "št",
  "error-404": "Napaka 404: strani ni bilo mogoče najti :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Vse pravice pridržane."
}