{
  "TOS-welcome": "Willkommen!",
  "TOS-locale": "Bitte wählen Sie eine Standardsprache aus:",
  "TOS-preamble": "Unsere Website sammelt Benutzerdaten, um das gesamte Benutzererlebnis zu verbessern.<br> Durch die weitere Nutzung unserer Website stimmen Sie unseren Nutzungsbedingungen zu.",
  "TOS-TOS": "Nutzungsbedingungen und Datenschutzrichtlinie",
  "TOS-ADA": "Unsere Website entspricht den ADA-Standards (Americans with Disabilities Act).<br>Sie können daher auf das Augensymbol in der oberen rechten Ecke klicken, um den<br>ADA-Konformitätsmodus umzuschalten.",
  "toast-ok": "OK",
  "ada-disabled": "Sie haben den ADA-Modus deaktiviert.",
  "ada-disabled-continue": "Anscheinend haben Sie den ADA-Modus deaktiviert. Sie müssen ihn aktualisieren, um fortfahren zu können.",
  "ada-enabled": "Sie haben den ADA-Modus aktiviert.",
  "ada-enabled-continue": "Anscheinend haben Sie den ADA-Modus aktiviert. Das Farbschema dieser Website bleibt Schwarz auf Weiß, bis der ADA-Modus deaktiviert wird.",
  "nav-home": "Heim",
  "nav-contact": "Kontakt",
  "nav-careers": "Karriere",
  "nav-legal": "Legal",
  "Motto": "Beginnen Sie Ihre Karriere<br>bei Odyssey Outfits",
  "Bio": "Wir bieten Ihnen die Möglichkeit zu lernen,<br>zu wachsen und zu einer grüneren Zukunft beizutragen.",
  "Explore-Careers": "Entdecken Sie unsere Karrieren",
  "why-us": "Warum wir?",
  "Learning-and-Growth-Opportunities-1": "Lern- und Wachstumschancen",
  "Learning-and-Growth-Opportunities-2": "Lern- und Wachstumschancen",
  "Learning-and-Growth-Opportunities-3": "Wir stellen Ihnen die Tools und Ressourcen zur Verfügung, die Sie benötigen, um in Ihrem Bereich an der Spitze zu bleiben. Werden Sie Teil unseres Teams, das Kreativität und Innovation schätzt. Unser Arbeitsumfeld fördert unkonventionelles Denken und befähigt Sie, Ideen einzubringen, die die Zukunft nachhaltiger Mode gestalten.",
  "Positive-Brand-Image-1": "Positives Markenimage",
  "Positive-Brand-Image-2": "Positives Markenimage",
  "Positive-Brand-Image-3": "Das Herzstück unserer Mission ist die Verpflichtung, Mode herzustellen, die nicht nur Ihre Garderobe aufwertet, sondern auch einen positiven Einfluss auf den Planeten hinterlässt. Treten Sie unserem Team bei und werden Sie zum Katalysator für die Förderung unserer umweltbewussten Initiative.",
  "Flexibility-1": "Flexibilität",
  "Flexibility-2": "Flexibilität",
  "Flexibility-3": "Die Flexibilität unserer Mitarbeiter ist für uns ein Eckpfeiler unserer Werte. Wir sind uns der Bedeutung der Work-Life-Balance bewusst und unterstützen unser Team mit flexiblen Zeitplänen und Remote-Arbeitsoptionen. Wir glauben, dass ein harmonisches und flexibles Arbeitsumfeld nicht nur das individuelle Wohlbefinden steigert, sondern auch Kreativität und Innovation fördert.",
  "Healthy-Workplace-1": "Gesunder Arbeitsplatz",
  "Healthy-Workplace-2": "Gesunder Arbeitsplatz",
  "Healthy-Workplace-3": "Unser Team setzt sich für die Schaffung eines gesunden und vielfältigen Arbeitsplatzes ein. Wir glauben, dass ein vielfältiges Team eine Fülle von Perspektiven und Kreativität mitbringt und Innovationen in unseren nachhaltigen Modebemühungen fördert. Unser integratives Umfeld würdigt Unterschiede und fördert eine Kultur, die gegenseitigen Respekt und Verständnis fördert.",
  "contact-us": "Kontaktiere uns!",
  "label-contact-name": "Name:",
  "label-contact-email": "Email:",
  "label-contact-message": "Nachricht:",
  "contact-submit": "Einreichen",
  "legal-docs": "Legale Dokumente",
  "github-wiki": "GitHub-Wiki",
  "full-feature-list": "Vollständige Funktionsliste",
  "legal-compliance": "Einhaltung gesetzlicher Vorschriften",
  "legal-compliance-github": "Rechtskonformität (GitHub Wiki)",
  "TOS-privacy-policy": "Nutzungsbedingungen und Datenschutzrichtlinie",
  "TOS-privacy-policy-github": "Nutzungsbedingungen und Datenschutzrichtlinie (GitHub Wiki)",
  "hosting": "Hosting",
  "hosting-1": "Herr Amir und Herr Krug (im Folgenden als „Die Entwickler“ bezeichnet) erklären ausdrücklich, dass „Odyssey Outfits“ (im Folgenden als „Der Dienst“ bezeichnet) <strong>NICHT</strong> ist eine eingetragene LLC und verfügt über keine rechtliche oder Einzelhandelsbefugnis zur Herstellung, zum Verkauf oder zur Bereitstellung von Produkten oder Dienstleistungen.",
  "hosting-2": "Das Repository für den Dienst wird auf GitHub gehostet und der Dienst wird von Vercel.com (im Folgenden als „Vercel“ bezeichnet) betrieben.",
  "hosting-3": "Gemäß der Lizenzdokumentation von GitHub.com (im Folgenden als „GitHub“ bezeichnet) (Abschnitt 1, §2 – „<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licensing a Repository</a>&quot;), wird ausdrücklich darauf hingewiesen „<em>...ohne Lizenz gelten die standardmäßigen Urheberrechtsgesetze, was bedeutet, dass Sie alle Rechte an Ihrem Quellcode behalten und niemand Ihre Arbeit reproduzieren, verbreiten oder abgeleitete Werke daraus erstellen darf.“ Wenn Sie ein Open-Source-Projekt erstellen, empfehlen wir Ihnen dringend, eine Open-Source-Lizenz einzuschließen.</em>&quot; Bitte beachten Sie, dass dieses Repository und alle damit verbundenen Websites ausschließlich für den PERSÖNLICHEN und PRIVATEN Gebrauch bestimmt sind, da es sich um gemeinsames Eigentum der Entwickler handelt.",
  "hosting-4": "Die Entwickler halten sich an die Mindestalteranforderungen von GitHub und Vercel.",
  "hosting-5": "In den Nutzungsbedingungen von Vercel (Abschnitt 2 – „<a href='https://vercel.com/legal/terms'>Lizenz zur vorübergehenden Nutzung</a>“) wird ausdrücklich darauf hingewiesen „<em>...vorbehaltlich Ihrer Einhaltung der Bedingungen dieser Vereinbarung wird Ihnen eine persönliche, nicht unterlizenzierbare, nicht exklusive, nicht übertragbare, eingeschränkte Lizenz zur Nutzung der Dienste für Ihre internen geschäftlichen oder persönlichen Zwecke gewährt Zwecke entsprechend der Servicekapazität Ihres Kontos. Alle hierin nicht ausdrücklich gewährten Rechte bleiben vorbehalten und Ihnen wird im Zusammenhang mit den Diensten keine Lizenz oder kein Recht zur Nutzung einer Marke von Vercel oder Dritten gewährt.</em>&quot; Während Vercel die Nutzung seiner Dienste für geschäftliche Zwecke gestattet, muss unbedingt klargestellt werden, dass die von Vercel betriebene und auf GitHub gehostete Website ausschließlich für die persönliche Nutzung durch die Entwickler bestimmt ist. Jede darüber hinausgehende Nutzung ist und bleibt unzulässig.",
  "third-party-terms-of-service-compliance": "Einhaltung der Nutzungsbedingungen Dritter",
  "third-party-terms-of-service-compliance-1": "Die Entwickler halten sich strikt an alle Dienste Dritter, die für ihr persönliches Projekt in Anspruch genommen wurden.",
  "third-party-terms-of-service-compliance-2": "Der Dienst nutzt den Online-Übersetzer von Yandex.com (im Folgenden als „Yandex“ bezeichnet). Die Entwickler halten sich beide an die Nutzungsbedingungen von Yandex (Abschnitt 2, §2 – „<a href='https://yandex.com/legal/translate_termsofuse/'>Nutzung des Dienstes</). a>&quot;), &quot;<em>Der Dienst wird dem Nutzer für den persönlichen, nicht kommerziellen Gebrauch zur Verfügung gestellt.</em>&quot; Wie die Entwickler ausdrücklich angegeben haben, ist dieses Projekt nur für den persönlichen Gebrauch bestimmt.",
  "third-party-terms-of-service-compliance-3": "Die Entwickler haben den JavaScript-E-Mail-Dienst von EmailJS.com (im Folgenden als „EmailJS“ bezeichnet) genutzt. Die von EmailJS bereitgestellten Nutzungsbedingungen implizieren nicht implizit die Eignung ihres Dienstes für die Nutzung im privaten oder kommerziellen Kontext. <strong>JEDOCH</strong> haben die Entwickler erklärt, dass die Nutzung der Dienste von EmailJS ausschließlich für den persönlichen Gebrauch bestimmt ist verwenden.",
  "childrens-online-privacy-protection-act-compliance": "Einhaltung des Online-Datenschutzgesetzes für Kinder",
  "childrens-online-privacy-protection-act-compliance-1": "Dieses Projekt entspricht den Anforderungen von COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online-Datenschutzgesetz</a>). Es ist und bleibt für Personen ab 16 Jahren konzipiert, insbesondere für den privaten, nicht kommerziellen Gebrauch.",
  "copyright-infringement-and-dmca-policy-compliance": "Urheberrechtsverletzung und Einhaltung der DMCA-Richtlinien",
  "copyright-infringement-and-dmca-policy-compliance-1": "Die Entwickler halten sich an GitHubs <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Urheberrechtsverletzung und DMCA-Richtlinie</a>",
  "collection-and-usage-of-user-data": "Erhebung und Nutzung von Nutzerdaten",
  "collection-and-usage-of-user-data-1": "Während es sich bei dem Dienst um ein fiktives Unternehmen handelt, dient die Website dazu, die Standards zu demonstrieren, die moderne Websites nutzen sollten. Sämtliche Funktionen und APIs, deren Nutzung durch die Website vorgesehen ist, werden ausschließlich zu Testzwecken verwendet.",
  "collection-and-usage-of-user-data-2": "Der Dienst speichert keine Daten wie E-Mail-Adressen, geologische Adressen, Telefonnummern, Namen, externe Dokumente oder vom Benutzer bereitgestellte externe Links. Jeder dieser Datentypen wird als temporäre Daten für den Bereich „Kontakt“ verwendet. und &quot;Karriere&quot; was für die Entwickler nicht mehr existiert.",
  "agreement-outline": "Diese Vereinbarung legt die Geschäftsbedingungen fest, die die Nutzung von „Odyssey Outfits“ (im Folgenden als „der Dienst“ bezeichnet) und den damit verbundenen Vermögenswerten regeln, die von Herrn Amir und Herrn Krug (im Folgenden als „Dienst“ bezeichnet) bereitgestellt werden. Die Entwickler&quot;).",
  "acceptance-of-terms-1": "Diese Vereinbarung tritt in Kraft, sobald Sie zum ersten Mal auf den Dienst zugreifen oder mit der Nutzung der damit verbundenen Erstanbieterdienste beginnen. Indem Sie auf den Dienst und/oder die damit verbundenen Dienste zugreifen, ihn durchsuchen oder nutzen, erkennen Sie diese Bedingungen unwiderruflich und bedingungslos an und akzeptieren sie. Sie bestätigen ausdrücklich Ihr Einverständnis, an diese Vereinbarung ohne Ausnahmen, Einschränkungen oder Ausschlüsse gebunden zu sein. Alle Bestimmungen dieser Vereinbarung sind Ihnen gegenüber im größtmöglichen Umfang durchsetzbar. Wenn Sie auf den Dienst zugreifen oder Dienste im Namen eines Unternehmens nutzen, unabhängig davon, ob es registriert ist oder nicht registriert ist, erkennt das Unternehmen hiermit die Bedingungen dieser Vereinbarung an, akzeptiert sie und ist an sie gebunden.",
  "acceptance-of-terms-2": "Sollten Sie oder das oben genannte Unternehmen einer Bestimmung dieser Vereinbarung widersprechen und nicht an deren Bedingungen gebunden sein wollen, ist es verpflichtet, die Nutzung des Dienstes und aller damit verbundenen Erstanbieterdienste unverzüglich einzustellen.",
  "legal-and-retail-authority": "Rechts- und Einzelhandelsbehörde",
  "legal-and-retail-authority-1": "Die Entwickler weisen ausdrücklich darauf hin, dass „Odyssey Outfits“ ist keine eingetragene LLC und verfügt nicht über die rechtliche oder Einzelhandelsbefugnis, Produkte oder Dienstleistungen herzustellen, zu verkaufen oder bereitzustellen.",
  "intellectual-property-rights": "Rechte an geistigem Eigentum",
  "intellectual-property-rights-1": "Gemäß der Lizenzdokumentation von GitHub.com (im Folgenden als „GitHub“ bezeichnet) (Abschnitt 1, §2 – „Lizenzierung eines Repositorys“) werden Benutzer darüber informiert, dass für die Quelle die standardmäßigen Urheberrechtsgesetze gelten Code. Das Repository und die zugehörigen Websites sind ausschließlich für den PERSÖNLICHEN und PRIVATEN Gebrauch bestimmt.",
  "intellectual-property-rights-2": "Der Dienst ist Miteigentum und bleibt bis auf weiteres gemeinsames Eigentum der Entwickler.",
  "intellectual-property-rights-3": "Sie erkennen hiermit ausdrücklich und unwiderruflich an und stimmen zu, dass Ihnen der Zugriff auf den Dienst und die Nutzung der damit verbundenen Erstanbieterdienste keinerlei Rechte, Titel oder Interessen an geistigem Eigentum und anderen Rechten an Inhalten einräumt, die über den Dienst oder über verbundene Erstanbieter zugänglich sind Dienste, die den Entwicklern gehören oder von ihnen lizenziert werden.",
  "privacy-policy": "Datenschutzrichtlinie",
  "privacy-policy-1": "Sie erkennen an, dass die Entwickler das Recht haben, spezifische Informationen im Zusammenhang mit Ihrer Nutzung des Dienstes und aller damit verbundenen First-Party-Dienste zu sammeln, zu speichern, zu verarbeiten und zu übertragen, um die ordnungsgemäße Funktionalität des Dienstes und die Bereitstellung aller damit verbundenen Erstanbieterdienste sicherzustellen -Partyservice. Die Einzelheiten der Informationen, von denen angenommen wird, dass sie vom Dienst und den Entwicklern erfasst werden, sind im Dokument „Legal Compliance“ von The Developers (Abschnitt 5, §2 – &quot;<a href='https://github.com/Adam-S-Amir) aufgeführt /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link zur Legal Compliance Github-Seite.' target='_blank' rel='noopener'>Legal Compliance</a>&quot;)",
  "accessing-this-service": "Durch den Zugriff auf und die Nutzung des Dienstes erklären sich Benutzer mit der Einhaltung dieser Geschäftsbedingungen einverstanden. Die Entwickler behalten sich das Recht vor, diese Bedingungen nach eigenem Ermessen zu ändern oder zu aktualisieren. Die fortgesetzte Nutzung des Dienstes nach solchen Änderungen stellt die Annahme der aktualisierten Bedingungen dar. Wenn Benutzer mit diesen Bedingungen nicht einverstanden sind, wird ihnen empfohlen, nicht auf den Dienst zuzugreifen oder ihn zu nutzen.",
  "Select-a-Job": "Wählen Sie einen Job aus",
  "Upper-Management": "Oberes Management",
  "Lower-Management": "Unteres Management",
  "Sales-Department": "Verkaufsabteilung",
  "Financial-Department": "Finanzabteilung",
  "IT-Department": "IT Abteilung",
  "Learn-More": "Bitte wählen Sie eine Berufsbezeichnung aus, um mehr zu erfahren!",
  "Chief-Financial-Officer": "Finanzvorstand",
  "Chief-Executive-Officer": "Geschäftsführer",
  "Chief-Operating-Officer": "Betriebsleiter",
  "Human-Resources": "Personalwesen",
  "Regional-Manager": "Regionalleiter",
  "Office-Manager": "Büroleiter",
  "Regional-Sales-Director": "Regionaler Vertriebsleiter",
  "Account-Executive": "Kundenbetreuer",
  "Salesman": "Verkäufer",
  "Regional-Financial-Director": "Regionaler Finanzdirektor",
  "Payroll-Administrator": "Lohn- und Gehaltsabrechnungsadministrator",
  "Financial-Analyst": "Finanzanalyst",
  "Fullstack-Developer": "Fullstack-Entwickler",
  "Network-Administrator": "Netzwerkadministrator",
  "Help-Desk-Administrator": "Helpdesk-Administrator",
  "Selected-Job": "Ausgewählter Job:",
  "Department-Division": "Abteilung/Abteilung:",
  "Job-Description": "Arbeitsbeschreibung:",
  "CFO": "Wir suchen einen qualifizierten Finanzvorstand zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle überwachen Sie unsere Finanzaktivitäten und -strategie. Als CFO entwickeln und implementieren Sie die Finanzstrategie der Organisation im Einklang mit unseren allgemeinen Geschäftszielen und geben dem CEO und anderen Führungskräften strategische Finanzberatung.",
  "CEO": "Wir suchen einen qualifizierten Chief Executive Officer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle führen Sie unsere Organisation zu neuen Höhen, indem Sie strategische Unternehmensentscheidungen treffen, den Gesamtbetrieb und die Ressourcen überwachen und als primäre Verbindung zwischen dem Vorstand und dem Unternehmensbetrieb fungieren. Als CEO spielen Sie eine entscheidende Rolle bei der Festlegung der strategischen Ausrichtung, der Identifizierung von Geschäftsmöglichkeiten und der Sicherstellung der Einhaltung gesetzlicher und regulatorischer Anforderungen durch das Unternehmen.",
  "COO": "Wir suchen einen qualifizierten Chief Operating Officer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle fördern Sie die betriebliche Effizienz und setzen Strategien um, um unsere Ziele so effizient wie möglich zu erreichen. Als wichtiges Mitglied unseres Führungsteams sind Sie für die Entwicklung und Umsetzung operativer Richtlinien und Verfahren, die Ausrichtung operativer Strategien an unseren Geschäftszielen und die Sicherstellung einer effektiven Ressourcenallokation verantwortlich.",
  "HR": "Wir suchen einen qualifizierten Personalmitarbeiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle kümmern Sie sich um Personal, beschäftigungsbezogene Angelegenheiten und sorgen für das allgemeine Wohlergehen unserer geschätzten Mitarbeiter in Ihrer spezifischen regionalen Niederlassung. Diese Rolle ist von entscheidender Bedeutung für die Schaffung eines positiven Arbeitsumfelds, die Gewährleistung der Einhaltung gesetzlicher Vorschriften und die Unterstützung der strategischen Ziele unserer Organisation.",
  "RM": "Wir suchen einen qualifizierten Regionalmanager zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Überwachung und Verwaltung des Betriebs, des Vertriebs und der Gesamtleistung mehrerer größerer Kunden in Ihrer spezifischen Region verantwortlich. In dieser wichtigen Führungsposition geht es darum, Leistungsziele festzulegen und zu erreichen, die Einhaltung von Vorschriften sicherzustellen und den finanziellen Erfolg voranzutreiben.",
  "OM": "Wir suchen einen qualifizierten Büroleiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Überwachung des täglichen Betriebs unseres Büros verantwortlich (Standort wird noch festgelegt). Diese zentrale Rolle erfordert eine dynamische Person mit starken Organisations- und Managementfähigkeiten, um den reibungslosen Betrieb unseres Büros sicherzustellen.",
  "RSD": "Wir suchen einen qualifizierten regionalen Vertriebsleiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Führungsrolle sind Sie für die Förderung der Vertriebsaktivitäten in Ihrer spezifischen Region verantwortlich. Als wichtiges Mitglied unseres Teams sind Sie für die Entwicklung und Umsetzung von Vertriebsstrategien, die Leitung eines dynamischen Vertriebsteams und Ihren Beitrag zum allgemeinen Wachstum und Erfolg des Unternehmens verantwortlich.",
  "AE": "Wir suchen einen qualifizierten Account Executive zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Verwaltung von Kundenkonten, die Förderung des Geschäftswachstums und die Sicherstellung der Kundenzufriedenheit verantwortlich. Wenn Sie in einem dynamischen und kollaborativen Umfeld erfolgreich sind, laden wir Sie ein, Teil unseres Teams zu werden.",
  "S": "Wir suchen einen erfahrenen Verkäufer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie dafür verantwortlich, das Umsatzwachstum voranzutreiben, indem Sie unsere Produkte und Dienstleistungen effektiv an potenzielle Kunden verkaufen. Wenn Sie sich für den Verkauf, den Aufbau von Beziehungen und das Erreichen von Zielen begeistern, laden wir Sie ein, Teil unseres dynamischen Teams zu werden.",
  "RFD": "Wir suchen einen qualifizierten regionalen Finanzdirektor zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle beaufsichtigen und verwalten Sie die Finanzvorgänge in Ihrer spezifischen Region. Als Führungskraft spielen Sie eine entscheidende Rolle bei der Gestaltung und Umsetzung von Finanzstrategien, um den Erfolg unserer Geschäftstätigkeit in der Ihnen zugewiesenen Region voranzutreiben.",
  "PA": "Wir suchen einen erfahrenen Lohn- und Gehaltsabrechnungsadministrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Verwaltung und Abwicklung der Mitarbeitervergütung verantwortlich. Als Lohn- und Gehaltsabrechnungsadministrator stellen Sie sicher, dass die Gehälter, Prämien und Zusatzleistungen der Mitarbeiter korrekt und pünktlich gezahlt werden, und achten dabei auf die Einhaltung lokaler, bundesstaatlicher und bundesstaatlicher Vorschriften.",
  "FA": "Wir suchen einen qualifizierten Finanzanalysten zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle liefern Sie wertvolle Erkenntnisse und Empfehlungen auf der Grundlage einer eingehenden Analyse von Finanzdaten und -trends. Als Finanzanalyst liegt Ihre Hauptaufgabe darin, Entscheidungsträger zu unterstützen, indem Sie komplexe Finanzinformationen interpretieren und diese klar und aussagekräftig präsentieren.",
  "FD": "Wir suchen einen erfahrenen Full-Stack-Entwickler für unser Team bei Odyssey Outfits. In dieser Rolle nutzen Sie Ihr Fachwissen sowohl in der Frontend- als auch in der Backend-Entwicklung, um nahtlose und benutzerfreundliche Webanwendungen zu erstellen. Als Full-Stack-Entwickler sind Sie für die Gestaltung und Implementierung der visuellen Elemente verantwortlich, mit denen Benutzer auf unseren Websites interagieren.",
  "NA": "Wir suchen einen erfahrenen Netzwerkadministrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle verwalten und warten Sie unsere Computernetzwerke. Als Netzwerkadministrator stellen Sie den reibungslosen Betrieb unserer Netzwerkinfrastruktur sicher, die lokale Netzwerke (LANs), Weitverkehrsnetzwerke (WANs) und andere Kommunikationssysteme umfasst.",
  "HDA": "Wir suchen einen kompetenten und kundenorientierten Helpdesk-Administrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die technische Unterstützung und Unterstützung der Mitarbeiter innerhalb der Organisation verantwortlich. Ihr Hauptaugenmerk wird auf der Bereitstellung eines entscheidenden Dienstes liegen, indem Sie sich mit Hardware, Software, Netzwerk und anderen IT-bezogenen Problemen innerhalb unserer Organisation befassen.",
  "Key-Responsibilities-CFO": "<li>Entwickeln und führen Sie die Finanzstrategie der Organisation im Einklang mit den allgemeinen Geschäftszielen aus.</li> <li>Stellen Sie dem CEO und anderen Führungskräften strategische Finanzberatung zur Verfügung.</li> <li>Leiten Sie Finanzplanungs- und Budgetierungsprozesse.< /li> <li>Führen Sie Finanzprognosen, Analysen und Modellierungen durch, um die Entscheidungsfindung zu unterstützen.</li> <li>Identifizieren und bewerten Sie finanzielle Risiken und implementieren Sie Strategien zur Risikominderung.</li> <li>Stellen Sie die Einhaltung von Finanzvorschriften sicher und Berichtsanforderungen.</li> <li>Überwachen Sie die Erstellung und Präsentation von Finanzberichten für Stakeholder, einschließlich Vorstand, Investoren und Aufsichtsbehörden.</li> <li>Sorgen Sie für Genauigkeit, Transparenz und Einhaltung von Rechnungslegungsstandards. </li> <li>Verwalten Sie die finanziellen Ressourcen und Investitionen, die Kapitalstruktur, die Liquidität und den Cashflow der Organisation.</li> <li>Leiten oder beteiligen Sie sich an Fusions- und Übernahmeaktivitäten, einschließlich Due Diligence, Verhandlungen und Integrationsplanung. </li> <li>Bestimmen Sie die effektivsten Möglichkeiten zur Kapitalbeschaffung, sei es durch Fremdkapital, Eigenkapital oder andere Finanzinstrumente.</li> <li>Pflegen Sie Beziehungen zu Finanzinstituten und Investoren.</li> <li>Wenn Sie sind eine erfahrene Finanzführungskraft mit einer strategischen Denkweise, starken analytischen Fähigkeiten und einer Erfolgsbilanz bei der Förderung finanzieller Exzellenz. Wir laden Sie ein, sich Odyssey Outfits als unser CFO anzuschließen. Seien Sie ein wichtiger Akteur bei der Gestaltung des finanziellen Erfolgs und des Wachstums unserer dynamischen Organisation.</li>",
  "Key-Responsibilities-CEO": "<li>Legen Sie in Zusammenarbeit mit dem Vorstand die strategische Ausrichtung und die langfristigen Ziele fest.</li> <li>Identifizieren Sie Geschäftschancen und potenzielle Risiken.</li> <li>Arbeiten Sie eng mit dem CFO zusammen, um die Finanzen zu verwalten Gesundheit des Unternehmens.</li> <li>Überprüfen Sie Finanzberichte und Budgets.</li> <li>Verwalten und verbessern Sie die Marke und den Ruf des Unternehmens.</li> <li>Behandeln Sie PR-Probleme umgehend.</li > <li>Fördern Sie Innovation und Anpassung an sich ändernde Marktbedingungen.</li> <li>Implementieren Sie Krisenmanagementpläne, um unvorhergesehene Herausforderungen zu meistern.</li> <li>Entwickeln Sie eine globale Perspektive, insbesondere für Unternehmen mit internationalen Aktivitäten.</ li> <li>Navigieren Sie durch geopolitische und wirtschaftliche Komplexitäten.</li> <li>Als visionärer Anführer werden Sie Odyssey Outfits zum Erfolg führen, Innovationen fördern und unser kontinuierliches Wachstum sicherstellen. Wenn Sie über eine strategische Denkweise, außergewöhnliche Führungsqualitäten und eine Leidenschaft für die Förderung organisatorischer Exzellenz verfügen, laden wir Sie ein, Odyssey Outfits als unser CEO zu leiten. Gestalten Sie gemeinsam mit uns die Zukunft unseres dynamischen und innovativen Unternehmens.</li>",
  "Key-Responsibilities-COO": "<li>Betriebsrichtlinien und -verfahren entwickeln und umsetzen.</li> <li>Betriebsstrategien an den Geschäftszielen der Organisation ausrichten.</li> <li>Ressourcen effektiv verwalten und zuweisen, einschließlich Budgetierung, Personal und Technologie.</ li> <li>Arbeiten Sie mit der Personalabteilung zusammen, um Talente anzuziehen, zu entwickeln und zu halten.</li> <li>Überwachen und bewerten Sie die Leistung verschiedener Abteilungen und Teams.</li> <li>Optimieren Sie Arbeitsabläufe, um die Gesamtleistung zu verbessern Produktivität.</li> <li>Überwachen Sie Qualitätskontrollprozesse, um sicherzustellen, dass Produkte oder Dienstleistungen etablierten Standards entsprechen.</li> <li>Stellen Sie sicher, dass die Organisation über die richtigen Leute in den richtigen Rollen verfügt.</li> <li>Übernehmen Sie Führung und Anleitung, um operative Exzellenz zu erreichen.</li> <li>Stellen Sie dem CEO und anderen Führungskräften regelmäßig Berichte über die operative Leistung zur Verfügung.</li> <li>Kommunizieren Sie wichtige Kennzahlen und operative Erkenntnisse.</li> <li>Als Als erfahrener Profi bringen Sie Ihr Fachwissen ein, um unsere operativen Initiativen zu leiten, die Effizienz zu steigern und zum Gesamterfolg von Odyssey Outfits beizutragen. Wenn Sie in einem dynamischen und kollaborativen Umfeld erfolgreich sind, heißen wir Sie herzlich willkommen, sich uns als COO anzuschließen und ein wichtiger Architekt bei der Gestaltung unseres operativen Erfolgs zu sein.</li>",
  "Key-Responsibilities-HR": "<li>Gewinnen, rekrutieren und stellen Sie qualifizierte Kandidaten für offene Stellen ein.</li> <li>Führen Sie Vorstellungsgespräche und Screenings durch und koordinieren Sie den gesamten Einstellungsprozess.</li> <li>Behandeln und lösen Sie Konflikte am Arbeitsplatz und Probleme mit den Beziehungen zu Mitarbeitern .</li> <li>Fördern Sie ein positives Arbeitsumfeld und verbessern Sie die Arbeitsmoral der Mitarbeiter.</li> <li>Geben Sie Feedback, Coaching und Unterstützung für die Mitarbeiterentwicklung.</li> <li>Identifizieren Sie den Schulungsbedarf und koordinieren Sie die Mitarbeiterentwicklung Programme.</li> <li>Verwalten Sie Vergütungsprogramme, einschließlich Gehälter, Boni und Zusatzleistungen.</li> <li>Führen Sie Gehaltsüberprüfungen durch und stellen Sie eine wettbewerbsfähige Vergütung sicher.</li> <li>Stellen Sie die Einhaltung von Arbeitsgesetzen und -vorschriften sicher .</li> <li>Stellen Sie die Einhaltung von Sicherheitsvorschriften sicher und implementieren Sie vorbeugende Maßnahmen.</li> <li>Führen Sie genaue und vertrauliche Mitarbeiterunterlagen.</li> <li>Bearbeiten Sie die Dokumentation im Zusammenhang mit Arbeitsverträgen, Beförderungen und Kündigungen .</li> <li>Führen Sie Austrittsgespräche mit ausscheidenden Mitarbeitern.</li> <li>Verwalten Sie den Kündigungsprozess in Übereinstimmung mit den Unternehmensrichtlinien und gesetzlichen Anforderungen.</li> <li>Identifizieren und entwickeln Sie potenzielle Führungskräfte innerhalb der Organisation .</li> <li>Planen Sie die Nachfolge von Schlüsselpositionen.</li> <li>Bewerten Sie die Leistung des Büropersonals und geben Sie konstruktives Feedback.</li> <li>Identifizieren Sie Bereiche mit Verbesserungspotenzial und implementieren Sie notwendige Änderungen. </li> <li>Als Personalmanager bei Odyssey Outfits spielen Sie eine entscheidende Rolle bei der Gestaltung unserer Arbeitsplatzkultur, der Unterstützung des Mitarbeiterwachstums und der Sicherstellung der Einhaltung aller beschäftigungsbezogenen Angelegenheiten. Wenn Sie ein erfahrener HR-Experte mit einer Leidenschaft für die Schaffung positiver Arbeitsplätze sind, laden wir Sie ein, unserem Team beizutreten und zum Erfolg von Odyssey Outfits beizutragen.</li>",
  "Key-Responsibilities-RM": "<li>Legen Sie klare Leistungsziele und Vorgaben für jeden Standort innerhalb der Region fest.</li> <li>Überwachen und bewerten Sie die betriebliche Leistung jeder Niederlassung oder jedes Standorts.</li> <li>Stellen Sie die strikte Einhaltung der Unternehmensrichtlinien und -verfahren sicher und Standards.</li> <li>Führen Sie regelmäßige Audits durch, um die Einhaltung auf allen Ebenen zu bestätigen.</li> <li>Verwalten Sie die finanzielle Leistung der Region, einschließlich Budgetierung, Prognosen und Kostenkontrolle.</li> < li>Analysieren Sie Finanzberichte und wichtige Leistungsindikatoren, um Bereiche mit Verbesserungspotenzial zu identifizieren.</li> <li>Überwachen Sie die Vertriebs- und Finanzentwicklungsaktivitäten in der Region.</li> <li>Geben Sie strategische Leitlinien zur Steigerung des Umsatzes und des Marktwachstums.< /li> <li>Führen und leiten Sie Filialleiter und andere regionale Mitarbeiter.</li> <li>Rekrutieren, schulen und entwickeln Sie leistungsstarke Teams für jeden Standort.</li> <li>Kommunizieren Sie regelmäßig mit Filialleitern und andere Teammitglieder.</li> <li>Arbeiten Sie mit anderen Abteilungen wie Marketing, Personalwesen und Finanzen zusammen.</li> <li>Überwachen Sie Schulungsprogramme für Mitarbeiter in der Region.</li> <li>Unterstützung berufliche Entwicklung und Kompetenzerweiterung.</li> <li>Möglichkeiten für Expansion und Wachstum in der Region identifizieren.</li> <li>Potenzielle neue Standorte oder Märkte bewerten.</li> <li>Mit der Zentrale und anderen regionalen Organisationen zusammenarbeiten Managern, um Konsistenz im Betrieb und bei strategischen Initiativen sicherzustellen.</li> <li>Best Practices weitergeben und zum Gesamterfolg des Unternehmens beitragen.</li> <li>Erstellen Sie regelmäßige Berichte über die Leistung der Region und legen Sie diese dem oberen Management vor. </li> <li>Geben Sie Einblicke und Empfehlungen für Verbesserungen.</li> <li>Als Regional Manager bei Odyssey Outfits spielen Sie eine entscheidende Rolle dabei, den Erfolg und das Wachstum unserer Organisation an mehreren Standorten voranzutreiben. Wenn Sie eine strategische Führungspersönlichkeit mit einer Erfolgsbilanz bei der Erzielung von Ergebnissen sind, laden wir Sie ein, unserem Team beizutreten und zum anhaltenden Erfolg von Odyssey Outfits beizutragen.</li>",
  "Key-Responsibilities-OM": "<li>Bieten Sie umfassende administrative Unterstützung für verschiedene Abteilungen innerhalb der Organisation.</li> <li>Verwalten Sie Büromaterial, Ausrüstung und Inventar, um den betrieblichen Anforderungen gerecht zu werden.</li> <li>Überwachen und koordinieren Sie die Arbeit der Verwaltung und des Supports Mitarbeiter.</li> <li>Überwachen Sie die Einstellung, Schulung und führen Sie Leistungsbewertungen durch.</li> <li>Stellen Sie sicher, dass die Büroeinrichtungen gut gepflegt sind und ein förderliches Arbeitsumfeld bieten.</li> <li>Unterstützen Sie dabei Budgetvorbereitung und Verwaltung für bürobezogene Ausgaben.</li> <li>Erleichtern Sie die Kommunikation zwischen verschiedenen Abteilungen und Teams.</li> <li>Fördern Sie eine kollaborative und kommunikative Arbeitskultur.</li> <li>Sorgen Sie für organisierte und organisierte Arbeit Aktuelle Aufzeichnungen, Dateien und Datenbanken.</li> <li>Stellen Sie die Einhaltung von Datenschutz- und Datenschutzbestimmungen sicher.</li> <li>Überwachen Sie die Nutzung und Wartung der Bürotechnik, einschließlich Computer, Drucker usw Kommunikationssysteme.</li> <li>Implementieren und aktualisieren Sie Softwareanwendungen nach Bedarf.</li> <li>Verhandeln Sie Verträge und Vereinbarungen für bürobezogene Dienstleistungen.</li> <li>Sorgen Sie für kostengünstige Lösungen für Büro- Damit verbundene Anforderungen.</li> <li>Als Office Manager bei Odyssey Outfits spielen Sie eine entscheidende Rolle bei der Aufrechterhaltung einer effizienten und gut organisierten Büroumgebung. Wenn Sie eine proaktive Person mit hervorragenden Management- und Organisationsfähigkeiten sind, laden wir Sie ein, unserem Team beizutreten und zum Erfolg unserer Organisation beizutragen.</li>",
  "Key-Responsibilities-RSD": "<li>Vertriebsstrategien und -pläne für die Vertriebsabteilung und die zugewiesene Region entwickeln und umsetzen.</li> <li>Vertriebsziele und Geschäftsziele im Einklang mit den Unternehmenszielen festlegen und erreichen.</li> <li>Leiten und verwalten Sie a Team von Vertriebsprofis in der Region.</li> <li>Stellen Sie das Vertriebsteam ein, schulen und motivieren Sie es, um hohe Leistungsstandards zu erreichen.</li> <li>Analysieren Sie Vertriebsleistungsdaten, Markttrends und Kundenfeedback. </li> <li>Bewerten Sie die Wirksamkeit von Vertriebsstrategien und treffen Sie datengesteuerte Entscheidungen zur Verbesserung.</li> <li>Bauen Sie Beziehungen zu wichtigen Kunden, Partnern und Stakeholdern auf und pflegen Sie sie.</li> <li>Bauen Sie auf Ein Netzwerk zur Förderung des Geschäftswachstums, der Kundenzufriedenheit und der Marktexpansion.</li> <li>Entwickeln und verwalten Sie das Verkaufsbudget für die Region.</li> <li>Überwachen und kontrollieren Sie die Ausgaben, um die Rentabilität sicherzustellen.</li> <li>Arbeiten Sie eng mit anderen Abteilungen zusammen, einschließlich Marketing, Finanzen und Betrieb.</li> <li>Stellen Sie sicher, dass die Vertriebsaktivitäten an den allgemeinen Geschäftszielen ausgerichtet sind.</li> <li>Stellen Sie der Geschäftsleitung regelmäßig Berichte über die Vertriebsleistung zur Verfügung , Markttrends und relevante Kennzahlen.</li> <li>Stellen Sie sicher, dass Vertriebsaktivitäten den relevanten Gesetzen, Vorschriften und Unternehmensrichtlinien entsprechen.</li> <li>Verstehen Sie die Bedürfnisse und Vorlieben der Kunden, um einen kundenorientierten Ansatz aufrechtzuerhalten. </li> <li>Implementieren Sie Strategien zur Verbesserung der Kundenzufriedenheit und -treue.</li> <li>Identifizieren Sie Möglichkeiten für Marktexpansion und Wachstum in der Region.</li> <li>Entwickeln Sie Pläne zur Erschließung neuer Märkte und zur Markterweiterung Teilen.</li> <li>Wenn Sie ein strategischer Denker mit nachweislicher Erfolgsbilanz in der Vertriebsleitung sind, sollten Sie darüber nachdenken, als Regional Sales Director bei Odyssey Outfits einzusteigen. Seien Sie eine treibende Kraft bei der Gestaltung des Erfolgs unserer Vertriebsabteilung und tragen Sie zum Gesamtwachstum unserer Organisation bei.</li>",
  "Key-Responsibilities-AE": "<li>Bauen und pflegen Sie starke Beziehungen zu Kunden und fördern Sie Vertrauen und Loyalität.</li> <li>Fungieren Sie als erster Ansprechpartner für Kunden und gehen Sie auf ihre Bedürfnisse und Anliegen ein.</li> <li>Suchen Sie aktiv nach neuen Geschäften Möglichkeiten zur Erweiterung des Kundenstamms.</li> <li>Arbeiten Sie daran, Verkaufsziele durch effektive Strategien zu erreichen und zu übertreffen.</li> <li>Vermitteln Sie den Kunden effektiv den Wert von Produkten oder Dienstleistungen.</li> <li> Präsentieren Sie die Vorteile und Alleinstellungsmerkmale, um die Anforderungen der Kunden zu erfüllen.</li> <li>Verhandeln Sie Verträge, Konditionen und Preise, um für beide Seiten vorteilhafte Vereinbarungen zu treffen.</li> <li>Stellen Sie sicher, dass vertragliche Vereinbarungen mit den Interessen beider Parteien in Einklang stehen Kunde und Unternehmen.</li> <li>Befassen Sie sich umgehend mit Kundenproblemen und -bedenken, um die Zufriedenheit sicherzustellen.</li> <li>Arbeiten Sie mit internen Teams zusammen, um zeitnahe Lösungen bereitzustellen und positive Kundenbeziehungen aufrechtzuerhalten.</li> < li>Entwickeln und implementieren Sie Strategien, um bestehende Konten zu vergrößern und neue Kunden zu gewinnen.</li> <li>Identifizieren Sie Möglichkeiten für Up- oder Cross-Selling zusätzlicher Produkte oder Dienstleistungen.</li> <li>Bleiben Sie über Branchentrends informiert, Marktbedingungen und Wettbewerbsaktivitäten.</li> <li>Nutzen Sie Markteinblicke, um Strategien anzupassen und den Veränderungen in der Branche immer einen Schritt voraus zu sein.</li> <li>Arbeiten Sie eng mit internen Teams wie Marketing und Produktentwicklung zusammen, um den Kunden gerecht zu werden Bedürfnisse.</li> <li>Arbeiten Sie an Initiativen mit, die die Kundenzufriedenheit steigern und zum Geschäftserfolg beitragen.</li> <li>Stellen Sie regelmäßig Berichte über Vertriebsaktivitäten, Erfolge und Herausforderungen bereit.</li> <li>Tragen Sie dazu bei Die Analyse der Vertriebsleistung und die Empfehlung von Verbesserungen.</li> <li>Wenn Sie eine proaktive und ergebnisorientierte Person mit hervorragenden Kommunikations- und Verhandlungsfähigkeiten sind, sollten Sie in Betracht ziehen, als Account Executive bei Odyssey Outfits einzusteigen. Werden Sie Teil unseres Teams und tragen Sie zum Erfolg unserer Kunden und zum Gesamtwachstum der Organisation bei.</li>",
  "Key-Responsibilities-S": "<li>Suchen Sie aktiv nach potenziellen Kunden und identifizieren Sie neue Verkaufschancen.</li> <li>Nutzen Sie verschiedene Kanäle, um Leads zu generieren und den Kundenstamm zu erweitern.</li> <li>Bauen und pflegen Sie Beziehungen zu Kunden, indem Sie deren Bedürfnisse verstehen und Bereitstellung relevanter Informationen.</li> <li>Sorgen Sie für ein positives Kundenerlebnis, indem Sie auf Anfragen und Bedenken eingehen.</li> <li>Entwickeln Sie ein tiefes Verständnis für die angebotenen Produkte oder Dienstleistungen.</li> <li>Effektiv kommunizieren Produktmerkmale und Vorteile für potenzielle Kunden.</li> <li>Liefern Sie überzeugende Verkaufspräsentationen, um das Wertversprechen unserer Produkte oder Dienstleistungen zu präsentieren.</li> <li>Passen Sie Präsentationen an, um auf spezifische Kundenbedürfnisse und -anliegen einzugehen.</li > <li>Verhandeln Sie Bedingungen, Preise und Vereinbarungen, um Geschäfte auf eine für beide Seiten vorteilhafte Weise abzuschließen.</li> <li>Sichern Sie Zusagen von Kunden, einen Kauf zu tätigen und schließen Sie Verkaufstransaktionen ab.</li> <li>Erreichen oder übertreffen Vom Unternehmen festgelegte Verkaufsziele und Quoten.</li> <li>Kontinuierlich danach streben, individuelle und Teamziele zu erreichen und zu übertreffen.</li> <li>Bleiben Sie über Branchentrends, Marktbedingungen und Wettbewerbsaktivitäten auf dem Laufenden.</li > <li>Identifizieren Sie Chancen und potenzielle Herausforderungen auf dem Markt.</li> <li>Sammeln Sie Feedback von Kunden, um Produkte, Dienstleistungen oder das gesamte Kundenerlebnis zu verbessern.</li> <li>Geben Sie wertvolle Erkenntnisse, um dazu beizutragen Verbesserung unserer Angebote.</li> <li>Führen Sie genaue Aufzeichnungen über Verkaufsaktivitäten, Kundeninteraktionen und andere relevante Informationen.</li> <li>Verwenden Sie CRM-Tools, um Kundenbeziehungen und Verkaufsfortschritte zu verfolgen und zu verwalten.</li > <li>Wenn Sie eine ergebnisorientierte Person mit hervorragenden Kommunikations- und Verhandlungsfähigkeiten sind, empfehlen wir Ihnen, sich für diese spannende Stelle bei Odyssey Outfits zu bewerben. Helfen Sie uns dabei, den Vertriebserfolg voranzutreiben und zum Wachstum und Wohlstand unserer Organisation beizutragen.</li>",
  "Key-Responsibilities-RFD": "<li>Entwickeln und implementieren Sie Finanzstrategien und -pläne, die auf die besonderen Bedürfnisse der Region zugeschnitten sind.</li> <li>Führen Sie Finanzanalysen und Prognosen durch, um die strategische Entscheidungsfindung zu unterstützen.</li> <li>Erstellen und verwalten Sie Budgets für der Region und stellen die Ausrichtung an den allgemeinen Geschäftszielen sicher.</li> <li>Implementieren Sie Maßnahmen zur Kostenkontrolle, um die finanzielle Leistung zu optimieren.</li> <li>Stellen Sie der Geschäftsleitung genaue und zeitnahe Finanzberichte mit Einblicken und Empfehlungen zur Verfügung.</ li> <li>Legen Sie wichtige Leistungsindikatoren (KPIs) fest, um die finanzielle Leistung zu messen und zu bewerten.</li> <li>Identifizieren und mindern Sie finanzielle Risiken in der Region.</li> <li>Implementieren Sie Risikomanagementstrategien, um die Sicherheit der Organisation zu gewährleisten finanzielle Vermögenswerte.</li> <li>Arbeiten Sie eng mit regionalen Managern und Teams zusammen, um finanzielle Ziele mit operativen Zielen in Einklang zu bringen.</li> <li>Bieten Sie den lokalen Teams finanzielle Anleitung und Unterstützung und fördern Sie ein kollaboratives Umfeld.</li> <li>Stellen Sie die Einhaltung von Rechnungslegungsstandards, regulatorischen Anforderungen und Corporate-Governance-Standards sicher.</li> <li>Implementieren Sie interne Kontrollen, um die finanzielle Integrität zu schützen.</li> <li>Bewerten und optimieren Sie Finanzprozesse, um Effizienz und Effektivität zu steigern. </li> <li>Suchen Sie kontinuierlich nach Möglichkeiten für Prozessverbesserungen und Innovationen.</li> <li>Leiten und entwickeln Sie ein Team von Finanzexperten in der Region.</li> <li>Bieten Sie Mentoring und Anleitung zur Förderung der beruflichen Weiterentwicklung und Exzellenz.</li> <li>Beteiligen Sie sich an strategischen Entscheidungsprozessen im Zusammenhang mit Investitionen, Akquisitionen und anderen Finanzinitiativen.</li> <li>Beraten Sie die Geschäftsleitung zu den finanziellen Auswirkungen von Geschäftsstrategien.</li> <li>Wenn Sie eine erfahrene Finanzführungskraft mit einer strategischen Denkweise und einer Leidenschaft für die Förderung des finanziellen Erfolgs auf regionaler Ebene sind, laden wir Sie ein, sich für diese wirkungsvolle Rolle bei Odyssey Outfits zu bewerben. Gestalten Sie gemeinsam mit uns die finanzielle Zukunft unserer Organisation und tragen Sie zu unserem weiteren Wachstum und Erfolg bei.</li>",
  "Key-Responsibilities-PA": "<li>Berechnen und verarbeiten Sie Mitarbeitergehälter, Löhne, Boni und andere Vergütungsformen.</li> <li>Überwachen und protokollieren Sie die Arbeitsstunden Ihrer Mitarbeiter, einschließlich Überstunden, Urlaubsanträge und anwesenheitsbezogener Informationen.</li > <li>Steuerabzüge verwalten, einschließlich Einkommenssteuer, Sozialversicherungsbeiträge und andere gesetzliche Abzüge.</li> <li>Gewährleistung der Einhaltung von Steuervorschriften und rechtzeitige Übermittlung steuerbezogener Informationen.</li> <li>Handhabung Leistungen an Arbeitnehmer, wie Krankenversicherung, Rentenbeiträge und andere Vergünstigungen, um eine genaue Darstellung in der Lohn- und Gehaltsabrechnung zu gewährleisten.</li> <li>Halten Sie sich über Änderungen im Leistungsangebot auf dem Laufenden und aktualisieren Sie die Lohn- und Gehaltsabrechnungssysteme entsprechend.</li> <li>Achten Sie auf Genauigkeit und aktuelle Gehaltsabrechnungsunterlagen, einschließlich Mitarbeiterinformationen, Steuereinbehalte und andere relevante Daten.</li> <li>Erstellen Sie Gehaltsabrechnungsberichte für Management-, Buchhaltungs- und Prüfungszwecke.</li> <li>Stellen Sie die Einhaltung sicher lokale, staatliche und bundesstaatliche Vorschriften zu Lohn-, Steuer- und Arbeitsgesetzen.</li> <li>Bleiben Sie über Aktualisierungen und Änderungen relevanter Vorschriften auf dem Laufenden.</li> <li>Verteilen Sie Gehaltsschecks oder koordinieren Sie elektronische Geldtransfers umgehend an Mitarbeiter Und genau.</li> <li>Bereitstellen von Dokumentationen für interne und externe Audits.</li> <li>Arbeiten Sie mit Prüfungsteams zusammen, um genaue und transparente Lohn- und Gehaltsabrechnungsprozesse sicherzustellen.</li> <li>Beantworten Sie Mitarbeiteranfragen zur Lohn- und Gehaltsabrechnung Angelegenheiten, die sich umgehend und professionell mit Problemen oder Unstimmigkeiten befassen.</li> <li>Verwalten und warten Sie Lohn- und Gehaltsabrechnungssoftware und -systeme und bleiben Sie über Aktualisierungen und Änderungen auf dem Laufenden.</li> <li>Wenn Sie ein detailorientierter und organisierter Fachmann sind Da Sie eine Leidenschaft für Gehaltsabrechnungsmanagement und Compliance haben, laden wir Sie ein, sich für diese spannende Stelle bei Odyssey Outfits zu bewerben. Sorgen Sie gemeinsam mit uns dafür, dass die Mitarbeitervergütung in unserem Unternehmen reibungslos und korrekt abgewickelt wird.</li>",
  "Key-Responsibilities-FA": "<li>Analysieren Sie Finanzdaten, Markttrends und Wirtschaftsindikatoren, um die Leistung der Organisation zu bewerten.</li> <li>Nutzen Sie statistische Techniken und Finanzmodelle, um komplexe Finanzinformationen zu interpretieren.</li> <li>Unterstützen Sie die Entwicklung und Verwaltung von Finanzplänen und Budgets, die mit den allgemeinen Geschäftszielen übereinstimmen.</li> <li>Arbeiten Sie mit verschiedenen Abteilungen zusammen, um sicherzustellen, dass Finanzpläne die strategischen Ziele der Organisation unterstützen.</li> <li>Erstellen Sie Finanzmodelle, um die Zukunft vorherzusagen Einnahmen, Ausgaben und die finanzielle Gesamtleistung.</li> <li>Geben Sie proaktive Einblicke und unterstützen Sie die Planung potenzieller Herausforderungen.</li> <li>Erstellen Sie Finanzberichte und präsentieren Sie diese dem Management, Stakeholdern oder Aufsichtsbehörden.</li > <li>Präsentieren Sie Budgetanalysen, Abweichungsanalysen und umsetzbare Verbesserungsempfehlungen.</li> <li>Bewerten Sie finanzielle Risiken und Chancen, die mit verschiedenen Geschäftsentscheidungen, einschließlich Investitionen und Fusionen, verbunden sind.</li> <li>Führen Sie Kosten durch. Nutzenanalysen und Bereitstellung von Empfehlungen für strategische Finanzaktivitäten.</li> <li>Analysieren Sie die mit verschiedenen Geschäftsabläufen verbundenen Kosten und empfehlen Sie kostensparende Maßnahmen zur Verbesserung der Effizienz.</li> <li>Stellen Sie sicher, dass Finanzabläufe und Berichterstattung den relevanten Gesetzen entsprechen , Vorschriften und Industriestandards.</li> <li>Komplizieren Sie komplexe Finanzinformationen effektiv an verschiedene Abteilungen und fördern Sie so die Zusammenarbeit und das Verständnis.</li> <li>Überwachen Sie kontinuierlich Finanztrends, Branchenveränderungen und wirtschaftliche Bedingungen, um aktuelle Informationen bereitzustellen. Aktuelle Informationen für die Entscheidungsfindung.</li> <li>Wenn Sie ein detailorientierter Finanzanalyst mit einer Leidenschaft für die Bereitstellung strategischer Finanzeinblicke sind, laden wir Sie ein, sich für diese spannende Stelle bei Odyssey Outfits zu bewerben. Tragen Sie gemeinsam mit uns zum finanziellen Erfolg und strategischen Wachstum unserer Organisation bei.</li>",
  "Key-Responsibilities-FD": "<li>Entwerfen und implementieren Sie Benutzeroberflächen mithilfe von Technologien wie HTML, CSS und JavaScript.</li> <li>Schreiben Sie Code für den Browser des Benutzers, der Interaktionen, Formularvalidierungen und dynamische Inhaltsaktualisierungen verwaltet.</li> <li> Nutzen Sie gängige Frameworks und Bibliotheken wie React, Angular oder Vue.js.</li> <li>Stellen Sie sicher, dass die Anwendung nahtlos über verschiedene Webbrowser hinweg funktioniert und bewältigen Sie die Herausforderungen der Frontend-Entwicklung.</li> <li>Datenbanken verwalten, verarbeiten Anfragen und führen serverseitige Aufgaben mit Sprachen wie Node.js, Python, Ruby, Java oder PHP aus.</li> <li>Entwerfen und pflegen Sie Datenbanken, um eine effiziente Datenspeicherung und -abfrage sicherzustellen. Zu den gängigen Datenbanken gehören MySQL, PostgreSQL, MongoDB oder Firebase.</li> <li>Bereitstellen und verwalten Sie die Serverinfrastruktur, einschließlich Cloud-Plattformen wie AWS, Azure oder Google Cloud.</li> <li>Erstellen und verwalten Sie APIs, die Erleichtern Sie die Kommunikation zwischen den Frontend- und Backend-Komponenten der Anwendung und sorgen Sie für einen reibungslosen Datenaustausch.</li> <li>Identifizieren und beheben Sie Fehler im Frontend- und Backend-Code und stellen Sie so die Gesamtzuverlässigkeit und Leistung der Anwendung sicher.</li> < li>Arbeiten Sie mit anderen Teammitgliedern, einschließlich UI/UX-Designern, anderen Entwicklern und Projektmanagern, zusammen, um zum Erfolg unserer Projekte beizutragen.</li> <li>Wenn Sie ein erfahrener Fullstack-Entwickler mit einer Leidenschaft für die Schaffung innovativer Lösungen sind und benutzerzentrierte Webanwendungen laden wir Sie ein, sich für diese spannende Gelegenheit bei Odyssey Outfits zu bewerben. Gestalten Sie gemeinsam mit uns die Zukunft unserer digitalen Präsenz und liefern Sie unseren Nutzern hochwertige Lösungen.</li>",
  "Key-Responsibilities-NA": "<li>Entwerfen, implementieren und konfigurieren Sie Computernetzwerke, einschließlich Routern, Switches, Firewalls und anderen Hardwarekomponenten.</li> <li>Implementieren und pflegen Sie robuste Sicherheitsmaßnahmen, um das Netzwerk vor unbefugtem Zugriff, Cyber-Bedrohungen und Daten zu schützen Verstöße.</li> <li>Netzwerkprobleme, Konnektivitätsprobleme sowie Hardware- oder Softwarefehler diagnostizieren und beheben.</li> <li>Netzwerkleistung regelmäßig überwachen und auf Effizienz optimieren.</li> <li>Identifizieren und Beheben Sie Engpässe, um einen optimalen Netzwerkbetrieb sicherzustellen.</li> <li>Führen Sie routinemäßige Wartungsaufgaben durch, z. B. das Aktualisieren der Firmware, das Anwenden von Sicherheitspatches und die Sicherstellung, dass Hardware- und Softwarekomponenten auf dem neuesten Stand sind.</li> <li>Unterstützen Sie End- Benutzer mit netzwerkbezogenen Problemen, Bereitstellung von technischem Support und Schulungen zur Netzwerknutzung.</li> <li>Pflege einer detaillierten Dokumentation der Netzwerkarchitektur, Konfigurationen und Änderungen. Diese Dokumentation ist für die Fehlerbehebung und zukünftige Planung von entscheidender Bedeutung.</li> <li>Arbeiten Sie eng mit anderen IT-Experten wie Systemadministratoren, Sicherheitsspezialisten und IT-Managern zusammen, um eine nahtlose Integration von Netzwerkdiensten sicherzustellen.</li> <li >Planen Sie zukünftige Netzwerkanforderungen, bewerten Sie Skalierbarkeitsanforderungen und empfehlen Sie Upgrades oder Erweiterungen, um den wachsenden Anforderungen des Unternehmens gerecht zu werden.</li> <li>Implementieren Sie Backup-Lösungen und Disaster-Recovery-Pläne, um kritische Daten im Falle unerwarteter Ereignisse zu schützen.</li > <li>Wenn Sie ein erfahrener Netzwerkadministrator mit Leidenschaft für die Gewährleistung der Zuverlässigkeit und Sicherheit von Computernetzwerken sind, empfehlen wir Ihnen, sich für diese spannende Stelle bei Odyssey Outfits zu bewerben. Helfen Sie uns bei der Aufrechterhaltung einer robusten und effizienten Netzwerkinfrastruktur, die den Betrieb und das Wachstum unserer Organisation unterstützt.</li>",
  "Key-Responsibilities-HDA": "<li>Umgehende Reaktion auf Anfragen und Probleme von Endbenutzern, Bereitstellung von Beratung und Unterstützung bei der Fehlerbehebung.</li> <li>Analyse, Identifizierung und Diagnose von Hardware- und Softwareproblemen, um effektive Lösungen zu ermitteln.</li> <li> Bereitstellung klarer und prägnanter Schritt-für-Schritt-Anleitungen und Anweisungen für Benutzer zur effizienten Problemlösung.</li> <li>Unterstützung von Benutzern bei Softwareinstallationen, -aktualisierungen und -konfigurationen.</li> <li>Dokumentation und Pflege von Aufzeichnungen über gemeldete Probleme Probleme, Lösungen und häufige Probleme.</li> <li>Erstellen von Wissensdatenbankartikeln und Leitfäden, um Benutzern die Möglichkeit zur Selbsthilfe zu geben.</li> <li>Benutzerfreundliche Kommunikation technischer Informationen, insbesondere bei der Unterstützung von Nicht-Benutzern -technische Benutzer.</li> <li>Benutzer über den Status und Fortschritt der gemeldeten Probleme auf dem Laufenden halten.</li> <li>Durchführung routinemäßiger Wartungsaufgaben an Computern, Servern und anderen IT-Geräten.</li> <li >Stellen Sie sicher, dass Softwareanwendungen auf dem neuesten Stand sind, indem Sie Patches und Updates anwenden.</li> <li>Durchführung von Schulungssitzungen für Endbenutzer, um ihr Verständnis für grundlegende IT-Tools und -Anwendungen zu verbessern.</li> <li>Schulung der Benutzer über die besten Praktiken für Sicherheit und Datenschutz.</li> <li>Zusammenarbeit mit anderen IT-Experten wie Netzwerkadministratoren und Systemingenieuren, um komplexe Probleme anzugehen.</li> <li>Eskalation von Problemen bei Bedarf an übergeordnete Supportteams .</li> <li>Implementierung und Durchsetzung von Sicherheitsmaßnahmen zum Schutz vor Datenschutzverletzungen und unbefugtem Zugriff.</li> <li>Unterstützung bei der Implementierung von Sicherheitsprotokollen und -richtlinien.</li> <li>Bereitstellung eines hervorragenden Kundenservice indem Sie reaktionsschnell, zugänglich und professionell sind.</li> <li>Sorgen Sie für eine positive und hilfreiche Erfahrung für Endbenutzer.</li> <li>Wenn Sie ein proaktiver Problemlöser mit hervorragenden Kommunikationsfähigkeiten und einer Leidenschaft für die Lieferung sind Wir bieten Ihnen außergewöhnlichen IT-Support und laden Sie ein, sich für diese spannende Gelegenheit bei Odyssey Outfits zu bewerben. Helfen Sie uns dabei, die Effizienz und Produktivität der IT-Systeme unserer Organisation aufrechtzuerhalten und gleichzeitig unseren geschätzten Benutzern erstklassigen Support zu bieten.</li>",
  "Full-Time": "<img alt='Aktentasche&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Vollzeit",
  "Date-Posted": "<img alt='Zeit&nbsp;' src='./Assets/Img/Time-512x512.png'>Vor 1 Woche gepostet",
  "Apply-Now": "Jetzt bewerben",
  "label-form-name": "Vorname:",
  "label-form-lname": "Familienname, Nachname:",
  "label-form-email": "Email:",
  "label-form-phone": "Telefonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Momentane Adresse:",
  "label-form-legal": "Sind Sie gesetzlich berechtigt, in den Vereinigten Staaten zu arbeiten?",
  "label-form-education": "Haben Sie folgendes Bildungsniveau abgeschlossen: Bachelor-Abschluss?",
  "fileInputLabel": "Laden Sie Ihren Lebenslauf hoch",
  "pdf-file-error": "Bitte laden Sie eine gültige PDF-Datei hoch.",
  "submit-resume": "Reichen Sie Ihre Bewerbung ein",
  "application-sent": "Bewerbung abgeschickt!",
  "received-application": "Vielen Dank für Ihre Bewerbung! Wir haben es erfolgreich erhalten. Bitte erwarten Sie eine E-Mail-Benachrichtigung über den Status Ihrer Bewerbung, während wir unseren gründlichen Prüfungsprozess durchlaufen. Wir bedanken uns für Ihre Geduld und freuen uns auf die Möglichkeit einer Zusammenarbeit.",
  "application-not-sent": "Bewerbung nicht gesendet!",
  "not-received-application": "Vielen Dank für Ihre Bewerbung! Offenbar ist beim Senden der Bestätigungs-E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es bald erneut.",
  "form-yes": "Ja",
  "form-no": "NEIN",
  "form-yes-2": "Ja",
  "form-no-2": "NEIN",
  "error-404": "Fehler 404 - Seite nicht gefunden :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Alle Rechte vorbehalten."
}