{
  "TOS-welcome": "Willkommen!",
  "TOS-locale": "Bitte wählen Sie eine Standardsprache aus:",
  "TOS-preamble": "Unsere Website sammelt Benutzerdaten, um das gesamte Benutzererlebnis zu verbessern.<br> Durch die weitere Nutzung unserer Website stimmen Sie unseren Nutzungsbedingungen zu.",
  "TOS-TOS": "Nutzungsbedingungen",
  "TOS-ADA": "Unsere Website entspricht dem ADA (Americans with Disabilities Act). Sie können daher auf das Augensymbol in der oberen rechten Ecke klicken, um den ADA-Konformitätsmodus umzuschalten.",
  "toast-ok": "OK",
  "ada-disabled": "Sie haben den ADA-Modus deaktiviert.",
  "ada-disabled-continue": "Anscheinend haben Sie den ADA-Modus deaktiviert. Sie müssen ihn aktualisieren, um fortfahren zu können.",
  "ada-enabled": "Sie haben den ADA-Modus aktiviert.",
  "ada-enabled-continue": "Anscheinend haben Sie den ADA-Modus aktiviert. Das Farbschema dieser Website bleibt Schwarz auf Weiß, bis der ADA-Modus deaktiviert wird.",
  "nav-home": "Heim",
  "nav-about": "Um",
  "nav-services": "Dienstleistungen",
  "nav-contact": "Kontakt",
  "nav-careers": "Laden Sie einen Lebenslauf hoch",
  "Select-a-Job": "Wählen Sie einen Job aus",
  "Upper-Management": "Oberes Management",
  "Chief-Financial-Officer": "Finanzvorstand",
  "Chief-Executive-Officer": "Geschäftsführer",
  "Chief-Operating-Officer": "Betriebsleiter",
  "Lower-Management": "Unteres Management",
  "Human-Resources": "Personalwesen",
  "Regional-Manager": "Regionalleiter",
  "Office-Manager": "Büroleiter",
  "Sales-Department": "Verkaufsabteilung",
  "Regional-Sales-Director": "Regionaler Vertriebsleiter",
  "Account-Executive": "Kundenbetreuer",
  "Salesman": "Verkäufer",
  "Financial-Department": "Finanzabteilung",
  "Regional-Financial-Director": "Regionaler Finanzdirektor",
  "Payroll-Administrator": "Lohn- und Gehaltsabrechnungsadministrator",
  "Financial-Analyst": "Finanzanalyst",
  "IT-Department": "IT Abteilung",
  "Fullstack-Developer": "Fullstack-Entwickler",
  "Network-Administrator": "Netzwerkadministrator",
  "Help-Desk-Administrator": "Helpdesk-Administrator",
  "Selected-Job": "Ausgewählter Job:",
  "Department-Division": "Abteilung/Abteilung:",
  "Job-Description": "Arbeitsbeschreibung:",
  "CFO": "Wir suchen einen qualifizierten Finanzvorstand zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle überwachen Sie unsere Finanzaktivitäten und -strategie. Als CFO entwickeln und implementieren Sie die Finanzstrategie der Organisation im Einklang mit unseren allgemeinen Geschäftszielen und geben dem CEO und anderen Führungskräften strategische Finanzberatung.",
  "CEO": "Wir suchen einen qualifizierten Chief Executive Officer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle führen Sie unsere Organisation zu neuen Höhen, indem Sie strategische Unternehmensentscheidungen treffen, den Gesamtbetrieb und die Ressourcen überwachen und als primäre Verbindung zwischen dem Vorstand und dem Unternehmensbetrieb fungieren. Als CEO spielen Sie eine entscheidende Rolle bei der Festlegung der strategischen Ausrichtung, der Identifizierung von Geschäftsmöglichkeiten und der Sicherstellung der Einhaltung gesetzlicher und regulatorischer Anforderungen durch das Unternehmen.",
  "COO": "Wir suchen einen qualifizierten Chief Operating Officer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle fördern Sie die betriebliche Effizienz und setzen Strategien um, um unsere Ziele so effizient wie möglich zu erreichen. Als wichtiges Mitglied unseres Führungsteams sind Sie für die Entwicklung und Umsetzung operativer Richtlinien und Verfahren, die Ausrichtung operativer Strategien an unseren Geschäftszielen und die Sicherstellung einer effektiven Ressourcenallokation verantwortlich.",
  "HR": "Wir suchen einen qualifizierten Personalmitarbeiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle kümmern Sie sich um Personal, beschäftigungsbezogene Angelegenheiten und sorgen für das allgemeine Wohlergehen unserer geschätzten Mitarbeiter in Ihrer spezifischen regionalen Niederlassung. Diese Rolle ist von entscheidender Bedeutung für die Schaffung eines positiven Arbeitsumfelds, die Gewährleistung der Einhaltung gesetzlicher Vorschriften und die Unterstützung der strategischen Ziele unserer Organisation.",
  "RM": "Wir suchen einen qualifizierten Regionalmanager zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Überwachung und Verwaltung des Betriebs, des Vertriebs und der Gesamtleistung mehrerer größerer Kunden in Ihrer spezifischen Region verantwortlich. In dieser wichtigen Führungsposition geht es darum, Leistungsziele festzulegen und zu erreichen, die Einhaltung von Vorschriften sicherzustellen und den finanziellen Erfolg voranzutreiben.",
  "OM": "Wir suchen einen qualifizierten Büroleiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Überwachung des täglichen Betriebs unseres Büros verantwortlich (Standort wird noch festgelegt). Diese zentrale Rolle erfordert eine dynamische Person mit starken Organisations- und Managementfähigkeiten, um den reibungslosen Betrieb unseres Büros sicherzustellen.",
  "RSD": "Wir suchen einen qualifizierten regionalen Vertriebsleiter zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Führungsrolle sind Sie für die Förderung der Vertriebsaktivitäten in Ihrer spezifischen Region verantwortlich. Als wichtiges Mitglied unseres Teams sind Sie für die Entwicklung und Umsetzung von Vertriebsstrategien, die Leitung eines dynamischen Vertriebsteams und Ihren Beitrag zum allgemeinen Wachstum und Erfolg des Unternehmens verantwortlich.",
  "AE": "Wir suchen einen qualifizierten Account Executive zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Verwaltung von Kundenkonten, die Förderung des Geschäftswachstums und die Sicherstellung der Kundenzufriedenheit verantwortlich. Wenn Sie in einem dynamischen und kollaborativen Umfeld erfolgreich sind, laden wir Sie ein, Teil unseres Teams zu werden.",
  "SM": "Wir suchen einen erfahrenen Verkäufer zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie dafür verantwortlich, das Umsatzwachstum voranzutreiben, indem Sie unsere Produkte und Dienstleistungen effektiv an potenzielle Kunden verkaufen. Wenn Sie sich für den Verkauf, den Aufbau von Beziehungen und das Erreichen von Zielen begeistern, laden wir Sie ein, Teil unseres dynamischen Teams zu werden.",
  "RFD": "Wir suchen einen qualifizierten regionalen Finanzdirektor zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle beaufsichtigen und verwalten Sie die Finanzvorgänge in Ihrer spezifischen Region. Als Führungskraft spielen Sie eine entscheidende Rolle bei der Gestaltung und Umsetzung von Finanzstrategien, um den Erfolg unserer Geschäftstätigkeit in der Ihnen zugewiesenen Region voranzutreiben.",
  "PA": "Wir suchen einen erfahrenen Lohn- und Gehaltsabrechnungsadministrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die Verwaltung und Abwicklung der Mitarbeitervergütung verantwortlich. Als Lohn- und Gehaltsabrechnungsadministrator stellen Sie sicher, dass die Gehälter, Prämien und Zusatzleistungen der Mitarbeiter korrekt und pünktlich gezahlt werden, und achten dabei auf die Einhaltung lokaler, bundesstaatlicher und bundesstaatlicher Vorschriften.",
  "FA": "Wir suchen einen qualifizierten Finanzanalysten zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle liefern Sie wertvolle Erkenntnisse und Empfehlungen auf der Grundlage einer eingehenden Analyse von Finanzdaten und -trends. Als Finanzanalyst liegt Ihre Hauptaufgabe darin, Entscheidungsträger zu unterstützen, indem Sie komplexe Finanzinformationen interpretieren und diese klar und aussagekräftig präsentieren.",
  "FD": "Wir suchen einen erfahrenen Full-Stack-Entwickler für unser Team bei Odyssey Outfits. In dieser Rolle nutzen Sie Ihr Fachwissen sowohl in der Frontend- als auch in der Backend-Entwicklung, um nahtlose und benutzerfreundliche Webanwendungen zu erstellen. Als Full-Stack-Entwickler sind Sie für die Gestaltung und Implementierung der visuellen Elemente verantwortlich, mit denen Benutzer auf unseren Websites interagieren.",
  "NA": "Wir suchen einen erfahrenen Netzwerkadministrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle verwalten und warten Sie unsere Computernetzwerke. Als Netzwerkadministrator stellen Sie den reibungslosen Betrieb unserer Netzwerkinfrastruktur sicher, die lokale Netzwerke (LANs), Weitverkehrsnetzwerke (WANs) und andere Kommunikationssysteme umfasst.",
  "HDA": "Wir suchen einen kompetenten und kundenorientierten Helpdesk-Administrator zur Verstärkung unseres Teams bei Odyssey Outfits. In dieser Rolle sind Sie für die technische Unterstützung und Unterstützung der Mitarbeiter innerhalb der Organisation verantwortlich. Ihr Hauptaugenmerk wird auf der Bereitstellung eines entscheidenden Dienstes liegen, indem Sie sich mit Hardware, Software, Netzwerk und anderen IT-bezogenen Problemen innerhalb unserer Organisation befassen.",
  "label-form-name": "Vorname:",
  "label-form-lname": "Familienname, Nachname:",
  "label-form-email": "Email:",
  "label-form-phone": "Telefonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Momentane Adresse:",
  "label-form-legal": "Sind Sie gesetzlich dazu berechtigt, in den Vereinigten Staaten zu arbeiten?",
  "label-form-education": "Haben Sie folgendes Bildungsniveau abgeschlossen: Bachelor-Abschluss?",
  "fileInputLabel": "Laden Sie ihren Lebenslauf hoch",
  "pdf-file-error": "Bitte laden Sie eine gültige PDF-Datei hoch.",
  "submit-resume": "Reichen Sie Ihre Bewerbung ein",
  "application-sent": "Bewerbung abgeschickt!",
  "received-application": "Vielen Dank für Ihre Bewerbung! Wir haben es erfolgreich erhalten. Bitte erwarten Sie eine E-Mail-Benachrichtigung über den Status Ihrer Bewerbung, während wir unseren gründlichen Prüfungsprozess durchlaufen. Wir bedanken uns für Ihre Geduld und freuen uns auf die Möglichkeit einer Zusammenarbeit.",
  "application-not-sent": "Bewerbung nicht gesendet!",
  "not-received-application": "Vielen Dank für Ihre Bewerbung! Offenbar ist beim Senden der Bestätigungs-E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es bald erneut.",
  "form-yes": "Ja",
  "form-no": "NEIN",
  "form-yes-2": "Ja",
  "form-no-2": "NEIN",
  "error-404": "Fehler 404 - Seite nicht gefunden :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;Alle Rechte vorbehalten."
}