{
  "TOS-welcome": "Καλως ΗΡΘΑΤΕ!",
  "TOS-locale": "Επιλέξτε μια προεπιλεγμένη γλώσσα:",
  "TOS-preamble": "Ο ιστότοπός μας συλλέγει δεδομένα χρήστη για να βελτιώσει τη συνολική εμπειρία χρήστη.<br> Συνεχίζοντας να χρησιμοποιείτε τον ιστότοπό μας, συμφωνείτε με τους Όρους Παροχής Υπηρεσιών μας.",
  "TOS-TOS": "Οροι χρήσης",
  "TOS-ADA": "Ο ιστότοπός μας συμμορφώνεται με το ADA (Americans with Disabilities Act), ως αποτέλεσμα, μπορείτε να κάνετε κλικ στο εικονίδιο του ματιού που βρίσκεται στην επάνω δεξιά γωνία για να αλλάξετε τη λειτουργία συμμόρφωσης ADA.",
  "toast-ok": "Εντάξει",
  "ada-disabled": "Έχετε απενεργοποιήσει τη λειτουργία ADA.",
  "ada-disabled-continue": "Φαίνεται ότι έχετε απενεργοποιήσει τη λειτουργία ADA, θα χρειαστεί να κάνετε ανανέωση για να συνεχίσετε.",
  "ada-enabled": "Έχετε ενεργοποιήσει τη λειτουργία ADA.",
  "ada-enabled-continue": "Φαίνεται ότι έχετε ενεργοποιήσει τη λειτουργία ADA, ο συνδυασμός χρωμάτων αυτού του ιστότοπου θα είναι μαύρος σε λευκό μέχρι να απενεργοποιηθεί η λειτουργία ADA.",
  "nav-home": "Σπίτι",
  "nav-about": "Σχετικά με",
  "nav-services": "Υπηρεσίες",
  "nav-contact": "Επικοινωνία",
  "nav-resume": "Ανεβάστε ένα βιογραφικό",
  "Select-a-Job": "Επιλέξτε μια εργασία",
  "Upper-Management": "Ανώτερη διοίκηση",
  "Chief-Financial-Officer": "Επικεφαλής των οικονομικών υπηρεσιών",
  "Chief-Executive-Officer": "Διευθύνων Σύμβουλος",
  "Chief-Operating-Officer": "Chief Operating Officer",
  "Lower-Management": "Κατώτερη Διοίκηση",
  "Human-Resources": "Ανθρώπινο δυναμικό",
  "Regional-Manager": "Περιφερειακός Διευθυντής",
  "Office-Manager": "Διευθυντής γραφείου",
  "Sales-Department": "Τμήμα πωλήσεων",
  "Regional-Sales-Director": "Περιφερειακός Διευθυντής Πωλήσεων",
  "Account-Executive": "Account Executive",
  "Salesman": "Πωλητής",
  "Financial-Department": "Οικονομικό τμήμα",
  "Regional-Financial-Director": "Περιφερειακός Οικονομικός Διευθυντής",
  "Payroll-Administrator": "Διαχειριστής Μισθοδοσίας",
  "Financial-Analyst": "Οικονομικός αναλυτής",
  "IT-Department": "Το τμήμα πληροφορικής",
  "Fullstack-Developer": "Προγραμματιστής Fullstack",
  "Network-Administrator": "Διαχειριστής Δικτύου",
  "Help-Desk-Administrator": "Διαχειριστής γραφείου βοήθειας",
  "Selected-Job": "Επιλεγμένη εργασία:",
  "Department-Division": "Τμήμα/Τμήμα:",
  "Job-Description": "Περιγραφή εργασίας:",
  "CFO": "Αναζητούμε έναν εξειδικευμένο Οικονομικό Διευθυντή για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα επιβλέπετε τις οικονομικές δραστηριότητες και τη στρατηγική μας. Ως CFO, θα αναπτύξετε και θα εκτελέσετε την οικονομική στρατηγική του οργανισμού σε ευθυγράμμιση με τους γενικούς επιχειρηματικούς μας στόχους, παρέχοντας στρατηγική οικονομική καθοδήγηση στον Διευθύνοντα Σύμβουλο και σε άλλα στελέχη.",
  "CEO": "Αναζητούμε έναν εξειδικευμένο Διευθύνοντα Σύμβουλο για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα οδηγήσετε τον οργανισμό μας σε νέα ύψη παίρνοντας στρατηγικές εταιρικές αποφάσεις, επιβλέποντας τις συνολικές λειτουργίες και πόρους και λειτουργώντας ως ο κύριος σύνδεσμος μεταξύ του διοικητικού συμβουλίου και των εταιρικών λειτουργιών. Ως Διευθύνων Σύμβουλος, θα διαδραματίσετε κεντρικό ρόλο στον καθορισμό της στρατηγικής κατεύθυνσης, στον εντοπισμό επιχειρηματικών ευκαιριών και στη διασφάλιση της συμμόρφωσης της εταιρείας με τις νομικές και κανονιστικές απαιτήσεις.",
  "COO": "Αναζητούμε έναν εξειδικευμένο Chief Operating Officer για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα προωθήσετε τη λειτουργική αποτελεσματικότητα και θα εφαρμόσετε στρατηγικές για να βοηθήσετε στην επίτευξη των στόχων μας όσο το δυνατόν πιο αποτελεσματικά. Ως βασικό μέλος της ηγετικής μας ομάδας, θα είστε υπεύθυνοι για την ανάπτυξη και την εφαρμογή επιχειρησιακών πολιτικών και διαδικασιών, την ευθυγράμμιση των επιχειρησιακών στρατηγικών με τους επιχειρηματικούς μας στόχους και τη διασφάλιση της αποτελεσματικής κατανομής των πόρων.",
  "HR": "Αναζητούμε ένα εξειδικευμένο ανθρώπινο δυναμικό για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα διαχειρίζεστε το προσωπικό, τα θέματα που σχετίζονται με την απασχόληση και θα υποστηρίζετε τη συνολική ευημερία των πολύτιμων υπαλλήλων μας, στον συγκεκριμένο περιφερειακό κλάδο σας. Αυτός ο ρόλος είναι ζωτικής σημασίας για τη δημιουργία ενός θετικού εργασιακού περιβάλλοντος, τη διασφάλιση της νομικής συμμόρφωσης και την υποστήριξη των στρατηγικών στόχων του οργανισμού μας.",
  "RM": "Αναζητούμε έναν εξειδικευμένο περιφερειακό διευθυντή για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα είστε υπεύθυνοι για την επίβλεψη και τη διαχείριση των λειτουργιών, των πωλήσεων και της συνολικής απόδοσης πολλών πελατών μεγαλύτερης κλίμακας στη συγκεκριμένη περιοχή σας. Αυτή η βασική ηγετική θέση περιλαμβάνει τον καθορισμό και την επίτευξη στόχων απόδοσης, τη διασφάλιση της συμμόρφωσης και την προώθηση της οικονομικής επιτυχίας.",
  "OM": "Αναζητούμε έναν εξειδικευμένο Διευθυντή γραφείου για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα είστε υπεύθυνοι για την επίβλεψη των καθημερινών λειτουργιών του γραφείου μας, (τοποθεσία TBD). Αυτός ο κεντρικός ρόλος απαιτεί ένα δυναμικό άτομο με ισχυρές οργανωτικές και διοικητικές δεξιότητες για να διασφαλίσει την απρόσκοπτη λειτουργία του γραφείου μας.",
  "RSD": "Αναζητούμε έναν εξειδικευμένο περιφερειακό διευθυντή πωλήσεων για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ηγετικό ρόλο, θα είστε υπεύθυνοι για την προώθηση των δραστηριοτήτων πωλήσεων στη συγκεκριμένη περιοχή σας. Ως βασικό μέλος της ομάδας μας, θα είστε υπεύθυνοι για την ανάπτυξη και την εκτέλεση στρατηγικών πωλήσεων, την ηγεσία μιας δυναμικής ομάδας πωλήσεων και τη συμβολή στη συνολική ανάπτυξη και επιτυχία του οργανισμού.",
  "AE": "Αναζητούμε ένα εξειδικευμένο Account Executive για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτό το ρόλο, θα είστε υπεύθυνοι για τη διαχείριση λογαριασμών πελατών, την προώθηση της επιχειρηματικής ανάπτυξης και τη διασφάλιση της ικανοποίησης των πελατών. Εάν ευδοκιμείτε σε ένα δυναμικό και συνεργατικό περιβάλλον, σας προσκαλούμε να γίνετε μέλος της ομάδας μας.",
  "SM": "Αναζητούμε έναν εξειδικευμένο πωλητή για να ενταχθεί στην ομάδα μας στο Odyssey Outfits. Σε αυτόν τον ρόλο, θα είστε υπεύθυνοι για την αύξηση των εσόδων, πουλώντας αποτελεσματικά τα προϊόντα και τις υπηρεσίες μας σε πιθανούς πελάτες. Εάν είστε παθιασμένοι με τις πωλήσεις, τη δημιουργία σχέσεων και την επίτευξη στόχων, σας προσκαλούμε να γίνετε μέλος της δυναμικής μας ομάδας.",
  "RFD": "Αναζητούμε έναν εξειδικευμένο Περιφερειακό Οικονομικό Διευθυντή για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα επιβλέπετε και θα διαχειρίζεστε τις οικονομικές λειτουργίες στη συγκεκριμένη περιοχή σας. Ως βασικός ηγέτης, θα διαδραματίσετε κρίσιμο ρόλο στη διαμόρφωση και την εφαρμογή οικονομικών στρατηγικών για την επιτυχία των εργασιών μας στην περιοχή που σας έχει ανατεθεί.",
  "PA": "Αναζητούμε έναν εξειδικευμένο Διαχειριστή Μισθοδοσίας για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα είστε υπεύθυνοι για τη διαχείριση και την επεξεργασία των αποζημιώσεων των εργαζομένων. Ως Διαχειριστής Μισθοδοσίας, θα διασφαλίσετε την ακριβή και έγκαιρη πληρωμή των μισθών, των μπόνους και των παροχών των εργαζομένων, διατηρώντας παράλληλα τη συμμόρφωση με τους τοπικούς, πολιτειακούς και ομοσπονδιακούς κανονισμούς.",
  "FA": "Αναζητούμε έναν εξειδικευμένο χρηματοοικονομικό αναλυτή για να ενταχθεί στην ομάδα μας στην Odyssey Outfits. Σε αυτόν τον ρόλο, θα παρέχετε πολύτιμες πληροφορίες και συστάσεις που βασίζονται σε εις βάθος ανάλυση των οικονομικών δεδομένων και τάσεων. Ως Χρηματοοικονομικός Αναλυτής, η κύρια ευθύνη σας θα είναι να υποστηρίζετε τους υπεύθυνους λήψης αποφάσεων ερμηνεύοντας σύνθετες οικονομικές πληροφορίες και παρουσιάζοντάς τις με σαφή και ουσιαστικό τρόπο.",
  "FD": "Αναζητούμε έναν εξειδικευμένο Full Stack Developer για να ενταχθεί στην ομάδα μας στο Odyssey Outfits. Σε αυτόν τον ρόλο, θα αξιοποιήσετε την τεχνογνωσία σας στην ανάπτυξη τόσο του frontend όσο και του backend για να δημιουργήσετε απρόσκοπτες και φιλικές προς το χρήστη εφαρμογές web. Ως προγραμματιστής Full Stack, θα είστε υπεύθυνοι για το σχεδιασμό και την υλοποίηση των οπτικών στοιχείων με τα οποία αλληλεπιδρούν οι χρήστες στους ιστότοπούς μας.",
  "NA": "Αναζητούμε έναν εξειδικευμένο Διαχειριστή Δικτύου για να ενταχθεί στην ομάδα μας στο Odyssey Outfits. Σε αυτόν τον ρόλο, θα διαχειρίζεστε και θα συντηρείτε τα δίκτυα υπολογιστών μας. Ως Διαχειριστής Δικτύου, θα διασφαλίσετε την απρόσκοπτη λειτουργία της υποδομής του δικτύου μας, που περιλαμβάνει τοπικά δίκτυα (LAN), δίκτυα ευρείας περιοχής (WAN) και άλλα συστήματα επικοινωνίας.",
  "HDA": "Αναζητούμε έναν εξειδικευμένο και πελατοκεντρικό διαχειριστή Help Desk για να ενταχθεί στην ομάδα μας στο Odyssey Outfits. Σε αυτό το ρόλο, θα είστε υπεύθυνοι για την παροχή τεχνικής βοήθειας και υποστήριξης στους υπαλλήλους εντός του οργανισμού. Η κύρια εστίασή σας θα είναι στην παροχή μιας κρίσιμης υπηρεσίας αντιμετωπίζοντας το υλικό, το λογισμικό, το δίκτυο και άλλα ζητήματα που σχετίζονται με την πληροφορική στον οργανισμό μας.",
  "label-form-name": "Ονομα:",
  "label-form-lname": "Επίθετο:",
  "label-form-email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ:",
  "label-form-phone": "Τηλεφωνικό νούμερο:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Τωρινή διεύθυνση:",
  "label-form-legal": "Είστε νομικά εξουσιοδοτημένος<br>να εργαστείτε στις Ηνωμένες Πολιτείες;",
  "label-form-education": "Έχετε ολοκληρώσει το ακόλουθο επίπεδο εκπαίδευσης: Πτυχίο;",
  "fileInputLabel": "Ανεβάστε το βιογραφικό σας",
  "pdf-file-error": "Ανεβάστε ένα έγκυρο αρχείο PDF.",
  "submit-resume": "Υποβάλετε την Αίτησή σας",
  "application-sent": "Η αίτηση εστάλη!",
  "received-application": "Σας ευχαριστούμε που υποβάλατε την αίτησή σας! Το παραλάβαμε με επιτυχία. Αναμένετε μια ειδοποίηση μέσω email σχετικά με την κατάσταση της αίτησής σας καθώς προχωράμε στη διαδικασία ενδελεχούς ελέγχου μας. Εκτιμούμε την υπομονή σας και προσβλέπουμε στη δυνατότητα συνεργασίας.",
  "application-not-sent": "Η αίτηση δεν στάλθηκε!",
  "not-received-application": "Σας ευχαριστούμε που υποβάλατε την αίτησή σας! Φαίνεται ότι είχαμε ένα σφάλμα κατά την αποστολή του email επιβεβαίωσης, δοκιμάστε ξανά σύντομα.",
  "form-yes": "Ναί",
  "form-no": "Οχι",
  "form-yes-2": "Ναί",
  "form-no-2": "Οχι",
  "error-404": "Σφάλμα 404 - Η σελίδα δεν βρέθηκε :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;με την επιφύλαξη παντός δικαιώματος."
}