{
  "TOS-welcome": "Welkom!",
  "TOS-locale": "Selecteer een standaardtaal:",
  "TOS-preamble": "Onze website verzamelt gebruikersgegevens om de algehele gebruikerservaring te verbeteren.<br> Als u onze site blijft gebruiken, gaat u akkoord met onze Servicevoorwaarden.",
  "TOS-TOS": "Servicevoorwaarden en privacybeleid",
  "TOS-ADA": "Onze website voldoet aan de ADA-normen (Americans with Disabilities Act).<br>Als gevolg hiervan kunt u op het oogpictogram in de rechterbovenhoek klikken om<br>de ADA-nalevingsmodus in te schakelen.",
  "toast-ok": "OK",
  "ada-disabled": "U heeft de ADA-modus uitgeschakeld.",
  "ada-disabled-continue": "Het lijkt erop dat je de ADA-modus hebt uitgeschakeld. Je moet vernieuwen om door te gaan.",
  "ada-enabled": "U heeft de ADA-modus ingeschakeld.",
  "ada-enabled-continue": "Het lijkt erop dat u de ADA-modus heeft ingeschakeld. Het kleurenschema van deze website is zwart op wit totdat de ADA-modus wordt uitgeschakeld.",
  "nav-home": "Thuis",
  "nav-contact": "Contact",
  "nav-careers": "Carrières",
  "nav-legal": "Legaal",
  "Motto": "Begin je carrière<br>bij Odyssey Outfits",
  "Bio": "We bieden je kansen om te leren,<br>te groeien en bij te dragen aan een groenere toekomst.",
  "Explore-Careers": "Ontdek onze carrières",
  "why-us": "Waarom wij?",
  "Learning-and-Growth-Opportunities-1": "Leer- en groeimogelijkheden",
  "Learning-and-Growth-Opportunities-2": "Leer- en groeimogelijkheden",
  "Learning-and-Growth-Opportunities-3": "Wij bieden u de tools en middelen die u nodig heeft om voorop te blijven lopen in uw vakgebied. Sluit je aan bij ons team dat creativiteit en innovatie waardeert. Onze werkomgeving moedigt out-of-the-box denken aan, waardoor u ideeën kunt bijdragen die de toekomst van duurzame mode vormgeven.",
  "Positive-Brand-Image-1": "Positief merkimago",
  "Positive-Brand-Image-2": "Positief merkimago",
  "Positive-Brand-Image-3": "De kern van onze missie is een toewijding aan het maken van mode die niet alleen je garderobe verbetert, maar ook een positieve impact op de planeet achterlaat. Sluit je aan bij ons team en word een katalysator voor het promoten van ons milieubewuste initiatief.",
  "Flexibility-1": "Flexibiliteit",
  "Flexibility-2": "Flexibiliteit",
  "Flexibility-3": "We geven prioriteit aan de flexibiliteit van medewerkers als hoeksteen van onze waarden. Omdat we het belang van de balans tussen werk en privé erkennen, bieden we ons team flexibele schema's en opties voor werken op afstand. Wij geloven dat een harmonieuze en flexibele werkomgeving niet alleen het individuele welzijn verbetert, maar ook creativiteit en innovatie bevordert.",
  "Healthy-Workplace-1": "Gezonde werkplek",
  "Healthy-Workplace-2": "Gezonde werkplek",
  "Healthy-Workplace-3": "Ons team zet zich in voor het creëren van een gezonde en diverse werkplek. Wij geloven dat een divers team een ​​schat aan perspectieven en creativiteit met zich meebrengt, waardoor innovatie in onze duurzame mode-inspanningen wordt bevorderd. Onze inclusieve omgeving viert verschillen en omarmt een cultuur die wederzijds respect en begrip bevordert.",
  "contact-us": "Neem contact met ons op!",
  "label-contact-name": "Naam:",
  "label-contact-email": "E-mail:",
  "label-contact-message": "Bericht:",
  "contact-submit": "Indienen",
  "legal-docs": "Legale documenten",
  "github-wiki": "GitHub-wiki",
  "full-feature-list": "Volledige lijst met functies",
  "legal-compliance": "Wettelijke naleving",
  "legal-compliance-github": "Juridische naleving (GitHub Wiki)",
  "TOS-privacy-policy": "Servicevoorwaarden en privacybeleid",
  "TOS-privacy-policy-github": "Servicevoorwaarden en privacybeleid (GitHub Wiki)",
  "hosting": "Hosten",
  "hosting-1": "De heer Amir en de heer Krug, (hierna “De Ontwikkelaars” genoemd), verklaren expliciet dat “Odyssey Outfits”, (hierna “De Dienst” genoemd), <strong>NIET</strong> is een geregistreerde LLC en geen wettelijke of detailhandelsbevoegdheid heeft om producten of diensten te vervaardigen, verkopen of leveren.",
  "hosting-2": "De repository voor De Dienst wordt gehost op GitHub, en De Dienst wordt mogelijk gemaakt door Vercel.com (hierna \"Vercel\" genoemd).",
  "hosting-3": "Volgens de licentiedocumentatie van GitHub.com (hierna \"GitHub\" genoemd) (Sectie 1, §2 - \"<a href='https://docs.github.com/en/repositories /managing-your-repositorys-settings-and-features/customizing-your-repository/licensing-a-repository#choosing-the-right-license'>Licensing a Repository</a>&quot;), wordt expliciet vermeld dat &quot;<em>...zonder licentie zijn de standaard auteursrechtwetten van toepassing, wat betekent dat u alle rechten op uw broncode behoudt en dat niemand uw werk mag reproduceren, distribueren of afgeleide werken van uw werk mag maken. Als u een open source-project maakt, raden we u ten zeerste aan een open source-licentie op te nemen.</em>&quot; Houd er rekening mee dat deze repository en eventuele bijbehorende websites strikt bedoeld zijn voor PERSOONLIJK en PRIVAAT gebruik, aangezien het gedeeld eigendom is tussen de Ontwikkelaars.",
  "hosting-4": "De ontwikkelaars voldoen aan de minimumleeftijdsvereisten van zowel GitHub als Vercel.",
  "hosting-5": "Onder de Servicevoorwaarden van Vercel (Sectie 2, - &quot;<a href='https://vercel.com/legal/terms'>Licentie voor tijdelijk gebruik</a>&quot;), wordt expliciet vermeld dat &quot;<em>...afhankelijk van uw naleving van de voorwaarden van deze Overeenkomst, wordt u een persoonlijke, niet-sublicentieerbare, niet-exclusieve, niet-overdraagbare, beperkte licentie verleend om de Services te gebruiken voor uw interne zakelijke of persoonlijke doeleinden. doeleinden, afhankelijk van de servicecapaciteit van uw account. Alle rechten die hierin niet uitdrukkelijk worden verleend, zijn voorbehouden en er wordt u geen licentie of recht verleend om enig handelsmerk van Vercel of een derde partij te gebruiken in verband met de Services.</em>&quot; Hoewel Vercel het gebruik van zijn diensten voor zakelijke doeleinden toestaat, is het absoluut noodzakelijk om te verduidelijken dat de website, mogelijk gemaakt door Vercel en gehost op GitHub, uitsluitend bedoeld is voor persoonlijk gebruik door de ontwikkelaars. Elk gebruik buiten dit bereik is en blijft ongeoorloofd.",
  "third-party-terms-of-service-compliance": "Naleving van de servicevoorwaarden van derden",
  "third-party-terms-of-service-compliance-1": "De ontwikkelaars houden zich strikt aan alle diensten van derden die voor hun persoonlijke project zijn gebruikt.",
  "third-party-terms-of-service-compliance-2": "De Service maakt gebruik van de online vertaler van Yandex.com (hierna \"Yandex\" genoemd). De Ontwikkelaars voldoen allebei aan de Servicevoorwaarden van Yandex (Sectie 2, §2 - &quot;<a href='https://yandex.com/legal/translate_termsofuse/'>Gebruik van de Service</ a>&quot;), &quot;<em>De Dienst wordt aan de Gebruiker geleverd voor persoonlijk, niet-commercieel gebruik.</em>&quot; Zoals de ontwikkelaars strikt hebben verklaard, is dit project alleen voor persoonlijk gebruik.",
  "third-party-terms-of-service-compliance-3": "De ontwikkelaars hebben gebruik gemaakt van de JavaScript-e-mailservice van EmailJS.com (hierna \"EmailJS\" genoemd). De servicevoorwaarden van EmailJS impliceren niet impliciet de geschiktheid van hun service voor gebruik in privé- of commerciële contexten. <strong>ECHTER</strong> De ontwikkelaars hebben verklaard dat het gebruik van de services van EmailJS strikt voor persoonlijk gebruik is. gebruik.",
  "childrens-online-privacy-protection-act-compliance": "Naleving van de online privacybeschermingswet voor kinderen",
  "childrens-online-privacy-protection-act-compliance-1": "Dit project voldoet aan de vereisten van COPPA (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). Het is en blijft bedoeld voor personen van 16 jaar of ouder, specifiek voor particulier, niet-commercieel gebruik.",
  "copyright-infringement-and-dmca-policy-compliance": "Schending van het auteursrecht en naleving van het DMCA-beleid",
  "copyright-infringement-and-dmca-policy-compliance-1": "De ontwikkelaars voldoen aan GitHub's <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Inbreuk op auteursrecht en DMCA-beleid</a>",
  "collection-and-usage-of-user-data": "Verzameling en gebruik van gebruikersgegevens",
  "collection-and-usage-of-user-data-1": "Hoewel De Dienst een fictief bedrijf is, wordt de website gebruikt om de normen aan te tonen die moderne websites zouden moeten hanteren. Alle functies en API's waarvan wordt aangenomen dat ze door de site worden gebruikt, worden strikt gebruikt voor testdoeleinden.",
  "collection-and-usage-of-user-data-2": "De Dienst slaat geen gegevens op zoals e-mailadressen, geologische adressen, telefoonnummers, namen, externe documenten of externe links die door de gebruiker worden verstrekt. Elk van deze gegevenstypen wordt gebruikt als tijdelijke gegevens voor de &quot;Neem contact met ons op&quot; en &quot;Carrières&quot; die voor The Developers niet meer bestaat.",
  "agreement-outline": "In deze Overeenkomst worden de algemene voorwaarden uiteengezet die van toepassing zijn op het gebruik van \"Odyssey Outfits\", (hierna \"De Dienst\" genoemd), en de bijbehorende activa, geleverd door de heer Amir en de heer Krug, (hierna \"de Dienst\" genoemd), De ontwikkelaars\".",
  "acceptance-of-terms-1": "Deze Overeenkomst wordt van kracht zodra u voor het eerst toegang krijgt tot de Dienst of wanneer u gebruik maakt van bijbehorende services van eerste partijen. Door de Service en/of de bijbehorende services te openen, te bekijken of te gebruiken, erkent en omarmt u deze Voorwaarden onherroepelijk en onvoorwaardelijk. U bevestigt bevestigend dat u ermee instemt volledig gebonden te zijn aan deze Overeenkomst, zonder uitzonderingen, beperkingen of uitsluitingen. Alle bepalingen in deze Overeenkomst zijn maximaal tegen u afdwingbaar. Als u toegang krijgt tot de Dienst of Diensten gebruikt namens een bedrijf, ongeacht of dit geregistreerd is of zonder registratie opereert, erkent, accepteert en is het genoemde bedrijf hierbij gebonden aan de voorwaarden van deze Overeenkomst.",
  "acceptance-of-terms-2": "Mocht u of het bovengenoemde bedrijf bezwaar maken tegen een bepaling in deze Overeenkomst en niet gebonden willen zijn aan de voorwaarden ervan, dan is het vereist om het gebruik van de Dienst en eventuele bijbehorende diensten van eerste partijen onmiddellijk te staken.",
  "legal-and-retail-authority": "Juridische en retailautoriteit",
  "legal-and-retail-authority-1": "De ontwikkelaars verklaren expliciet dat &quot;Odyssey Outfits&quot; is geen geregistreerde LLC en beschikt niet over de wettelijke of detailhandelsbevoegdheid om producten of diensten te produceren, verkopen of leveren.",
  "intellectual-property-rights": "Intellectuele eigendomsrechten",
  "intellectual-property-rights-1": "In overeenstemming met de licentiedocumentatie van GitHub.com (hierna \"GitHub\" genoemd), licentiedocumentatie (Sectie 1, §2 - \"Licentie verlenen aan een repository\") worden gebruikers geïnformeerd dat de standaard auteursrechtwetten van toepassing zijn op de bron code. De repository en bijbehorende websites zijn uitsluitend bedoeld voor PERSOONLIJK en PRIVÉ-gebruik.",
  "intellectual-property-rights-2": "De Dienst is mede-eigendom van de Ontwikkelaars en blijft tot nader order gedeeld eigendom van de Ontwikkelaars.",
  "intellectual-property-rights-3": "U erkent hierbij uitdrukkelijk en onherroepelijk en gaat ermee akkoord dat de toegang tot de Dienst en het gebruik van bijbehorende diensten van eerste partijen u geen enkel recht, titel of belang verleent in intellectuele eigendom en andere rechten op inhoud die toegankelijk is via de Dienst of via geassocieerde eerste-partijdiensten. diensten die eigendom zijn van of onder licentie zijn van de Ontwikkelaars.",
  "privacy-policy": "Privacybeleid",
  "privacy-policy-1": "U erkent dat, om de juiste functionaliteit van de Dienst en de levering van eventuele bijbehorende eerste-partijdiensten te garanderen, de Ontwikkelaars het recht hebben om specifieke informatie met betrekking tot uw gebruik van De Dienst en eventuele bijbehorende eerste-partijdiensten te verzamelen, op te slaan, te verwerken en te verzenden. -feestdiensten. De details van de informatie waarvan wordt aangenomen dat deze door de Dienst en de Ontwikkelaars wordt verzameld, worden beschreven in het Document over juridische naleving van ontwikkelaars (Sectie 5, §2 - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link naar Github-pagina voor juridische naleving.' target='_blank' rel='noopener'>Wettelijke naleving</a>&quot;)",
  "accessing-this-service": "Door toegang te krijgen tot en gebruik te maken van de Dienst, stemmen gebruikers ermee in zich aan deze algemene voorwaarden te houden. De Ontwikkelaars behouden zich het recht voor om deze voorwaarden naar eigen goeddunken te wijzigen of bij te werken. Voortgezet gebruik van de Dienst na dergelijke wijzigingen houdt aanvaarding van de bijgewerkte voorwaarden in. Als gebruikers het niet eens zijn met deze voorwaarden, wordt hen geadviseerd zich te onthouden van toegang tot of gebruik van de Dienst.",
  "Select-a-Job": "Selecteer een taak",
  "Upper-Management": "Hoger management",
  "Lower-Management": "Lager management",
  "Sales-Department": "Verkoopafdeling",
  "Financial-Department": "Financiële afdeling",
  "IT-Department": "IT afdeling",
  "Learn-More": "Selecteer een functietitel voor meer informatie!",
  "Chief-Financial-Officer": "Financieel directeur",
  "Chief-Executive-Officer": "Directeur",
  "Chief-Operating-Officer": "Algemeen directeur",
  "Human-Resources": "Personeelszaken",
  "Regional-Manager": "Regiomanager",
  "Office-Manager": "Officemanager",
  "Regional-Sales-Director": "Regionaal verkoopdirecteur",
  "Account-Executive": "Accountmanager",
  "Salesman": "Verkoper",
  "Regional-Financial-Director": "Regionaal financieel directeur",
  "Payroll-Administrator": "Payroll Administrator",
  "Financial-Analyst": "Financieel analist",
  "Fullstack-Developer": "Fullstack-ontwikkelaar",
  "Network-Administrator": "Netwerkadministrator",
  "Help-Desk-Administrator": "Helpdeskbeheerder",
  "Selected-Job": "Geselecteerde taak:",
  "Department-Division": "Afdeling/Divisie:",
  "Job-Description": "Functieomschrijving:",
  "CFO": "We zijn op zoek naar een ervaren Chief Financial Officer om ons team bij Odyssey Outfits te versterken. In deze rol houd je toezicht op onze financiële activiteiten en strategie. Als CFO ontwikkel en voer je de financiële strategie van de organisatie uit in lijn met onze algemene bedrijfsdoelstellingen, en geef je strategische financiële begeleiding aan de CEO en andere leidinggevenden.",
  "CEO": "We zijn op zoek naar een ervaren Chief Executive Officer om ons team bij Odyssey Outfits te versterken. In deze rol leid je onze organisatie naar nieuwe hoogten door strategische bedrijfsbeslissingen te nemen, toezicht te houden op de algehele activiteiten en middelen, en te fungeren als de belangrijkste contactpersoon tussen de raad van bestuur en de bedrijfsactiviteiten. Als CEO speel je een cruciale rol bij het bepalen van de strategische richting, het identificeren van zakelijke kansen en het waarborgen van de naleving door het bedrijf van wettelijke en regelgevende vereisten.",
  "COO": "We zijn op zoek naar een ervaren Chief Operating Officer om ons team bij Odyssey Outfits te versterken. In deze rol promoot u de operationele efficiëntie en implementeert u strategieën om onze doelen zo efficiënt mogelijk te bereiken. Als belangrijk lid van ons leiderschapsteam bent u verantwoordelijk voor het ontwikkelen en implementeren van operationeel beleid en procedures, het afstemmen van operationele strategieën op onze bedrijfsdoelstellingen en het waarborgen van de effectieve toewijzing van middelen.",
  "HR": "We zijn op zoek naar een ervaren Human Resources om ons team bij Odyssey Outfits te versterken. In deze rol beheert u het personeel, arbeidsgerelateerde zaken en ondersteunt u het algehele welzijn van onze gewaardeerde medewerkers in uw specifieke regionale vestiging. Deze rol is cruciaal voor het creëren van een positieve werkomgeving, het garanderen van naleving van de wetgeving en het ondersteunen van de strategische doelstellingen van onze organisatie.",
  "RM": "We zijn op zoek naar een ervaren regiomanager om ons team bij Odyssey Outfits te versterken. In deze rol bent u verantwoordelijk voor het toezicht op en het beheer van de activiteiten, verkoop en algehele prestaties van meerdere grotere klanten binnen uw specifieke regio. Deze belangrijke leiderschapspositie omvat het stellen en bereiken van prestatiedoelstellingen, het garanderen van compliance en het stimuleren van financieel succes.",
  "OM": "Wij zijn op zoek naar een ervaren Office Manager om ons team bij Odyssey Outfits te versterken. In deze rol ben je verantwoordelijk voor het toezicht op de dagelijkse activiteiten van ons kantoor (locatie nader vast te stellen). Deze cruciale rol vereist een dynamisch individu met sterke organisatorische en managementvaardigheden om de naadloze werking van ons kantoor te garanderen.",
  "RSD": "We zijn op zoek naar een ervaren Regional Sales Director om ons team bij Odyssey Outfits te versterken. In deze leiderschapsrol ben je verantwoordelijk voor het aansturen van de verkoopactiviteiten binnen jouw specifieke regio. Als belangrijk lid van ons team ben je verantwoordelijk voor het ontwikkelen en uitvoeren van verkoopstrategieën, het leiden van een dynamisch verkoopteam en het bijdragen aan de algehele groei en het succes van de organisatie.",
  "AE": "We zijn op zoek naar een ervaren Account Executive om ons team bij Odyssey Outfits te versterken. In deze rol ben je verantwoordelijk voor het beheren van klantaccounts, het stimuleren van de bedrijfsgroei en het waarborgen van de klanttevredenheid. Als u gedijt in een dynamische en collaboratieve omgeving, nodigen wij u uit om deel uit te maken van ons team.",
  "S": "We zijn op zoek naar een ervaren verkoper om ons team bij Odyssey Outfits te versterken. In deze rol ben je verantwoordelijk voor het stimuleren van de omzetgroei door onze producten en diensten effectief aan potentiële klanten te verkopen. Als u een passie heeft voor verkoop, het opbouwen van relaties en het behalen van doelstellingen, nodigen wij u uit om deel uit te maken van ons dynamische team.",
  "RFD": "We zijn op zoek naar een ervaren regionaal financieel directeur om ons team bij Odyssey Outfits te versterken. In deze rol houdt u toezicht op en beheert u de financiële activiteiten binnen uw specifieke regio. Als sleutelfiguur speel je een cruciale rol bij het vormgeven en implementeren van financiële strategieën om het succes van onze activiteiten in de jouw toegewezen regio te stimuleren.",
  "PA": "Ter versterking van ons team bij Odyssey Outfits zijn wij op zoek naar een ervaren Salarisadministrateur. In deze functie ben je verantwoordelijk voor het beheren en verwerken van de personeelsbeloningen. Als salarisadministrateur zorgt u voor de nauwkeurige en tijdige betaling van de salarissen, bonussen en voordelen van werknemers, terwijl u de lokale, provinciale en federale regelgeving naleeft.",
  "FA": "We zijn op zoek naar een ervaren financieel analist om ons team bij Odyssey Outfits te versterken. In deze rol geef je waardevolle inzichten en aanbevelingen op basis van een diepgaande analyse van financiële gegevens en trends. Als financieel analist is uw primaire verantwoordelijkheid het ondersteunen van besluitvormers door complexe financiële informatie te interpreteren en deze op een duidelijke en betekenisvolle manier te presenteren.",
  "FD": "We zijn op zoek naar een ervaren Full Stack Developer om ons team bij Odyssey Outfits te versterken. In deze rol benut je jouw expertise in zowel frontend- als backend-ontwikkeling om naadloze en gebruiksvriendelijke webapplicaties te creëren. Als Full Stack Developer ben je verantwoordelijk voor het ontwerpen en implementeren van de visuele elementen waarmee gebruikers op onze websites communiceren.",
  "NA": "We zijn op zoek naar een ervaren netwerkbeheerder om ons team bij Odyssey Outfits te versterken. In deze rol beheer en onderhoud je onze computernetwerken. Als netwerkbeheerder zorg je voor de naadloze werking van onze netwerkinfrastructuur, die lokale netwerken (LAN's), wide area netwerken (WAN's) en andere communicatiesystemen omvat.",
  "HDA": "Wij zijn op zoek naar een bekwame en klantgerichte Help Desk Administrator om ons team bij Odyssey Outfits te versterken. In deze rol ben je verantwoordelijk voor het verlenen van technische assistentie en ondersteuning aan medewerkers binnen de organisatie. Je primaire focus zal liggen op het leveren van een cruciale service door het aanpakken van hardware-, software-, netwerk- en andere IT-gerelateerde problemen binnen onze organisatie.",
  "Key-Responsibilities-CFO": "<li>Ontwikkel en voer de financiële strategie van de organisatie uit in overeenstemming met de algemene bedrijfsdoelstellingen.</li> <li>Geef strategische financiële begeleiding aan de CEO en andere leidinggevenden.</li> <li>Leid financiële plannings- en budgetteringsprocessen.<li> /li> <li>Financiële prognoses, analyses en modellen uitvoeren om de besluitvorming te ondersteunen.</li> <li>Financiële risico's identificeren en beoordelen en risicobeperkende strategieën implementeren.</li> <li>Zorgdragen voor naleving van financiële regelgeving en rapportagevereisten.</li> <li>Toezicht houden op de voorbereiding en presentatie van financiële rapporten aan belanghebbenden, waaronder het bestuur, investeerders en regelgevende instanties.</li> <li>Zorg voor nauwkeurigheid, transparantie en naleving van boekhoudnormen. </li> <li>Beheer de financiële middelen en investeringen, kapitaalstructuur, liquiditeit en cashflow van de organisatie.</li> <li>Leid of neem deel aan fusie- en overnameactiviteiten, inclusief due diligence, onderhandelingen en integratieplanning. </li> <li>Bepaal de meest effectieve manieren om kapitaal aan te trekken, hetzij via schulden, eigen vermogen of andere financiële instrumenten.</li> <li>Onderhoud relaties met financiële instellingen en investeerders.</li> <li>Als Bent u een doorgewinterde financieel leider met een strategische mindset, sterke analytische vaardigheden en een staat van dienst op het gebied van het stimuleren van financiële uitmuntendheid, dan nodigen wij u uit om bij Odyssey Outfits aan de slag te gaan als onze CFO. Wees een belangrijke speler in het vormgeven van het financiële succes en de groei van onze dynamische organisatie.</li>",
  "Key-Responsibilities-CEO": "<li>Bepaal de strategische richting en langetermijndoelen in samenwerking met de raad van bestuur.</li> <li>Identificeer zakelijke kansen en potentiële risico's.</li> <li>Werk nauw samen met de CFO om de financiële gezondheid van het bedrijf.</li> <li>Financiële rapporten en budgetten controleren.</li> <li>Het merk en de reputatie van het bedrijf beheren en verbeteren.</li> <li>Public relations-problemen snel aanpakken.</li> > <li>Stimuleer innovatie en aanpassing aan veranderende marktomstandigheden.</li> <li>Implementeer crisisbeheersingsplannen om onvoorziene uitdagingen het hoofd te bieden.</li> <li>Ontwikkel een mondiaal perspectief, vooral voor bedrijven met internationale activiteiten.</li> <li>Ontwikkel een mondiaal perspectief, vooral voor bedrijven met internationale activiteiten.</li> <li> li> <li>Navigeer door geopolitieke en economische complexiteiten.</li> <li>Als visionair leider drijf je Odyssey Outfit naar succes, stimuleer je innovatie en verzeker je onze voortdurende groei. Als u over een strategische mentaliteit, uitzonderlijke leiderschapsvaardigheden en een passie voor het stimuleren van organisatorische uitmuntendheid beschikt, nodigen wij u uit om Odyssey Outfits te leiden als onze CEO. Vorm samen met ons de toekomst van ons dynamische en innovatieve bedrijf.</li>",
  "Key-Responsibilities-COO": "<li>Ontwikkel en implementeer operationeel beleid en procedures.</li> <li>Leg operationele strategieën af op de bedrijfsdoelstellingen van de organisatie.</li> <li>Beheer en wijs middelen effectief toe, inclusief budgettering, personeelsbezetting en technologie.</li> <li> li> <li>Werk samen met de HR-afdeling om talent aan te trekken, te ontwikkelen en te behouden.</li> <li>Bewaak en evalueer de prestaties van verschillende afdelingen en teams.</li> <li>Stroomlijn workflows om de algehele prestaties te verbeteren productiviteit.</li> <li>Toezicht houden op kwaliteitscontroleprocessen om ervoor te zorgen dat producten of diensten voldoen aan vastgestelde normen.</li> <li>Zorg ervoor dat de organisatie de juiste mensen in de juiste rollen heeft.</li> <li>Zorg voor leiderschap en begeleiding om operationele uitmuntendheid te bereiken.</li> <li>Regelmatig rapporteren aan de CEO en andere leidinggevenden over operationele prestaties.</li> <li>Communiceren van belangrijke statistieken en operationele inzichten.</li> <li>Als een doorgewinterde professional, u brengt uw expertise in om onze operationele initiatieven te leiden, de efficiëntie te stimuleren en bij te dragen aan het algehele succes van Odyssey Outfits. Als u gedijt in een dynamische en collaboratieve omgeving, heten wij u van harte welkom om bij ons aan de slag te gaan als onze COO en een belangrijke architect te worden bij het vormgeven van ons operationele succes.</li>",
  "Key-Responsibilities-HR": "<li>Gekwalificeerde kandidaten aantrekken, rekruteren en aannemen voor vacatures.</li> <li>Interviews en screenings houden en het gehele wervingsproces coördineren.</li> <li>Conflicten op de werkplek en problemen met werknemersrelaties aanpakken en oplossen .</li> <li>Bevorder een positieve werkomgeving en verbeter het moreel van werknemers.</li> <li>Geef feedback, coaching en ondersteuning voor de ontwikkeling van werknemers.</li> <li>Identificeer trainingsbehoeften en coördineer de ontwikkeling van werknemers programma's.</li> <li>Beheer compensatieprogramma's, inclusief salarissen, bonussen en voordelen.</li> <li>Voer salarisbeoordelingen uit en zorg voor een concurrerende beloning.</li> <li>Zorg voor naleving van arbeidswetten en -regelgeving .</li> <li>Zorg ervoor dat de veiligheidsvoorschriften worden nageleefd en implementeer preventieve maatregelen.</li> <li>Houd nauwkeurige en vertrouwelijke werknemersdossiers bij.</li> <li>Behandel documentatie met betrekking tot arbeidsovereenkomsten, promoties en beëindigingen .</li> <li>Exitgesprekken voeren met vertrekkende werknemers.</li> <li>Beheer het beëindigingsproces in overeenstemming met het bedrijfsbeleid en de wettelijke vereisten.</li> <li>Identificeer en ontwikkel potentiële leiders binnen de organisatie .</li> <li>Plan de opvolging van sleutelposities.</li> <li>Evalueer de prestaties van het kantoorpersoneel en geef constructieve feedback.</li> <li>Identificeer gebieden voor verbetering en voer de noodzakelijke veranderingen door. </li> <li>Als Human Resources Manager bij Odyssey Outfits speel je een cruciale rol bij het vormgeven van onze werkplekcultuur, het ondersteunen van de groei van medewerkers en het waarborgen van de naleving van alle arbeidsgerelateerde zaken. Als u een doorgewinterde HR-professional bent met een passie voor het creëren van positieve werkplekken, nodigen wij u uit om ons team te komen versterken en bij te dragen aan het succes van Odyssey Outfits.</li>",
  "Key-Responsibilities-RM": "<li>Stel duidelijke prestatiedoelen en doelstellingen voor elke locatie binnen de regio.</li> <li>Bewaak en evalueer de operationele prestaties van elke vestiging of locatie.</li> <li>Zorg voor strikte naleving van het bedrijfsbeleid en de procedures , en normen.</li> <li>Voer regelmatig audits uit om naleving op alle niveaus te bevestigen.</li> <li>Beheer de financiële prestaties van de regio, inclusief budgettering, prognoses en kostenbeheersing.</li> < li>Analyseer financiële rapporten en belangrijke prestatie-indicatoren om gebieden voor verbetering te identificeren.</li> <li>Toezicht houden op verkoop- en financiële ontwikkelingsactiviteiten binnen de regio.</li> <li>Geef strategische begeleiding om de omzet en marktgroei te stimuleren.< /li> <li>Leid en begeleid filiaalmanagers en ander regionaal personeel.</li> <li>Rekruteer, train en ontwikkel goed presterende teams voor elke locatie.</li> <li>Communiceer regelmatig met filiaalmanagers en andere teamleden.</li> <li>Samenwerken met andere afdelingen, zoals marketing, personeelszaken en financiën.</li> <li>Toezicht houden op trainingsprogramma's voor personeel in de regio.</li> <li>Ondersteuning professionele ontwikkeling en verbetering van vaardigheden.</li> <li>Identificeer mogelijkheden voor uitbreiding en groei binnen de regio.</li> <li>Evalueer potentiële nieuwe locaties of markten.</li> <li>Samenwerken met het hoofdkantoor en andere regionale managers om consistentie in de activiteiten en strategische initiatieven te garanderen.</li> <li>Deel best practices en draag bij aan het algehele succes van het bedrijf.</li> <li>Regelmatige rapporten voorbereiden en presenteren aan het senior management over de prestaties van de regio. </li> <li>Geef inzichten en aanbevelingen voor verbetering.</li> <li>Als Regional Manager bij Odyssey Outfits speel je een cruciale rol in het stimuleren van het succes en de groei van onze organisatie op meerdere locaties. Als u een strategische leider bent met een staat van dienst in het behalen van resultaten, nodigen wij u uit om ons team te komen versterken en bij te dragen aan het aanhoudende succes van Odyssey Outfits.</li>",
  "Key-Responsibilities-OM": "<li>Het bieden van uitgebreide administratieve ondersteuning aan verschillende afdelingen binnen de organisatie.</li> <li>Beheer kantoorbenodigdheden, apparatuur en inventaris om aan de operationele behoeften te voldoen.</li> <li>Het toezicht houden op en coördineren van het administratieve en ondersteunende werk personeel.</li> <li>Houdt toezicht op de werving, training en voert prestatiebeoordelingen uit.</li> <li>Ervoor zorgen dat de kantoorfaciliteiten goed worden onderhouden en een gunstige werkomgeving bieden.</li> <li>Assisteren bij budgetvoorbereiding en -beheer voor kantoorgerelateerde uitgaven.</li> <li>Vergemakkelijk de communicatie tussen verschillende afdelingen en teams.</li> <li>Bevorder een samenwerkings- en communicatieve werkcultuur.</li> <li>Handhaaf georganiseerd en up-to-date records, bestanden en databases.</li> <li>Zorg ervoor dat de regelgeving inzake gegevensbescherming en privacy wordt nageleefd.</li> <li>Toezicht houden op het gebruik en onderhoud van kantoortechnologie, inclusief computers, printers en communicatiesystemen.</li> <li>Softwaretoepassingen implementeren en bijwerken waar nodig.</li> <li>Onderhandelen over contracten en overeenkomsten voor kantoorgerelateerde diensten.</li> <li>Zorgdragen voor kosteneffectieve oplossingen voor kantoor- gerelateerde vereisten.</li> <li>Als Office Manager bij Odyssey Outfits speel je een cruciale rol bij het onderhouden van een efficiënte en goed georganiseerde kantooromgeving. Als u een proactief persoon bent met uitstekende management- en organisatorische vaardigheden, nodigen wij u uit om ons team te komen versterken en bij te dragen aan het succes van onze organisatie.</li>",
  "Key-Responsibilities-RSD": "<li>Ontwikkel en implementeer verkoopstrategieën en -plannen voor de verkoopafdeling en de toegewezen regio.</li> <li>Stel verkoopdoelstellingen en bedrijfsdoelstellingen vast en bereik deze in overeenstemming met de bedrijfsdoelstellingen.</li> <li>Leid en beheer een team van verkoopprofessionals binnen de regio.</li> <li>Huur, train en motiveer het verkoopteam om hoge prestatienormen te bereiken.</li> <li>Analyseer gegevens over verkoopprestaties, markttrends en feedback van klanten. </li> <li>Evalueer de effectiviteit van verkoopstrategieën en neem datagestuurde beslissingen voor verbetering.</li> <li>Leg relaties op en onderhoud ze met belangrijke klanten, partners en belanghebbenden.</li> <li>Bouw op een netwerk om bedrijfsgroei, klanttevredenheid en marktuitbreiding te bevorderen.</li> <li>Ontwikkel en beheer het verkoopbudget voor de regio.</li> <li>Bewaak en beheer de kosten om de winstgevendheid te garanderen.</li> <li>Werk nauw samen met andere afdelingen, waaronder marketing, financiën en operations.</li> <li>Zorg ervoor dat de verkoopactiviteiten op één lijn liggen met de algemene bedrijfsdoelstellingen.</li> <li>Geef regelmatig rapporten aan het senior management over de verkoopprestaties , markttrends en relevante statistieken.</li> <li>Zorg ervoor dat verkoopactiviteiten voldoen aan de relevante wet- en regelgeving en het bedrijfsbeleid.</li> <li>Begrijp de behoeften en voorkeuren van klanten om een ​​klantgerichte benadering te behouden. </li> <li>Strategieën implementeren om de klanttevredenheid en loyaliteit te vergroten.</li> <li>Identificeer kansen voor marktuitbreiding en groei binnen de regio.</li> <li>Ontwikkel plannen om nieuwe markten te betreden en de markt te vergroten deel.</li> <li>Als u een strategische denker bent met een bewezen staat van dienst op het gebied van verkoopleiderschap, overweeg dan om bij Odyssey Outfits aan de slag te gaan als Regional Sales Director. Wees een drijvende kracht in het vormgeven van het succes van onze verkoopafdeling en draag bij aan de algehele groei van onze organisatie.</li>",
  "Key-Responsibilities-AE": "<li>Bouw en onderhoud sterke relaties met klanten, bevorder vertrouwen en loyaliteit.</li> <li>Functioneer als het primaire aanspreekpunt voor klanten en behandel hun behoeften en zorgen.</li> <li>Ga actief op zoek naar nieuwe klanten mogelijkheden om het klantenbestand uit te breiden.</li> <li>Werk aan het bereiken en overtreffen van verkoopdoelen door middel van effectieve strategieën.</li> <li>Communiceer effectief de waarde van producten of diensten aan klanten.</li> <li> Laat de voordelen en unieke verkoopvoorstellen zien om aan de eisen van de klant te voldoen.</li> <li>Onderhandel over contracten, voorwaarden en prijzen om tot wederzijds voordelige overeenkomsten te komen.</li> <li>Zorg ervoor dat contractuele overeenkomsten aansluiten bij de belangen van beide partijen klant en het bedrijf.</li> <li>Problemen of zorgen van klanten snel aanpakken en oplossen om tevredenheid te garanderen.</li> <li>Samenwerken met interne teams om tijdige oplossingen te bieden en positieve klantrelaties te onderhouden.</li> < li>Ontwikkel en implementeer strategieën om bestaande accounts te laten groeien en nieuwe klanten te werven.</li> <li>Identificeer mogelijkheden voor up-selling of cross-selling van aanvullende producten of diensten.</li> <li>Blijf op de hoogte van trends in de sector, marktomstandigheden en activiteiten van concurrenten.</li> <li>Gebruik marktinzichten om strategieën aan te passen en veranderingen in de sector voor te blijven.</li> <li>Nauw samenwerken met interne teams, zoals marketing en productontwikkeling, om de klant te ontmoeten behoeften.</li> <li>Werk samen aan initiatieven die de klanttevredenheid vergroten en bijdragen aan zakelijk succes.</li> <li>Regelmatig rapporten verstrekken over verkoopactiviteiten, prestaties en uitdagingen.</li> <li>Bijdragen aan de analyse van verkoopprestaties en het aanbevelen van verbeteringen.</li> <li>Als u een proactief en resultaatgericht persoon bent met uitstekende communicatie- en onderhandelingsvaardigheden, overweeg dan om bij Odyssey Outfits aan de slag te gaan als Account Executive. Maak deel uit van ons team en draag bij aan het succes van onze klanten en de algehele groei van de organisatie.</li>",
  "Key-Responsibilities-S": "<li>Ga actief op zoek naar potentiële klanten en identificeer nieuwe verkoopkansen.</li> <li>Gebruik verschillende kanalen om leads te genereren en het klantenbestand uit te breiden.</li> <li>Bouw en onderhoud relaties met klanten door hun behoeften te begrijpen en het verstrekken van relevante informatie.</li> <li>Zorg voor een positieve klantervaring door vragen en problemen aan te pakken.</li> <li>Ontwikkel een diepgaand begrip van de aangeboden producten of diensten.</li> <li>Effectief communiceren productkenmerken en voordelen voor potentiële klanten.</li> <li>Lever boeiende verkooppresentaties om de waardepropositie van onze producten of diensten onder de aandacht te brengen.</li> <li>Maak presentaties op maat om tegemoet te komen aan de specifieke behoeften en zorgen van de klant.</li> > <li>Onderhandel over voorwaarden, prijzen en overeenkomsten om deals te sluiten op een voor beide partijen voordelige manier.</li> <li>Beveilig de toezeggingen van klanten om een ​​aankoop te doen en verkooptransacties af te ronden.</li> <li>Behaal of overtref meer verkoopdoelstellingen en quota vastgesteld door het bedrijf.</li> <li>Streef er voortdurend naar om individuele en teamdoelstellingen te halen en te overtreffen.</li> <li>Blijf op de hoogte van trends in de sector, marktomstandigheden en activiteiten van concurrenten.</li> > <li>Identificeer kansen en potentiële uitdagingen in de markt.</li> <li>Verzamel feedback van klanten om producten, diensten of de algehele klantervaring te verbeteren.</li> <li>Geef waardevolle inzichten om bij te dragen aan de verbetering van ons aanbod.</li> <li>Houd nauwkeurige gegevens bij van verkoopactiviteiten, klantinteracties en andere relevante informatie.</li> <li>Gebruik CRM-tools om klantrelaties en verkoopvoortgang bij te houden en te beheren.</li> > <li>Als u een resultaatgericht persoon bent met uitstekende communicatie- en onderhandelingsvaardigheden, moedigen wij u aan om te solliciteren op deze opwindende kans bij Odyssey Outfits. Help ons samen met ons het verkoopsucces te vergroten en bij te dragen aan de groei en welvaart van onze organisatie.</li>",
  "Key-Responsibilities-RFD": "<li>Ontwikkel en implementeer financiële strategieën en plannen die zijn afgestemd op de unieke behoeften van de regio.</li> <li>Voer financiële analyses en prognoses uit ter ondersteuning van strategische besluitvorming.</li> <li>Creëer en beheer budgetten voor in de regio en zorg voor afstemming met de algemene bedrijfsdoelstellingen.</li> <li>Implementeer kostenbeheersingsmaatregelen om de financiële prestaties te optimaliseren.</li> <li>Verstrek nauwkeurige en tijdige financiële rapporten aan het senior management, met inzichten en aanbevelingen.</li> <li> li> <li>Stel key performance indicators (KPI's) vast om de financiële prestaties te meten en te beoordelen.</li> <li>Identificeer en verminder financiële risico's binnen de regio.</li> <li>Implementeer risicobeheerstrategieën om de bedrijfszekerheid van de organisatie te beschermen financiële activa.</li> <li>Nauw samenwerken met regionale managers en teams om financiële doelstellingen op één lijn te brengen met operationele doelstellingen.</li> <li>Financiële begeleiding en ondersteuning bieden aan lokale teams, waardoor een samenwerkingsomgeving wordt bevorderd.</li> <li>Zorg voor naleving van boekhoudnormen, wettelijke vereisten en normen voor ondernemingsbestuur.</li> <li>Implementeer interne controles om de financiële integriteit te beschermen.</li> <li>Evalueer en optimaliseer financiële processen om de efficiëntie en effectiviteit te verbeteren. </li> <li>Voortdurend zoeken naar mogelijkheden voor procesverbetering en innovatie.</li> <li>Leid en ontwikkel een team van financiële professionals binnen de regio.</li> <li>Bied mentorschap en begeleiding om professionele groei te bevorderen en uitmuntendheid.</li> <li>Neem deel aan strategische besluitvormingsprocessen met betrekking tot investeringen, overnames en andere financiële initiatieven.</li> <li>Advies het senior management over de financiële implicaties van bedrijfsstrategieën.</li> <li>Als je een doorgewinterde financieel leider bent met een strategische mindset en een passie voor het stimuleren van financieel succes op regionaal niveau, nodigen we je uit om te solliciteren naar deze impactvolle rol bij Odyssey Outfits. Vorm samen met ons de financiële toekomst van onze organisatie en draag bij aan onze voortdurende groei en succes.</li>",
  "Key-Responsibilities-PA": "<li>Bereken en verwerk de salarissen, lonen, bonussen en andere vormen van compensatie van werknemers.</li> <li>Bewaak en registreer de werkuren van werknemers, inclusief overuren, verlofverzoeken en aanwezigheidsgerelateerde informatie.</li> > <li>Beheer belastinginhoudingen, waaronder inkomstenbelasting, socialezekerheidsbijdragen en andere wettelijke inhoudingen.</li> <li>Zorg voor naleving van de belastingregels en tijdige indiening van belastinggerelateerde informatie.</li> <li>Afhandelen personeelsbeloningen, zoals ziektekostenverzekeringen, pensioenbijdragen en andere extraatjes, waardoor een nauwkeurige weerspiegeling in de loonlijst wordt gegarandeerd.</li> <li>Blijf op de hoogte van veranderingen in het arbeidsvoorwaardenaanbod en update de loonsystemen dienovereenkomstig.</li> <li>Houd de loonadministratie nauwkeurig bij. en up-to-date salarisgegevens, inclusief werknemersinformatie, belastinginhoudingen en andere relevante gegevens.</li> <li>Genereer salarisrapporten voor management-, boekhoud- en auditdoeleinden.</li> <li>Zorg voor naleving van lokale, staats- en federale regelgeving met betrekking tot salaris-, belasting- en arbeidswetten.</li> <li>Blijf op de hoogte van updates en wijzigingen in relevante regelgeving.</li> <li>Verdeel salarisstrookjes of coördineer elektronische geldoverdrachten onmiddellijk aan werknemers en accuraat.</li> <li>Documentatie verstrekken voor interne en externe audits.</li> <li>Samenwerken met auditteams om nauwkeurige en transparante salarisadministratieprocessen te garanderen.</li> <li>Reageren op vragen van medewerkers over de salarisadministratie zaken, waarbij problemen of discrepanties snel en professioneel worden aangepakt.</li> <li>Beheer en onderhoud salarissoftware en -systemen en blijf op de hoogte van updates en wijzigingen.</li> <li>Als u een detailgerichte en georganiseerde professional bent met een passie voor salarisbeheer en compliance, nodigen wij je uit om te solliciteren op deze opwindende kans bij Odyssey Outfits. Zorg samen met ons voor een soepele en nauwkeurige verwerking van de werknemersbeloningen binnen onze organisatie.</li>",
  "Key-Responsibilities-FA": "<li>Analyseer financiële gegevens, markttrends en economische indicatoren om de prestaties van de organisatie te beoordelen.</li> <li>Gebruik statistische technieken en financiële modellen om complexe financiële informatie te interpreteren.</li> <li>Helpen bij de ontwikkeling en het beheren van financiële plannen en budgetten die aansluiten bij de algemene bedrijfsdoelen.</li> <li>Werk samen met verschillende afdelingen om ervoor te zorgen dat financiële plannen de strategische doelstellingen van de organisatie ondersteunen.</li> <li>Creëer financiële modellen om de toekomst te voorspellen inkomsten, uitgaven en algehele financiële prestaties.</li> <li>Proactieve inzichten bieden en de planning ondersteunen voor potentiële uitdagingen.</li> <li>Financiële rapporten voorbereiden en presenteren aan het management, belanghebbenden of regelgevende instanties.</li> > <li>Presenteren van budgetanalyses, variantieanalyses en uitvoerbare aanbevelingen voor verbetering.</li> <li>Beoordeel de financiële risico's en kansen die gepaard gaan met verschillende zakelijke beslissingen, waaronder investeringen en fusies.</li> <li>Uitvoeren van kosten- batenanalyses en aanbevelingen doen voor strategische financiële activiteiten.</li> <li>Analyseer de kosten die verband houden met verschillende bedrijfsactiviteiten en beveel kostenbesparende maatregelen aan om de efficiëntie te verbeteren.</li> <li>Zorg ervoor dat financiële activiteiten en rapportage voldoen aan de relevante wetten , regelgeving en industriestandaarden.</li> <li>Communiceer op effectieve wijze complexe financiële informatie naar verschillende afdelingen, waardoor samenwerking en begrip wordt bevorderd.</li> <li>Houd voortdurend toezicht op financiële trends, veranderingen in de sector en economische omstandigheden om up-to-date te blijven actuele informatie voor besluitvorming.</li> <li>Als u een detailgerichte financiële analist bent met een passie voor het leveren van strategische financiële inzichten, nodigen wij u uit om te solliciteren op deze opwindende kans bij Odyssey Outfits. Draag samen met ons bij aan het financiële succes en de strategische groei van onze organisatie.</li>",
  "Key-Responsibilities-FD": "<li>Ontwerp en implementeer gebruikersinterfaces met behulp van technologieën zoals HTML, CSS en JavaScript.</li> <li>Schrijf code voor de browser van de gebruiker, handel interacties, formuliervalidaties en dynamische inhoudsupdates af.</li> <li> Maak gebruik van populaire frameworks en bibliotheken zoals React, Angular of Vue.js.</li> <li>Zorg ervoor dat de applicatie naadloos werkt in verschillende webbrowsers en pak frontend-ontwikkelingsuitdagingen aan.</li> <li>Beheer databases, proces verzoeken en voer taken aan de serverzijde uit met behulp van talen als Node.js, Python, Ruby, Java of PHP.</li> <li>Ontwerp en onderhoud databases, waardoor efficiënte gegevensopslag en -herstel wordt gegarandeerd. Veel voorkomende databases zijn MySQL, PostgreSQL, MongoDB of Firebase.</li> <li>Implementeer en beheer de serverinfrastructuur, inclusief cloudplatforms zoals AWS, Azure of Google Cloud.</li> <li>Maak en onderhoud API's die faciliteer de communicatie tussen de frontend- en backend-componenten van de applicatie, waardoor een soepele gegevensuitwisseling wordt gegarandeerd.</li> <li>Identificeer en repareer bugs in zowel de frontend- als de backend-code, waardoor de algehele betrouwbaarheid en prestaties van de applicatie worden gegarandeerd.</li> < li>Samenwerken met andere teamleden, waaronder UI/UX-ontwerpers, collega-ontwikkelaars en projectmanagers, om bij te dragen aan het succes van onze projecten.</li> <li>Als je een ervaren Fullstack Developer bent met een passie voor het creëren van innovatieve en gebruikersgerichte webapplicaties, nodigen wij u uit om te solliciteren op deze opwindende kans bij Odyssey Outfits. Vorm samen met ons de toekomst van onze digitale aanwezigheid en lever hoogwaardige oplossingen aan onze gebruikers.</li>",
  "Key-Responsibilities-NA": "<li>Ontwerp, implementeer en configureer computernetwerken, inclusief routers, switches, firewalls en andere hardwarecomponenten.</li> <li>Implementeer en onderhoud robuuste beveiligingsmaatregelen om het netwerk te beschermen tegen ongeoorloofde toegang, cyberdreigingen en gegevens inbreuken.</li> <li>Het diagnosticeren en oplossen van netwerkproblemen, connectiviteitsproblemen en hardware- of softwarefouten.</li> <li>Bewaak de netwerkprestaties regelmatig en optimaliseer deze voor efficiëntie.</li> <li>Identificeren en knelpunten aanpakken om een ​​optimale werking van het netwerk te garanderen.</li> <li>Uitvoeren van routineonderhoudstaken, zoals het updaten van de firmware, het toepassen van beveiligingspatches en het zorgen dat hardware- en softwarecomponenten up-to-date zijn.</li> <li>Assisteren bij het einde gebruikers met netwerkgerelateerde problemen, het bieden van technische ondersteuning en het aanbieden van training over netwerkgebruik.</li> <li>Het bijhouden van gedetailleerde documentatie van de netwerkarchitectuur, configuraties en wijzigingen. Deze documentatie is cruciaal voor het oplossen van problemen en toekomstplanning.</li> <li>Werk nauw samen met andere IT-professionals, zoals systeembeheerders, beveiligingsspecialisten en IT-managers, om een ​​naadloze integratie van netwerkdiensten te garanderen.</li> <li> >Plan voor toekomstige netwerkbehoeften, beoordeel schaalbaarheidsvereisten en beveel upgrades of uitbreidingen aan om aan de groeiende eisen van de organisatie te voldoen.</li> <li>Implementeer back-upoplossingen en noodherstelplannen om kritieke gegevens te beschermen in geval van onverwachte gebeurtenissen.</li> > <li>Als u een ervaren netwerkbeheerder bent met een passie voor het waarborgen van de betrouwbaarheid en veiligheid van computernetwerken, moedigen wij u aan om te solliciteren op deze opwindende kans bij Odyssey Outfits. Werk samen met ons aan het onderhouden van een robuuste en efficiënte netwerkinfrastructuur die de activiteiten en groei van onze organisatie ondersteunt.</li>",
  "Key-Responsibilities-HDA": "<li>Snel reageren op vragen en problemen van eindgebruikers, begeleiding bieden en hulp bij het oplossen van problemen.</li> <li>Het analyseren, identificeren en diagnosticeren van hardware- en softwareproblemen om effectieve oplossingen te bepalen.</li> <li> Het bieden van duidelijke en beknopte stapsgewijze begeleiding en instructies aan gebruikers voor een efficiënte probleemoplossing.</li> <li>Gebruikers assisteren bij software-installaties, updates en configuraties.</li> <li>Documenteren en bijhouden van gerapporteerde meldingen problemen, oplossingen en veelvoorkomende problemen.</li> <li>Het maken van kennisbankartikelen en handleidingen om gebruikers in staat te stellen zelfhulp te doen.</li> <li>Technische informatie op een gebruiksvriendelijke manier communiceren, vooral bij het helpen van niet-gebruikers -technische gebruikers.</li> <li>Gebruikers op de hoogte houden van de status en voortgang van gemelde problemen.</li> <li>Uitvoeren van routinematige onderhoudstaken op computers, servers en andere IT-apparatuur.</li> <li >Ervoor zorgen dat softwareapplicaties up-to-date zijn door patches en updates toe te passen.</li> <li>Het verzorgen van trainingssessies voor eindgebruikers om hun begrip van basis IT-tools en -applicaties te vergroten.</li> <li>Gebruikers opleiden over de beste manier praktijken voor beveiliging en gegevensbescherming.</li> <li>Samenwerken met andere IT-professionals, zoals netwerkbeheerders en systeemingenieurs, om complexe problemen aan te pakken.</li> <li>Waar nodig problemen escaleren naar ondersteuningsteams op een hoger niveau .</li> <li>Het implementeren en handhaven van beveiligingsmaatregelen ter bescherming tegen datalekken en ongeoorloofde toegang.</li> <li>Assisteren bij de implementatie van beveiligingsprotocollen en -beleid.</li> <li>Het bieden van uitstekende klantenservice door responsief, benaderbaar en professioneel te zijn.</li> <li>Een positieve en behulpzame ervaring voor eindgebruikers garanderen.</li> <li>Als u een proactieve probleemoplosser bent met uitstekende communicatieve vaardigheden en een passie voor het leveren van uitzonderlijke IT-ondersteuning, nodigen wij u uit om te solliciteren voor deze opwindende kans bij Odyssey Outfits. Help ons samen met ons de efficiëntie en productiviteit van de IT-systemen van onze organisatie te behouden en tegelijkertijd eersteklas ondersteuning te bieden aan onze gewaardeerde gebruikers.</li>",
  "Full-Time": "<img alt='Aktetas&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Voltijds",
  "Date-Posted": "<img alt='Tijd&nbsp;' src='./Assets/Img/Time-512x512.png'>1 week geleden geplaatst",
  "Apply-Now": "Nu toepassen",
  "label-form-name": "Voornaam:",
  "label-form-lname": "Achternaam:",
  "label-form-email": "E-mail:",
  "label-form-phone": "Telefoonnummer:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Huidige adres:",
  "label-form-legal": "Bent u wettelijk bevoegd om in de Verenigde Staten te werken?",
  "label-form-education": "Heb jij het volgende opleidingsniveau afgerond: Bachelordiploma?",
  "fileInputLabel": "Upload uw CV",
  "pdf-file-error": "Upload een geldig PDF-bestand.",
  "submit-resume": "Dien uw aanvraag in",
  "application-sent": "Sollicitatie verzonden!",
  "received-application": "Bedankt voor het indienen van uw aanvraag! Wij hebben het met succes ontvangen. Houd rekening met een e-mailmelding over de status van uw aanvraag naarmate we ons grondige beoordelingsproces doorlopen. Wij stellen uw geduld op prijs en kijken uit naar de mogelijkheid om samen te werken.",
  "application-not-sent": "Aanvraag niet verzonden!",
  "not-received-application": "Bedankt voor het indienen van uw aanvraag! Het lijkt erop dat er een fout is opgetreden bij het verzenden van de bevestigingsmail. Probeer het binnenkort opnieuw.",
  "form-yes": "Ja",
  "form-no": "Nee",
  "form-yes-2": "Ja",
  "form-no-2": "Nee",
  "error-404": "Fout 404 - Pagina niet gevonden :(",
  "copyright": "© 2024 Odyssey Outfits. Alle rechten voorbehouden."
}