{
  "TOS-welcome": "Üdvözöljük!",
  "TOS-locale": "Kérjük, válasszon egy alapértelmezett nyelvet:",
  "TOS-preamble": "Weboldalunk felhasználói adatokat gyűjt az általános felhasználói élmény javítása érdekében.<br> Oldalunk további használatával Ön elfogadja az Általános Szerződési Feltételeinket.",
  "TOS-TOS": "Szolgáltatási feltételek és adatvédelmi szabályzat",
  "TOS-ADA": "Webhelyünk megfelel az ADA (Americans with Disabilities Act) szabványainak.<br>Ennek eredményeként kattintson a jobb felső sarokban található szem ikonra az<br>ADA megfelelőségi mód közötti váltáshoz.",
  "toast-ok": "rendben",
  "ada-disabled": "Letiltotta az ADA módot.",
  "ada-disabled-continue": "Úgy tűnik, letiltotta az ADA módot, a folytatáshoz frissítenie kell.",
  "ada-enabled": "Engedélyezte az ADA módot.",
  "ada-enabled-continue": "Úgy tűnik, hogy engedélyezte az ADA módot, ennek a webhelynek a színséma fekete-fehér lesz, amíg az ADA módot le nem tiltják.",
  "nav-home": "itthon",
  "nav-contact": "Kapcsolatba lépni",
  "nav-careers": "Karrierek",
  "nav-legal": "Jogi",
  "Motto": "Kezdje karrierjét<br>az Odyssey Outfitsnél",
  "Bio": "Lehetőséget biztosítunk Önnek a tanulásra,<br>fejlődésre és egy zöldebb jövőhöz való hozzájárulásra.",
  "Explore-Careers": "Fedezze fel Karrierjeinket",
  "why-us": "Miért mi?",
  "Learning-and-Growth-Opportunities-1": "Tanulási és növekedési lehetőségek",
  "Learning-and-Growth-Opportunities-2": "Tanulási és növekedési lehetőségek",
  "Learning-and-Growth-Opportunities-3": "Biztosítani fogjuk azokat az eszközöket és erőforrásokat, amelyekre szüksége van ahhoz, hogy a szakterületén előrébb tarthasson. Csatlakozz csapatunkhoz, akik értékelik a kreativitást és az innovációt. Munkakörnyezetünk ösztönzi az „out-of-the-box” gondolkodást, lehetővé téve Önt, hogy olyan ötletekkel járuljon hozzá, amelyek a fenntartható divat jövőjét alakítják.",
  "Positive-Brand-Image-1": "Pozitív márkakép",
  "Positive-Brand-Image-2": "Pozitív márkakép",
  "Positive-Brand-Image-3": "Küldetésünk lényege a divat kézműves alkotása iránti elkötelezettség, amely nemcsak a ruhatárát bővíti, hanem pozitív hatással is van a bolygóra. Csatlakozzon csapatunkhoz, és legyen katalizátora környezettudatos kezdeményezésünk népszerűsítésében.",
  "Flexibility-1": "Rugalmasság",
  "Flexibility-2": "Rugalmasság",
  "Flexibility-3": "Értékeink sarokkövének tekintjük az alkalmazottak rugalmasságát. Felismerve a munka és a magánélet egyensúlyának fontosságát, rugalmas időbeosztással és távmunka lehetőségekkel ruházzuk fel csapatunkat. Hiszünk abban, hogy a harmonikus és rugalmas munkakörnyezet nem csak az egyéni jólétet, hanem a kreativitást és az innovációt is elősegíti.",
  "Healthy-Workplace-1": "Egészséges Munkahely",
  "Healthy-Workplace-2": "Egészséges Munkahely",
  "Healthy-Workplace-3": "Csapatunk elkötelezett az egészséges és sokszínű munkahely ápolása mellett. Hiszünk abban, hogy a sokszínű csapat rengeteg perspektívát és kreativitást kínál, elősegítve az innovációt a fenntartható divattal kapcsolatos törekvéseinkben. Befogadó környezetünk a különbségeket ünnepli, olyan kultúrát ölel fel, amely elősegíti a kölcsönös tiszteletet és megértést.",
  "contact-us": "Lépjen kapcsolatba velünk!",
  "label-contact-name": "Név:",
  "label-contact-email": "Email:",
  "label-contact-message": "Üzenet:",
  "contact-submit": "Beküldés",
  "legal-docs": "Jogi dokumentumok",
  "github-wiki": "GitHub Wiki",
  "full-feature-list": "Teljes funkciólista",
  "legal-compliance": "A jogszabályok betartása",
  "legal-compliance-github": "Jogi megfelelőség (GitHub Wiki)",
  "TOS-privacy-policy": "Szolgáltatási feltételek és adatvédelmi szabályzat",
  "TOS-privacy-policy-github": "Szolgáltatási feltételek és adatvédelmi szabályzat (GitHub Wiki)",
  "hosting": "Tárhely",
  "hosting-1": "Mr. Amir és Mr. Krug (a továbbiakban: \"The Developers\") kifejezetten kijelentik, hogy az \"Odyssey Outfits\" (a továbbiakban: \"Szolgáltatás\") <strong>NEM</strong> bejegyzett LLC, és nincs jogi vagy kiskereskedelmi felhatalmazása bármilyen termék vagy szolgáltatás gyártására, értékesítésére vagy nyújtására.",
  "hosting-2": "A Szolgáltatás tárházát a GitHub üzemelteti, a Szolgáltatást pedig a Vercel.com (a továbbiakban \"Vercel\" néven) működteti.",
  "hosting-3": "A GitHub.com (a továbbiakban: \"GitHub\") licencdokumentációja szerint (1. szakasz, 2. § - <a href='https://docs.github.com/en/repositories) /managing-your-repositorys-settings-and-features/customizing-your-repository/licencing-a-repository#choosing-the-right-license'>Leraktár engedélyezése</a>&quot;), kifejezetten ki van írva, hogy &quot;<em>...licenc nélkül az alapértelmezett szerzői jogi törvények érvényesek, ami azt jelenti, hogy Ön fenntartja a forráskóddal kapcsolatos minden jogot, és senki sem reprodukálhat, terjeszthet vagy készíthet belőle származékos művet. Ha nyílt forráskódú projektet hoz létre, határozottan javasoljuk, hogy adjon hozzá nyílt forráskódú licencet.</em>&quot; Tájékoztatjuk, hogy ez az adattár és a kapcsolódó webhelyek szigorúan SZEMÉLYES és MAGÁN felhasználásra vannak kijelölve, mivel a Fejlesztők közös tulajdona.",
  "hosting-4": "A fejlesztők megfelelnek a GitHub és a Vercel alsó korhatárának.",
  "hosting-5": "A Vercel Általános Szerződési Feltételei (2. szakasz, \"<a href='https://vercel.com/legal/terms'>Ideiglenes használati engedély</a>\") kifejezetten kimondják, hogy &quot;<em>...feltéve, hogy betartja a jelen Megállapodás feltételeit, személyes, nem továbbengedélyezhető, nem kizárólagos, nem átruházható, korlátozott licencet kap a Szolgáltatások belső üzleti vagy személyes célú használatára. fiókja szolgáltatási kapacitásának megfelelően. Az itt kifejezetten nem biztosított jogokat fenntartjuk, és a Vercel vagy bármely harmadik fél védjegyének használatára nem biztosítunk engedélyt vagy jogot a Szolgáltatásokkal kapcsolatban.</em>&quot; Noha a Vercel engedélyezi szolgáltatásainak üzleti célú használatát, feltétlenül tisztázni kell, hogy a Vercel által működtetett és a GitHubon tárolt webhely kizárólag a Fejlesztők általi személyes használatra készült. Az ezen a körön túli felhasználás jogosulatlan és továbbra is az lesz.",
  "third-party-terms-of-service-compliance": "Harmadik fél szolgáltatási feltételeinek való megfelelés",
  "third-party-terms-of-service-compliance-1": "A Fejlesztők szigorúan betartják a személyes projektjeikhez használt harmadik féltől származó összes szolgáltatást.",
  "third-party-terms-of-service-compliance-2": "A szolgáltatás a Yandex.com (a továbbiakban: \"Yandex\") online fordítóját használta. A Fejlesztők mindketten betartják a Yandex szolgáltatási feltételeit (2. szakasz, 2. § – <a href='https://yandex.com/legal/translate_termsofuse/'>A szolgáltatás használata</) a>&quot;), &quot;<em>A Szolgáltatást a Felhasználó személyes, nem kereskedelmi használatra biztosítjuk.</em>&quot; Ahogy a fejlesztők szigorúan kijelentették, ez a projekt csak személyes használatra szolgál.",
  "third-party-terms-of-service-compliance-3": "A fejlesztők az EmailJS.com (a továbbiakban \"EmailJS\" néven hivatkozunk) JavaScript e-mail szolgáltatást használták. Az EmailJS által biztosított Általános Szerződési Feltételek hallgatólagosan nem utalnak arra, hogy szolgáltatásuk alkalmas-e sem magán, sem kereskedelmi célú felhasználásra, <strong>Azonban</strong> A fejlesztők kijelentették, hogy az EmailJS szolgáltatásait szigorúan személyes célokra használják. használat.",
  "childrens-online-privacy-protection-act-compliance": "A Children's Online Privacy Protection Act megfelelősége",
  "childrens-online-privacy-protection-act-compliance-1": "Ez a projekt megfelel a COPPA követelményeinek (<a href='https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa'>Children&#39; s Online Privacy Protection Act</a>). 16 éves vagy annál idősebb személyek számára készült, és a jövőben is kifejezetten magán, nem kereskedelmi használatra készült.",
  "copyright-infringement-and-dmca-policy-compliance": "Szerzői jogok megsértése és a DMCA-szabályzat megfelelősége",
  "copyright-infringement-and-dmca-policy-compliance-1": "A fejlesztők betartják a GitHub <a href='https://docs.github.com/en/site-policy/github-terms/github-terms-of-service#f-copyright-infringement- and-dmca-policy'>Szerzői jogok megsértése és a DMCA irányelve</a>",
  "collection-and-usage-of-user-data": "Felhasználói adatok gyűjtése és felhasználása",
  "collection-and-usage-of-user-data-1": "Míg a Szolgáltatás egy fiktív üzlet, a webhelyet arra használják, hogy bemutassák, milyen szabványokat kell alkalmaznia a modern webhelyeknek. Minden olyan funkciót és API-t, amelyet a webhely használ, szigorúan tesztelési célokra használnak.",
  "collection-and-usage-of-user-data-2": "A Szolgáltatás nem tárol olyan adatokat, mint az e-mail címek, földtani címek, telefonszámok, nevek, külső dokumentumok vagy a felhasználó által megadott külső hivatkozások. Ezen adattípusok mindegyike ideiglenes adatként használatos a &quot;Kapcsolatfelvétel&quot; és a &quot;Karrier&quot; ami a The Developers számára nem létezik.",
  "agreement-outline": "Ez a Megállapodás felvázolja az \"Odyssey Outfits\" (a továbbiakban: \"Szolgáltatás\") és a kapcsolódó eszközök használatára vonatkozó feltételeket, amelyeket Mr. Amir és Mr. Krug biztosított (a továbbiakban: \"A szolgáltatás\"). A fejlesztők&quot;).",
  "acceptance-of-terms-1": "Ez a Szerződés akkor lép hatályba, amikor Ön először hozzáfér a Szolgáltatáshoz, vagy megkezdődik a kapcsolódó belső szolgáltatásokkal kapcsolatos bármely használat. A Szolgáltatás és/vagy a kapcsolódó szolgáltatások elérésével, böngészésével vagy használatával Ön visszavonhatatlanul és feltétel nélkül tudomásul veszi és elfogadja a jelen Feltételeket. Ön megerősíti, hogy beleegyezik abba, hogy a jelen Megállapodás kivételek, korlátozások és kizárások nélkül magára nézve kötelező érvényű. A jelen Szerződésben foglalt valamennyi rendelkezés a maximális mértékig érvényesíthető Önnel szemben. Ha Ön egy vállalkozás nevében éri el a Szolgáltatást vagy vesz igénybe bármely Szolgáltatást, függetlenül attól, hogy bejegyzett vagy regisztráció nélkül működik, az adott vállalkozás ezennel tudomásul veszi, elfogadja a jelen Szerződés feltételeit, és köteles betartani azokat.",
  "acceptance-of-terms-2": "Ha Ön vagy a fent említett vállalkozás tiltakozik a jelen Szerződés bármely rendelkezése ellen, és nem kívánja magára nézve kötelezőnek tekinteni annak feltételeit, köteles haladéktalanul beszüntetni a Szolgáltatás és a kapcsolódó belső szolgáltatások használatát.",
  "legal-and-retail-authority": "Jogi és Kiskereskedelmi Hatóság",
  "legal-and-retail-authority-1": "A fejlesztők kifejezetten kijelentik, hogy az &quot;Odyssey Outfits&quot; nem bejegyzett LLC, és nem rendelkezik jogi vagy kiskereskedelmi felhatalmazással termékek vagy szolgáltatások gyártására, értékesítésére vagy nyújtására.",
  "intellectual-property-rights": "Szellemi tulajdonjogok",
  "intellectual-property-rights-1": "A GitHub.com (a továbbiakban: \"GitHub\") licencdokumentációjával összhangban (1. szakasz, 2. szakasz – \"Léttár engedélyezése\") a felhasználók tájékoztatást kapnak arról, hogy a forrásra az alapértelmezett szerzői jogi törvények vonatkoznak. kód. Az adattár és a kapcsolódó webhelyek szigorúan SZEMÉLYES és MAGÁN felhasználásra vannak kijelölve.",
  "intellectual-property-rights-2": "A Szolgáltatás társtulajdonban van, és további értesítésig továbbra is a Fejlesztők megosztott tulajdona marad.",
  "intellectual-property-rights-3": "Ön ezennel kifejezetten és visszavonhatatlanul tudomásul veszi és elfogadja, hogy a Szolgáltatás elérése és a kapcsolódó belső szolgáltatások használata nem ruházza fel Önt semmilyen joggal, jogcímmel vagy érdekeltséggel a szellemi tulajdonhoz, illetve a Szolgáltatásból vagy a kapcsolódó első félen keresztül elérhető tartalomhoz kapcsolódó egyéb jogokkal. a The Developers tulajdonában lévő vagy licencelt szolgáltatások.",
  "privacy-policy": "Adatvédelmi irányelvek",
  "privacy-policy-1": "Ön tudomásul veszi, hogy a Szolgáltatás megfelelő működésének és a kapcsolódó belső szolgáltatások nyújtásának biztosítása érdekében a Fejlesztőknek jogukban áll összegyűjteni, tárolni, feldolgozni és továbbítani a Szolgáltatás Ön általi használatával és minden kapcsolódó első - party szolgáltatások. A Szolgáltatás és a Fejlesztők által feltételezhetően gyűjtött információk részleteit a The Developers Legal Compliance dokumentum tartalmazza (5. szakasz, 2. § - &quot;<a href='https://github.com/Adam-S-Amir /Odyssey-Outfits/wiki/Legal-Compliance' aria-label='Link a jogi megfelelőség Github oldalára.' target='_blank' rel='noopener'>Jogi megfelelőség</a>&quot;)",
  "accessing-this-service": "A Szolgáltatás elérésével és használatával a felhasználók vállalják, hogy betartják ezeket a feltételeket. A Fejlesztők fenntartják a jogot, hogy saját belátásuk szerint módosítsák vagy frissítsék ezeket a feltételeket. A Szolgáltatás ilyen módosítások utáni további használata a frissített feltételek elfogadását jelenti. Ha a felhasználók nem ért egyet ezekkel a feltételekkel, javasoljuk, hogy tartózkodjanak a Szolgáltatás elérésétől vagy használatától.",
  "Select-a-Job": "Válasszon egy munkát",
  "Upper-Management": "Felső vezetés",
  "Lower-Management": "Alsó menedzsment",
  "Sales-Department": "Értékesítési osztály",
  "Financial-Department": "Pénzügyi Osztály",
  "IT-Department": "IT Osztály",
  "Learn-More": "Kérjük, válasszon állást a további információért!",
  "Chief-Financial-Officer": "Pénzügyi vezető",
  "Chief-Executive-Officer": "Vezérigazgató",
  "Chief-Operating-Officer": "Operatív vezérigazgató",
  "Human-Resources": "Emberi Erőforrások",
  "Regional-Manager": "Regionális menedzser",
  "Office-Manager": "Irodavezető",
  "Regional-Sales-Director": "Regionális értékesítési igazgató",
  "Account-Executive": "Pénzügyi vezető",
  "Salesman": "Eladó",
  "Regional-Financial-Director": "regionális pénzügyi igazgató",
  "Payroll-Administrator": "Bérszámfejtő adminisztrátor",
  "Financial-Analyst": "Pénzügyi elemző",
  "Fullstack-Developer": "Fullstack fejlesztő",
  "Network-Administrator": "Hálózati adminisztrátor",
  "Help-Desk-Administrator": "Help Desk adminisztrátor",
  "Selected-Job": "Kiválasztott munkakör:",
  "Department-Division": "Osztály/osztály:",
  "Job-Description": "Munkaköri leírás:",
  "CFO": "Szakképzett pénzügyi igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben Ön felügyeli pénzügyi tevékenységünket és stratégiánkat. Pénzügyi igazgatóként Ön fogja kidolgozni és végrehajtani a szervezet pénzügyi stratégiáját az általános üzleti céljainkkal összhangban, stratégiai pénzügyi iránymutatást adva a vezérigazgatónak és más vezetőknek.",
  "CEO": "Szakképzett vezérigazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben új magasságokba vezeti szervezetünket azáltal, hogy stratégiai vállalati döntéseket hoz, felügyeli az általános működést és erőforrásokat, valamint elsődleges összekötőként szolgál az igazgatóság és a vállalati működés között. Vezérigazgatóként kulcsszerepet fog játszani a stratégiai irány meghatározásában, az üzleti lehetőségek feltárásában, valamint annak biztosításában, hogy a társaság megfeleljen a jogi és szabályozási követelményeknek.",
  "COO": "Szakképzett operatív igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a munkakörben Ön a működési hatékonyságot segíti elő, és olyan stratégiákat valósít meg, amelyek segítik céljaink minél hatékonyabb elérését. Vezetői csapatunk kulcsfontosságú tagjaként Ön felelős lesz a működési politikák és eljárások kidolgozásáért és végrehajtásáért, a működési stratégiák üzleti céljainkkal való összehangolásáért, valamint az erőforrások hatékony elosztásáért.",
  "HR": "Az Odyssey Outfits csapatába keresünk egy képzett humánerőforrás-szakértőt. Ebben a munkakörben a személyzeti, foglalkoztatási ügyek irányításában, valamint értékes munkatársaink általános jólétének támogatásában fog foglalkozni, az adott régióban. Ez a szerep kulcsfontosságú a pozitív munkakörnyezet megteremtésében, a jogszabályi megfelelés biztosításában, valamint szervezetünk stratégiai céljainak támogatásában.",
  "RM": "Képzett regionális vezetőt keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben Ön felel az adott régión belül több nagyobb méretű ügyfél működésének, értékesítésének és általános teljesítményének felügyeletéért és irányításáért. Ez a kulcsfontosságú vezetői pozíció magában foglalja a teljesítménycélok kitűzését és elérését, a megfelelőség biztosítását és a pénzügyi siker előmozdítását.",
  "OM": "Szakképzett irodavezetőt keresünk az Odyssey Outfits csapatába. Ebben a munkakörben az Ön feladata lesz irodánk (telephely TBD) napi működésének felügyelete. Ez a kulcsfontosságú szerepkör olyan dinamikus személyt igényel, aki erős szervezési és vezetői képességekkel rendelkezik ahhoz, hogy irodánk zökkenőmentesen működjön.",
  "RSD": "Képzett regionális értékesítési igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a vezetői szerepkörben Ön felelős lesz az értékesítési tevékenységek irányításáért az adott régióban. Csapatunk kulcsfontosságú tagjaként Ön felelős lesz az értékesítési stratégiák kidolgozásáért és végrehajtásáért, egy dinamikus értékesítési csapat vezetéséért, valamint a szervezet általános növekedéséhez és sikeréhez való hozzájárulásért.",
  "AE": "Képzett fiókvezetőt keresünk az Odyssey Outfits csapatába. Ebben a munkakörben az ügyfélfiókok kezeléséért, az üzleti növekedés ösztönzéséért és az ügyfelek elégedettségének biztosításáért lesz felelős. Ha dinamikus és együttműködő környezetben boldogul, meghívjuk Önt, hogy legyen csapatunk tagja.",
  "S": "Szakképzett értékesítőt keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben Ön felelős lesz a bevétel növekedésének előmozdításáért azáltal, hogy hatékonyan értékesíti termékeinket és szolgáltatásainkat potenciális ügyfeleink számára. Ha szenvedélyes az értékesítés, a kapcsolatok építése és a célok elérése, akkor meghívjuk dinamikus csapatunkba.",
  "RFD": "Képzett regionális pénzügyi igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben Ön felügyeli és kezeli a pénzügyi műveleteket az adott régióban. Kulcsfontosságú vezetőként kulcsfontosságú szerepet fog játszani a pénzügyi stratégiák kialakításában és végrehajtásában, amelyek elősegítik tevékenységünk sikerét az Ön által kijelölt régióban.",
  "PA": "Szakképzett bérszámfejtést keresünk csapatunkba az Odyssey Outfitsnél. Ebben a munkakörben Ön lesz felelős az alkalmazottak javadalmazásának kezeléséért és feldolgozásáért. Bérszámfejtési adminisztrátorként Ön biztosítja az alkalmazottak fizetésének, prémiumainak és juttatásainak pontos és időben történő kifizetését, miközben betartja a helyi, állami és szövetségi előírásokat.",
  "FA": "Képzett pénzügyi elemzőt keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben értékes betekintést és ajánlásokat nyújthat a pénzügyi adatok és trendek mélyreható elemzése alapján. Pénzügyi elemzőként az Ön elsődleges feladata a döntéshozók támogatása az összetett pénzügyi információk értelmezésével, valamint világos és értelmes bemutatásával.",
  "FD": "Képzett Full Stack fejlesztőt keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben kamatoztatni fogja szakértelmét mind a frontend, mind a háttérrendszer fejlesztésében, hogy zökkenőmentes és felhasználóbarát webalkalmazásokat hozzon létre. Full Stack fejlesztőként Ön felelős azoknak a vizuális elemeknek a tervezéséért és megvalósításáért, amelyekkel a felhasználók interakcióba lépnek webhelyeinken.",
  "NA": "Képzett hálózati adminisztrátort keresünk az Odyssey Outfits csapatába. Ebben a munkakörben Ön kezeli és karbantartja számítógépes hálózatainkat. Hálózati adminisztrátorként Ön biztosítja hálózati infrastruktúránk zökkenőmentes működését, beleértve a helyi hálózatokat (LAN), a nagy kiterjedésű hálózatokat (WAN) és más kommunikációs rendszereket.",
  "HDA": "Képzett és ügyfélközpontú Help Desk adminisztrátort keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben az Ön feladata lesz technikai segítségnyújtás és támogatás nyújtása a szervezeten belüli alkalmazottaknak. Az Ön elsődleges célja egy kulcsfontosságú szolgáltatás nyújtása lesz a szervezetünkön belüli hardver-, szoftver-, hálózati és egyéb informatikai problémák megoldásával.",
  "Key-Responsibilities-CFO": "<li>A szervezet pénzügyi stratégiájának kidolgozása és végrehajtása az általános üzleti célokhoz igazodva.</li> <li>Stratégiai pénzügyi útmutatást nyújtson a vezérigazgatónak és más vezetőknek.</li> <li>Pénzügyi tervezési és költségvetési folyamatok vezetése.< /li> <li>Pénzügyi előrejelzések, elemzések és modellezés végrehajtása a döntéshozatal támogatása érdekében.</li> <li>A pénzügyi kockázatok azonosítása és értékelése, valamint kockázatcsökkentési stratégiák végrehajtása.</li> <li>Biztosítsa a pénzügyi előírások betartását. és jelentési követelmények.</li> <li>Felügyeli a pénzügyi jelentések elkészítését és bemutatását az érdekelt feleknek, beleértve az igazgatóságot, a befektetőket és a szabályozó szerveket.</li> <li>Gondoskodjon a pontosságról, az átláthatóságról és a számviteli standardoknak való megfelelésről. </li> <li>Kezelje a szervezet pénzügyi erőforrásait és befektetéseit, tőkeszerkezetét, likviditását és cash flow-ját.</li> <li>Egyesülési és felvásárlási tevékenységek vezetése vagy részvétel, beleértve az átvilágítást, a tárgyalásokat és az integrációs tervezést. </li> <li>Határozza meg a tőkebevonás leghatékonyabb módjait, akár hitelből, részvényből vagy más pénzügyi eszközökből.</li> <li>Kapcsolatok fenntartása pénzügyi intézményekkel és befektetőkkel.</li> <li>Ha Ön egy tapasztalt pénzügyi vezető, stratégiai gondolkodásmóddal, erős elemzőkészséggel és pénzügyi kiválóságokkal rendelkezik. Meghívjuk Önt, hogy csatlakozzon az Odyssey Outfitshez pénzügyi igazgatóként. Legyen kulcsszereplője dinamikus szervezetünk pénzügyi sikerének és növekedésének alakításában.</li>",
  "Key-Responsibilities-CEO": "<li>Határozza meg a stratégiai irányt és a hosszú távú célokat az igazgatótanáccsal együttműködve.</li> <li>Az üzleti lehetőségek és a potenciális kockázatok azonosítása.</li> <li>Szorosan működjön együtt a pénzügyi igazgatóval a pénzügyi kezelésben. a vállalat egészsége.</li> <li>Tekintse át a pénzügyi jelentéseket és a költségvetést.</li> <li>Kezelje és javítsa a vállalat márkáját és hírnevét.</li> <li>A PR-problémák azonnali kezelése.</li> > <li>Az innováció és a változó piaci feltételekhez való alkalmazkodás ösztönzése.</li> <li>Válságkezelési tervek végrehajtása az előre nem látható kihívások kezelésére.</li> <li>Globális perspektíva kialakítása, különösen a nemzetközi tevékenységet folytató vállalatok számára.</li> li> <li>Navigáció a geopolitikai és gazdasági bonyolultságok között.</li> <li>Jóllátó vezetőként Ön a siker felé hajtja az Odyssey Outfitst, elősegíti az innovációt és biztosítja folyamatos növekedésünket. Ha stratégiai gondolkodásmóddal, kivételes vezetői képességekkel és a szervezeti kiválóság iránti szenvedéllyel rendelkezik, akkor felkérjük Önt, hogy vezérigazgatóként vezesse az Odyssey Outfits-t. Csatlakozzon hozzánk dinamikus és innovatív vállalatunk jövőjének alakításában.</li>",
  "Key-Responsibilities-COO": "<li>Működési irányelvek és eljárások kidolgozása és végrehajtása.</li> <li>A működési stratégiák összehangolása a szervezet üzleti céljaival.</li> <li>Az erőforrások hatékony kezelése és elosztása, beleértve a költségvetést, a személyzetet és a technológiát.</li> li> <li>Együttműködjön a humánerőforrás-osztállyal a tehetségek vonzása, fejlesztése és megtartása érdekében.</li> <li>Különféle osztályok és csapatok teljesítményének nyomon követése és értékelése.</li> <li>Racionalizálja a munkafolyamatokat az általános javítás érdekében. termelékenység.</li> <li>A minőség-ellenőrzési folyamatok felügyelete annak biztosítása érdekében, hogy a termékek vagy szolgáltatások megfeleljenek a megállapított szabványoknak.</li> <li>Győződjön meg arról, hogy a szervezetben a megfelelő emberek vannak a megfelelő szerepkörben.</li> <li>Vezetői vezetés biztosítása. és útmutatást nyújt a működési kiválóság eléréséhez.</li> <li>Rendszeres jelentéseket készít a vezérigazgatónak és más vezetőknek a működési teljesítményről.</li> <li>A legfontosabb mutatók és működési betekintések kommunikálása.</li> <li>Mint egy tapasztalt szakember, szakértelmét felhasználva vezeti működési kezdeményezéseinket, növeli a hatékonyságot, és hozzájárul az Odyssey Outfits általános sikeréhez. Ha dinamikus és együttműködő környezetben boldogul, várjuk, hogy csatlakozzon hozzánk ügyvezető igazgatónkként, és kulcsfontosságú építész legyen működési sikerünk alakításában.</li>",
  "Key-Responsibilities-HR": "<li>Képzett jelöltek bevonzása, toborzása és felvétele a meghirdetett állásokra.</li> <li>Interjúk lebonyolítása, szűrések lebonyolítása, valamint a teljes felvételi folyamat koordinálása.</li> <li>Munkahelyi konfliktusok és munkavállalói kapcsolati problémák kezelése és megoldása .</li> <li>A pozitív munkakörnyezet előmozdítása és az alkalmazottak moráljának javítása.</li> <li>Visszajelzés, coaching és támogatás nyújtása az alkalmazottak fejlődéséhez.</li> <li>A képzési igények azonosítása és az alkalmazottak fejlesztésének koordinálása programokat.</li> <li>A kompenzációs programokat adminisztrálja, beleértve a fizetéseket, bónuszokat és juttatásokat.</li> <li>Bérfelülvizsgálat elvégzése és versenyképes javadalmazás biztosítása.</li> <li>Gondoskodjon a munkaügyi törvények és előírások betartásáról. .</li> <li>Győződjön meg a biztonsági előírások betartásáról, és hajtson végre megelőző intézkedéseket.</li> <li>Pontos és bizalmas alkalmazotti nyilvántartások vezetése.</li> <li>A munkaszerződésekkel, előléptetésekkel és felmondásokkal kapcsolatos dokumentumok kezelése .</li> <li>Kilépési interjúk készítése a távozó alkalmazottakkal.</li> <li>A felmondási folyamat kezelése a vállalati irányelveknek és a jogi követelményeknek megfelelően.</li> <li>A potenciális vezetők azonosítása és fejlesztése a szervezeten belül .</li> <li>A kulcspozíciók egymásutáni megtervezése.</li> <li>Értékelje az irodai személyzet teljesítményét, és adjon konstruktív visszajelzést.</li> <li>Azonosítsa a fejlesztendő területeket, és hajtsa végre a szükséges változtatásokat. </li> <li>Az Odyssey Outfits humánerőforrás-menedzsereként kulcsfontosságú szerepet fog játszani munkahelyi kultúránk alakításában, az alkalmazottak növekedésének támogatásában, valamint a foglalkoztatással kapcsolatos kérdések betartásának biztosításában. Ha Ön egy tapasztalt HR-szakember, aki szenvedélyesen szeret pozitív munkahelyeket teremteni, kérjük, csatlakozzon csapatunkhoz, és járuljon hozzá az Odyssey Outfits sikeréhez.</li>",
  "Key-Responsibilities-RM": "<li>Határozzon meg világos teljesítménycélokat és -célokat a régión belüli minden egyes helyhez.</li> <li>Kövesse nyomon és értékelje az egyes fióktelepek vagy helyek működési teljesítményét.</li> <li>Gondoskodjon a vállalati irányelvek és eljárások szigorú betartásáról. , és szabványok.</li> <li>Rendszeres ellenőrzéseket hajtson végre a megfelelőség igazolására minden szinten.</li> <li>Kezelje a régió pénzügyi teljesítményét, beleértve a költségvetés-tervezést, az előrejelzéseket és a költségellenőrzést.</li> < li>Elemezze a pénzügyi jelentéseket és a fő teljesítménymutatókat a fejlesztésre szoruló területek azonosítása érdekében.</li> <li>Az értékesítési és pénzügyi fejlesztési tevékenységek felügyelete a régión belül.</li> <li>Stratégiai iránymutatás biztosítása a bevételek és a piac növekedésének elősegítése érdekében.< /li> <li>Vezesd és irányítsd a fiókvezetőket és más regionális alkalmazottakat.</li> <li>Toborozzon, képezzen ki és fejlesszen ki jól teljesítő csapatokat minden egyes helyhez.</li> <li>Rendszeresen kommunikáljon a fióktelep vezetőivel és más csapattagok.</li> <li>Együttműködjön más részlegekkel, például marketing, humánerőforrás és pénzügyi részlegekkel.</li> <li>Felügyeli a régión belüli alkalmazottak képzési programjait.</li> <li>Támogatás szakmai fejlődés és készségfejlesztés.</li> <li>Azonosítsa a terjeszkedés és növekedés lehetőségeit a régión belül.</li> <li>Értékelje fel a potenciális új helyszíneket vagy piacokat.</li> <li>Együttműködjön a központtal és más regionális szervezetekkel. vezetők, hogy biztosítsák a műveletek és a stratégiai kezdeményezések következetességét.</li> <li>Ossza meg a legjobb gyakorlatokat, és járuljon hozzá a vállalat általános sikeréhez.</li> <li>Rendszeres jelentések készítése és bemutatása a felső vezetésnek a régió teljesítményéről. </li> <li>Betekintést nyújtson és javaslatokat tegyen a fejlesztéshez.</li> <li>Az Odyssey Outfits regionális menedzsereként kulcsfontosságú szerepet fog játszani szervezetünk sikerének és növekedésének előmozdításában több helyen. Ha Ön egy olyan stratégiai vezető, aki már jó eredményeket ért el, kérjük, csatlakozzon csapatunkhoz, és járuljon hozzá az Odyssey Outfits folyamatos sikeréhez.</li>",
  "Key-Responsibilities-OM": "<li>Átfogó adminisztratív támogatás biztosítása a szervezet különböző részlegeinek.</li> <li>Az irodai kellékek, berendezések és készletek kezelése a működési igények kielégítése érdekében.</li> <li>Felügyelje és koordinálja az adminisztratív és támogatási munkát. a személyzetet.</li> <li>Felügyeli a toborzást, a képzést és a teljesítményértékeléseket.</li> <li>Győződjön meg arról, hogy az irodai létesítmények jól karbantartottak, és kedvező munkakörnyezetet biztosítanak.</li> <li>Segítségnyújtás költségvetés elkészítése és kezelése az irodával kapcsolatos kiadásokhoz.</li> <li>A kommunikáció megkönnyítése a különböző részlegek és csapatok között.</li> <li>Együttműködési és kommunikációs munkakultúra előmozdítása.</li> <li>Szerzett és szervezett fenntartása. naprakész nyilvántartások, fájlok és adatbázisok.</li> <li>Gondoskodjon az adatvédelmi és adatvédelmi előírások betartásáról.</li> <li>Felügyeli az irodai technológia használatát és karbantartását, beleértve a számítógépeket, nyomtatókat és kommunikációs rendszerek.</li> <li>Igazoljon és frissítsen szoftveralkalmazásokat, ha szükséges.</li> <li>Tárgyaljon az irodai szolgáltatásokkal kapcsolatos szerződésekről és megállapodásokról.</li> <li>Költséghatékony megoldások biztosítása az irodai szolgáltatásokhoz. kapcsolódó követelményeknek.</li> <li>Az Odyssey Outfits irodavezetőjeként kulcsfontosságú szerepet fog játszani a hatékony és jól szervezett irodai környezet fenntartásában. Ha Ön proaktív egyéniség, kiváló vezetői és szervezési képességekkel, kérjük, csatlakozzon csapatunkhoz, és járuljon hozzá szervezetünk sikeréhez.</li>",
  "Key-Responsibilities-RSD": "<li>Értékesítési stratégiák és tervek kidolgozása és végrehajtása az értékesítési részleg és a kijelölt régió számára.</li> <li>Állítsa be és érje el az értékesítési és üzleti célokat a vállalati célokkal összhangban.</li> <li>Vezessen és menedzseljen egy értékesítési szakemberekből álló csapat a régión belül.</li> <li>Az értékesítési csapat felvétele, képzése és motiválása a magas szintű teljesítmény elérése érdekében.</li> <li>Elemezze az értékesítési teljesítményadatokat, a piaci trendeket és az ügyfelek visszajelzéseit. </li> <li>Értékelje az értékesítési stratégiák hatékonyságát, és hozzon adatvezérelt döntéseket a fejlesztés érdekében.</li> <li>Kapcsolatok létrehozása és fenntartása kulcsfontosságú ügyfelekkel, partnerekkel és érdekelt felekkel.</li> <li>Kiépítsen. az üzleti növekedést, az ügyfelek elégedettségét és a piacbővítést elősegítő hálózat.</li> <li>A régió értékesítési költségvetésének kialakítása és kezelése.</li> <li>Kiadások nyomon követése és ellenőrzése a jövedelmezőség biztosítása érdekében.</li> <li>Szorosan működjön együtt más részlegekkel, beleértve a marketinget, a pénzügyi és a műveleti részlegeket.</li> <li>Gondoskodjon arról, hogy az értékesítési tevékenységek összhangba kerüljenek az általános üzleti célkitűzésekkel.</li> <li>Rendszeres jelentéseket készítsen a felső vezetésnek az értékesítési teljesítményről. , piaci trendek és releváns mutatók.</li> <li>Győződjön meg arról, hogy az értékesítési tevékenységek megfelelnek a vonatkozó törvényeknek, előírásoknak és vállalati szabályzatoknak.</li> <li>Megértse az ügyfelek igényeit és preferenciáit az ügyfélközpontú megközelítés fenntartásához. </li> <li>Az ügyfelek elégedettségének és lojalitásának fokozására irányuló stratégiák végrehajtása.</li> <li>Azonosítsa fel a piac terjeszkedési és növekedési lehetőségeit a régión belül.</li> <li>Tervek kidolgozása új piacokra való belépésre és a piac növelésére. ossza meg.</li> <li>Ha Ön stratégiai gondolkodó, aki bizonyított értékesítési tapasztalattal rendelkezik, fontolja meg, hogy regionális értékesítési igazgatóként csatlakozzon az Odyssey Outfits-hez. Legyen hajtóerő értékesítési részlegünk sikerének alakításában, és járuljon hozzá szervezetünk általános növekedéséhez.</li>",
  "Key-Responsibilities-AE": "<li>Erős kapcsolatokat építsen ki és tartson fenn az ügyfelekkel, elősegítve a bizalmat és a lojalitást.</li> <li>Legyen az ügyfelek elsődleges kapcsolattartója, és foglalkozzon szükségleteikkel és aggályaikkal.</li> <li>Aktívan keressen új üzleteket. lehetőség az ügyfélbázis bővítésére.</li> <li>Dolgozz az értékesítési célok elérésén és túlteljesítésén hatékony stratégiák segítségével.</li> <li>A termékek vagy szolgáltatások értékének hatékony kommunikálása az ügyfelek felé.</li> <li> Mutassa be az előnyöket és az egyedi értékesítési ajánlatokat, hogy megfeleljen az ügyfelek igényeinek.</li> <li>Tárgyaljon szerződésekről, feltételekről és árakról, hogy kölcsönösen előnyös megállapodásokat érjen el.</li> <li>Győződjön meg arról, hogy a szerződéses megállapodások összhangban vannak mindkét fél érdekeivel. Az ügyfél és a vállalat.</li> <li>Az ügyfelekkel kapcsolatos problémák vagy aggályok azonnali kezelése és megoldása az elégedettség biztosítása érdekében.</li> <li>Együttműködjön a belső csapatokkal, hogy időben megoldásokat kínálhasson és fenntarthassa a pozitív ügyfélkapcsolatokat.</li> < li>A meglévő fiókok bővítésére és új ügyfelek megszerzésére szolgáló stratégiák kidolgozása és megvalósítása.</li> <li>Azonosítsa fel a további termékek vagy szolgáltatások fel- vagy keresztértékesítési lehetőségeit.</li> <li>Legyen tájékozott az iparági trendekről, a piaci feltételek és a versenytársak tevékenységei.</li> <li>Használja a piaci betekintést a stratégiák adaptálásához és az iparági változások előtt maradáshoz.</li> <li>Szorosan működjön együtt belső csapatokkal, például marketinggel és termékfejlesztéssel, hogy megfeleljen az ügyfeleknek. szükségleteit.</li> <li>Együttműködjön olyan kezdeményezéseken, amelyek növelik az ügyfelek elégedettségét és hozzájárulnak az üzleti sikerhez.</li> <li>Rendszeres jelentéseket készítenek az értékesítési tevékenységekről, az eredményekről és a kihívásokról.</li> <li>Hozzájárulnak a az értékesítési teljesítmény elemzése és a fejlesztések ajánlása.</li> <li>Ha Ön proaktív és eredményorientált személy, kiváló kommunikációs és tárgyalási készségekkel, fontolja meg, hogy fiókvezetőként csatlakozzon az Odyssey Outfitshez. Legyen tagja csapatunknak, és járuljon hozzá ügyfeleink sikeréhez és a szervezet általános növekedéséhez.</li>",
  "Key-Responsibilities-S": "<li>Aktívan keresse fel a potenciális ügyfeleket, és azonosítson új értékesítési lehetőségeket.</li> <li>Használjon különféle csatornákat a leadek generálására és az ügyfélbázis bővítésére.</li> <li>Képítse ki és tartsa fenn kapcsolatait az ügyfelekkel az igényeik megértésével. és releváns információkkal szolgál.</li> <li>Gondoskodjon a pozitív ügyfélélményről a kérdések és aggályok megválaszolásával.</li> <li>A kínált termékek vagy szolgáltatások mélyreható megértése.</li> <li>Hatékony kommunikáció. termékjellemzők és -előnyök a potenciális vásárlók számára.</li> <li>Lenyűgöző értékesítési prezentációk bemutatása termékeink vagy szolgáltatásaink értékajánlatának bemutatása érdekében.</li> <li>A prezentációk testreszabása az ügyfelek egyedi igényeinek és aggodalmaknak megfelelően.</li> > <li>Tegyék meg a feltételeket, az árakat és a megállapodásokat, hogy kölcsönösen előnyös módon zárják le az ügyleteket.</li> <li>Biztosítsa az ügyfelek kötelezettségvállalásait a vásárlásra és az értékesítési tranzakciók véglegesítésére.</li> <li>Elérheti vagy túllépheti az ügyleteket. a vállalat által meghatározott értékesítési célokat és kvótákat.</li> <li>Folyamatosan törekedjen az egyéni és csapatcélok teljesítésére és túllépésére.</li> <li>Legyen tájékozott az iparági trendekről, a piaci feltételekről és a versenytársak tevékenységeiről.</li> > <li>Azonosítsa a lehetőségeket és a potenciális kihívásokat a piacon.</li> <li>Győjtsön visszajelzéseket az ügyfelektől a termékek, szolgáltatások vagy az általános ügyfélélmény javítása érdekében.</li> <li>Értékes betekintést nyújtson a kínálatunk bővítése.</li> <li>Pontos nyilvántartást vezet az értékesítési tevékenységekről, az ügyfelek interakcióiról és egyéb releváns információkról.</li> <li>Használja a CRM-eszközöket az ügyfélkapcsolatok és az értékesítés előrehaladásának nyomon követésére és kezelésére.</li> > <li>Ha Ön egy eredményorientált egyéniség, kiváló kommunikációs és tárgyalási készségekkel, javasoljuk, hogy jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk az értékesítési siker előmozdításában, és járuljon hozzá szervezetünk növekedéséhez és jólétéhez.</li>",
  "Key-Responsibilities-RFD": "<li>A régió egyedi igényeihez szabott pénzügyi stratégiák és tervek kidolgozása és végrehajtása.</li> <li>Pénzügyi elemzések és előrejelzések készítése a stratégiai döntéshozatal támogatása érdekében.</li> <li>Költségvetések létrehozása és kezelése a régióban, biztosítva az összhangot az általános üzleti célkitűzésekkel.</li> <li>A pénzügyi teljesítmény optimalizálása érdekében hajtson végre költségszabályozási intézkedéseket.</li> <li>Pontos és időszerű pénzügyi jelentéseket nyújtson a felső vezetésnek, betekintést és ajánlásokat kínálva.</li> li> <li>A pénzügyi teljesítmény méréséhez és értékeléséhez kulcsfontosságú teljesítménymutatókat (KPI-k) állítson fel.</li> <li>A pénzügyi kockázatok azonosítása és mérséklése a régión belül.</li> <li>Kockázatkezelési stratégiák alkalmazása a szervezet biztonságának megőrzése érdekében pénzügyi eszközök.</li> <li>Szorosan működjön együtt a regionális vezetőkkel és csapatokkal a pénzügyi célok és az operatív célkitűzések összehangolása érdekében.</li> <li>Pénzügyi útmutatást és támogatást nyújtson a helyi csapatoknak, elősegítve az együttműködési környezetet.</li> <li>Gondoskodjon a számviteli standardoknak, a szabályozási követelményeknek és a vállalatirányítási szabványoknak való megfelelésről.</li> <li>A pénzügyi integritás védelme érdekében hajtson végre belső ellenőrzéseket.</li> <li>A pénzügyi folyamatok értékelése és optimalizálása a hatékonyság és eredményesség fokozása érdekében. </li> <li>Folyamatosan keresse a lehetőségeket a folyamatok fejlesztésére és innovációra.</li> <li>Pénzügyi szakemberekből álló csapat vezetése és fejlesztése a régióban.</li> <li>Mentorálás és útmutatás biztosítása a szakmai fejlődés elősegítése érdekében. és a kiválóság.</li> <li>Részvétel a befektetésekkel, felvásárlásokkal és egyéb pénzügyi kezdeményezésekkel kapcsolatos stratégiai döntéshozatali folyamatokban.</li> <li>Tanácsadás a felső vezetésnek az üzleti stratégiák pénzügyi vonatkozásairól.</li> <li>Ha Ön egy tapasztalt pénzügyi vezető, akinek stratégiai gondolkodásmódja van, és szenvedélye a regionális szintű pénzügyi sikerek előmozdítása, akkor felkérjük, hogy jelentkezzen az Odyssey Outfits e hatásos szerepére. Csatlakozzon hozzánk szervezetünk pénzügyi jövőjének alakításában, és járuljon hozzá folyamatos növekedésünkhöz és sikerünkhöz.</li>",
  "Key-Responsibilities-PA": "<li>Az alkalmazottak fizetésének, bérének, prémiumának és egyéb kompenzációs formáinak kiszámítása és feldolgozása.</li> <li>Nyomon követheti és rögzítheti az alkalmazottak munkaidejét, beleértve a túlórákat, a szabadságra vonatkozó kéréseket és a jelenléttel kapcsolatos információkat.</li > <li>Kezelje az adólevonásokat, beleértve a jövedelemadót, a társadalombiztosítási járulékokat és az egyéb törvényes levonásokat.</li> <li>Győződjön meg az adózási előírások betartásáról és az adózással kapcsolatos információk időben történő benyújtásáról.</li> <li>Kezelje. munkavállalói juttatások, például egészségbiztosítás, nyugdíjjárulék és egyéb juttatások, amelyek biztosítják a pontos tükrözést a bérszámfejtésben.</li> <li>Keressen lépést a juttatások kínálatában bekövetkezett változásokkal, és ennek megfelelően frissítse a bérszámfejtési rendszereket.</li> <li>A pontosság fenntartása és naprakész bérszámfejtési nyilvántartások, beleértve az alkalmazottak adatait, az adólevonásokat és egyéb releváns adatokat.</li> <li>Bérszámfejtési jelentéseket készíthet irányítási, számviteli és auditálási célokra.</li> <li>Gondoskodjon a helyi, állami és szövetségi szabályozások a bérszámfejtésre, adózásra és munkajogra vonatkozóan.</li> <li>Legyen tájékozott a vonatkozó szabályozások frissítéseiről és változásairól.</li> <li>Azonnal ossza ki a fizetési csekkeket vagy koordinálja az elektronikus pénzátutalásokat az alkalmazottaknak. és pontosan.</li> <li>Dokumentáció biztosítása a belső és külső auditokhoz.</li> <li>Együttműködjön az auditáló csapatokkal a pontos és átlátható bérszámfejtési folyamatok biztosítása érdekében.</li> <li>Válaszoljon az alkalmazottak bérszámfejtéssel kapcsolatos kérdéseire. ügyekben, a problémák vagy eltérések azonnali és szakszerű megoldásával.</li> <li>Kezelje és tartsa karban a bérszámfejtési szoftvereket és rendszereket, tájékozódjon a frissítésekről és változásokról.</li> <li>Ha Ön egy részletorientált és szervezett szakember A bérszámfejtés és a megfelelés iránti szenvedélye miatt kérjük, jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk, hogy biztosítsuk szervezetünkön belül a munkavállalói javadalmazások zökkenőmentes és pontos feldolgozását.</li>",
  "Key-Responsibilities-FA": "<li>Elemezze a pénzügyi adatokat, a piaci trendeket és a gazdasági mutatókat a szervezet teljesítményének felméréséhez.</li> <li>Használjon statisztikai technikákat és pénzügyi modellezést az összetett pénzügyi információk értelmezéséhez.</li> <li>Segítsen a fejlesztésben. valamint az általános üzleti célokhoz igazodó pénzügyi tervek és költségvetések kezelése.</li> <li>Együttműködjön a különböző részlegekkel annak érdekében, hogy a pénzügyi tervek támogassák a szervezet stratégiai céljait.</li> <li>Hozzon létre pénzügyi modelleket a jövő előrejelzéséhez. bevételek, kiadások és általános pénzügyi teljesítmény.</li> <li>Proaktív betekintést nyújt, és támogatja a lehetséges kihívások tervezését.</li> <li>Pénzügyi jelentések készítése és bemutatása a vezetőségnek, az érdekelt feleknek vagy a szabályozó testületeknek.</li> > <li>Költségvetés-elemzés, varianciaelemzés és végrehajtható fejlesztési javaslatok bemutatása.</li> <li>Értékelje fel a különféle üzleti döntésekhez kapcsolódó pénzügyi kockázatokat és lehetőségeket, beleértve a befektetéseket és az egyesüléseket.</li> <li>Költség- haszonelemzések és ajánlások a stratégiai pénzügyi tevékenységekhez.</li> <li>Elemezze a különböző üzleti műveletekkel kapcsolatos költségeket, és javasoljon költségmegtakarítási intézkedéseket a hatékonyság növelése érdekében.</li> <li>Győződjön meg arról, hogy a pénzügyi műveletek és a jelentéstétel megfelel a vonatkozó jogszabályoknak. , szabályozások és iparági szabványok.</li> <li>Hatékonyan kommunikáljon összetett pénzügyi információkat a különböző részlegekkel, elősegítve az együttműködést és a megértést.</li> <li>Folyamatosan figyelemmel kísérje a pénzügyi trendeket, az iparági változásokat és a gazdasági feltételeket, hogy naprakész információk a döntéshozatalhoz.</li> <li>Ha Ön egy részletorientált pénzügyi elemző, aki szenvedélyesen nyújt stratégiai pénzügyi betekintést, akkor felkérjük, hogy jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk, és járuljon hozzá szervezetünk pénzügyi sikeréhez és stratégiai növekedéséhez.</li>",
  "Key-Responsibilities-FD": "<li>Felhasználói felületek tervezése és megvalósítása olyan technológiák használatával, mint a HTML, CSS és JavaScript.</li> <li>Írjon kódot a felhasználó böngészője számára, kezeli az interakciókat, az űrlapellenőrzéseket és a dinamikus tartalomfrissítéseket.</li> <li> Használjon olyan népszerű keretrendszereket és könyvtárakat, mint a React, Angular vagy Vue.js.</li> <li>Győződjön meg arról, hogy az alkalmazás zökkenőmentesen működik a különböző webböngészők között, és megbirkózik a frontend fejlesztési kihívásokkal.</li> <li>Adatbázisok kezelése, feldolgozása. kéréseket, és szerveroldali feladatokat hajt végre olyan nyelvek használatával, mint a Node.js, Python, Ruby, Java vagy PHP.</li> <li>Adatbázisok tervezése és karbantartása, biztosítva a hatékony adattárolást és visszakeresést. A gyakori adatbázisok közé tartozik a MySQL, a PostgreSQL, a MongoDB vagy a Firebase.</li> <li>Telepítse és kezelje a kiszolgálói infrastruktúrát, beleértve a felhőplatformokat, például az AWS-t, az Azure-t vagy a Google Cloudot.</li> <li>Hozzon létre és tartson fenn olyan API-kat, amelyek megkönnyíti a kommunikációt az alkalmazás előtér- és háttérkomponensei között, biztosítva a zökkenőmentes adatcserét.</li> <li>Azonosítsa és javítsa ki a hibákat mind az előtér-, mind a háttérkódban, biztosítva az alkalmazás általános megbízhatóságát és teljesítményét.</li> < li>Együttműködjön más csapattagokkal, beleértve az UI/UX-tervezőket, fejlesztőtársakat és projektmenedzsereket, hogy hozzájáruljon projektjeink sikeréhez.</li> <li>Ha Ön képzett Fullstack fejlesztő, aki szenvedélyes az innovatív alkotások iránt. és felhasználó-központú webes alkalmazásokat, kérjük, jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk digitális jelenlétünk jövőjének kialakításához, és kiváló minőségű megoldásokat biztosítson felhasználóinknak.</li>",
  "Key-Responsibilities-NA": "<li>Számítógépes hálózatok tervezése, megvalósítása és konfigurálása, beleértve az útválasztókat, kapcsolókat, tűzfalakat és egyéb hardverösszetevőket.</li> <li>Magas biztonsági intézkedések bevezetése és karbantartása a hálózat jogosulatlan hozzáféréssel, számítógépes fenyegetésekkel és adatokkal szembeni védelmére megsértése.</li> <li>Hálózati problémák, csatlakozási problémák, valamint hardver- vagy szoftverhibák diagnosztizálása és megoldása.</li> <li>Rendszeresen figyelje a hálózat teljesítményét, és optimalizálja azt a hatékonyság érdekében.</li> <li>Azonosítsa és a szűk keresztmetszetek megszüntetése az optimális hálózati működés biztosítása érdekében.</li> <li>Rutinszerű karbantartási feladatok elvégzése, például a firmware frissítése, a biztonsági javítások alkalmazása, valamint a hardver- és szoftverkomponensek naprakészségének biztosítása.</li> <li>Segítség a végfelhasználáshoz. a hálózattal kapcsolatos problémákkal küzdő felhasználók számára, technikai támogatást nyújtva és képzést kínálva a hálózathasználatról.</li> <li>Részletes dokumentációt karbantartani a hálózati architektúráról, konfigurációjáról és változtatásairól. Ez a dokumentáció kulcsfontosságú a hibaelhárítás és a jövőbeli tervezés szempontjából.</li> <li>Szorosan működjön együtt más IT-szakemberekkel, például rendszergazdákkal, biztonsági szakértőkkel és IT-menedzserekkel, hogy biztosítsa a hálózati szolgáltatások zökkenőmentes integrációját.</li> <li >Tervezheti meg a jövőbeli hálózati igényeket, mérheti fel a méretezhetőségi követelményeket, és javasolhat frissítéseket vagy bővítéseket, hogy megfeleljen a szervezet növekvő igényeinek.</li> <li>Végrehajtson biztonsági mentési megoldásokat és katasztrófa-helyreállítási terveket a kritikus adatok védelme érdekében váratlan események esetén.</li > <li>Ha Ön képzett hálózati adminisztrátor, aki szenvedélyesen gondoskodik a számítógépes hálózatok megbízhatóságáról és biztonságáról, javasoljuk, hogy jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk egy robusztus és hatékony hálózati infrastruktúra fenntartásában, amely támogatja szervezetünk működését és növekedését.</li>",
  "Key-Responsibilities-HDA": "<li>Azonnali válaszadás a végfelhasználók által feltett kérdésekre és kérdésekre, útmutatást és hibaelhárítási segítséget kínál.</li> <li>Hardver- és szoftverproblémák elemzése, azonosítása és diagnosztizálása a hatékony megoldások megtalálása érdekében.</li> <li> Világos és tömör, lépésről lépésre szóló útmutatások és utasítások nyújtása a felhasználóknak a hatékony problémamegoldás érdekében.</li> <li>Segítségnyújtás a felhasználóknak a szoftverek telepítésében, frissítésében és konfigurációjában.</li> <li>A bejelentett bejelentések dokumentálása és nyilvántartása problémák, megoldások és gyakori problémák.</li> <li>Tudásbáziscikkek és útmutatók készítése a felhasználók önsegítésére.</li> <li>Technikai információk felhasználóbarát módon történő kommunikálása, különösen akkor, ha segítséget nyújtanak -technikai felhasználók.</li> <li>A felhasználók tájékoztatása a jelentett problémák állapotáról és előrehaladásáról.</li> <li>Rutinszerű karbantartási feladatok elvégzése számítógépeken, szervereken és egyéb informatikai berendezéseken.</li> <li >A szoftveralkalmazások naprakészségének biztosítása javítások és frissítések alkalmazásával.</li> <li>Tréningek lebonyolítása a végfelhasználók számára, hogy jobban megértsék az alapvető informatikai eszközöket és alkalmazásokat.</li> <li>A felhasználók oktatása a legjobb tudásról. biztonsági és adatvédelmi gyakorlatok.</li> <li>Együttműködés más IT-szakemberekkel, például hálózati rendszergazdákkal és rendszermérnökökkel az összetett problémák megoldása érdekében.</li> <li>A problémák terjesztése magasabb szintű támogatási csapatokhoz, ha szükséges. .</li> <li>Biztonsági intézkedések végrehajtása és betartatása az adatszivárgás és a jogosulatlan hozzáférés elleni védelem érdekében.</li> <li>Segítségnyújtás a biztonsági protokollok és szabályzatok megvalósításában.</li> <li>Kiváló ügyfélszolgálat biztosítása azáltal, hogy készséges, megközelíthető és professzionális.</li> <li>Pozitív és hasznos élmény biztosítása a végfelhasználók számára.</li> <li>Ha Ön proaktív problémamegoldó, kiváló kommunikációs készségekkel és szenvedélyes a szolgáltatások nyújtása iránt. kivételes informatikai támogatást, kérjük, jelentkezzen erre az izgalmas lehetőségre az Odyssey Outfitsnél. Csatlakozzon hozzánk szervezetünk informatikai rendszereinek hatékonyságának és termelékenységének megőrzéséhez, miközben csúcsminőségű támogatást nyújt értékes felhasználóinknak.</li>",
  "Full-Time": "<img alt='Atáska&nbsp;' src='./Assets/Img/Briefcase-512x512.png'>Teljes munkaidő",
  "Date-Posted": "<img alt='Idő&nbsp;' src='./Assets/Img/Time-512x512.png'>Közzétéve 1 hete",
  "Apply-Now": "Jelentkezz most",
  "label-form-name": "Keresztnév:",
  "label-form-lname": "Vezetéknév:",
  "label-form-email": "Email:",
  "label-form-phone": "Telefonszám:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Jelenlegi cím:",
  "label-form-legal": "Jogi felhatalmazással rendelkezik arra, hogy az Egyesült Államokban dolgozzon?",
  "label-form-education": "Elvégezte a következő szintű végzettséget: Bachelor's diploma?",
  "fileInputLabel": "Töltse fel&nbsp;önéletrajzát",
  "pdf-file-error": "Kérjük, töltsön fel egy érvényes PDF fájlt.",
  "submit-resume": "Nyújtsa be jelentkezését",
  "application-sent": "Pályázat elküldve!",
  "received-application": "Köszönjük, hogy elküldte jelentkezését! Sikeresen megkaptuk. Kérjük, e-mailben értesítjük jelentkezésének állapotáról, amint haladunk az alapos felülvizsgálati folyamaton. Köszönjük türelmét, és várjuk a közös munka lehetőségét.",
  "application-not-sent": "Jelentkezés nincs elküldve!",
  "not-received-application": "Köszönjük, hogy elküldte jelentkezését! Úgy tűnik, hogy hiba történt a megerősítő e-mail elküldésekor. Kérjük, próbálja újra hamarosan.",
  "form-yes": "Igen",
  "form-no": "Nem",
  "form-yes-2": "Igen",
  "form-no-2": "Nem",
  "error-404": "404-es hiba: Az oldal nem található :(",
  "copyright": "© 2024 Odyssey Outfits.&nbsp;Minden jog fenntartva."
}