{
  "TOS-welcome": "Üdvözöljük!",
  "TOS-locale": "Kérjük, válasszon egy alapértelmezett nyelvet:",
  "TOS-preamble": "Weboldalunk felhasználói adatokat gyűjt az általános felhasználói élmény javítása érdekében.<br> Oldalunk további használatával Ön elfogadja az Általános Szerződési Feltételeinket.",
  "TOS-TOS": "Szolgáltatás feltételei",
  "TOS-ADA": "Weboldalunk megfelel az ADA (Americans with Disabilities Act) előírásainak, ezért a jobb felső sarokban található szem ikonra kattintva válthat az ADA megfelelőségi módba.",
  "toast-ok": "rendben",
  "ada-disabled": "Letiltotta az ADA módot.",
  "ada-disabled-continue": "Úgy tűnik, letiltotta az ADA módot, a folytatáshoz frissítenie kell.",
  "ada-enabled": "Engedélyezte az ADA módot.",
  "ada-enabled-continue": "Úgy tűnik, hogy engedélyezte az ADA módot, ennek a webhelynek a színsémája fekete-fehér lesz, amíg az ADA módot le nem tiltják.",
  "nav-home": "itthon",
  "nav-about": "Ról ről",
  "nav-services": "Szolgáltatások",
  "nav-contact": "Kapcsolatba lépni",
  "nav-resume": "Önéletrajz feltöltése",
  "Select-a-Job": "Válasszon egy munkát",
  "Upper-Management": "Felső vezetés",
  "Chief-Financial-Officer": "Pénzügyi vezető",
  "Chief-Executive-Officer": "Vezérigazgató",
  "Chief-Operating-Officer": "Üzemeltetési vezérigazgató",
  "Lower-Management": "Alsó menedzsment",
  "Human-Resources": "Emberi Erőforrások",
  "Regional-Manager": "Regionális menedzser",
  "Office-Manager": "Irodavezető",
  "Sales-Department": "Értékesítési osztály",
  "Regional-Sales-Director": "Regionális értékesítési igazgató",
  "Account-Executive": "Pénzügyi vezető",
  "Salesman": "Eladó",
  "Financial-Department": "Pénzügyi Osztály",
  "Regional-Financial-Director": "regionális pénzügyi igazgató",
  "Payroll-Administrator": "Bérszámfejtő adminisztrátor",
  "Financial-Analyst": "Pénzügyi elemző",
  "IT-Department": "IT Osztály",
  "Fullstack-Developer": "Fullstack fejlesztő",
  "Network-Administrator": "Hálózati adminisztrátor",
  "Help-Desk-Administrator": "Help Desk adminisztrátor",
  "Selected-Job": "Kiválasztott munkakör:",
  "Department-Division": "Osztály/osztály:",
  "Job-Description": "Munkaköri leírás:",
  "CFO": "Szakképzett pénzügyi igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a munkakörben Ön felügyeli pénzügyi tevékenységünket és stratégiánkat. Pénzügyi igazgatóként Ön fogja kidolgozni és végrehajtani a szervezet pénzügyi stratégiáját az általános üzleti céljainkkal összhangban, stratégiai pénzügyi útmutatást adva a vezérigazgatónak és más vezetőknek.",
  "CEO": "Szakképzett vezérigazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben új magasságokba vezeti szervezetünket azáltal, hogy stratégiai vállalati döntéseket hoz, felügyeli az általános működést és erőforrásokat, valamint elsődleges összekötőként szolgál az igazgatóság és a vállalati működés között. Vezérigazgatóként kulcsszerepet fog játszani a stratégiai irány meghatározásában, az üzleti lehetőségek feltárásában, valamint annak biztosításában, hogy a társaság megfeleljen a jogi és szabályozási követelményeknek.",
  "COO": "Szakképzett operatív igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a munkakörben Ön a működési hatékonyságot segíti elő, és olyan stratégiákat valósít meg, amelyek segítik céljaink minél hatékonyabb elérését. Vezetői csapatunk kulcsfontosságú tagjaként Ön felelős lesz a működési politikák és eljárások kidolgozásáért és végrehajtásáért, a működési stratégiák üzleti céljainkkal való összehangolásáért, valamint az erőforrások hatékony elosztásáért.",
  "HR": "Az Odyssey Outfits csapatába keresünk egy képzett humánerőforrás-szakértőt. Ebben a munkakörben a személyi, foglalkoztatással kapcsolatos ügyek intézésében, valamint értékes munkatársaink általános jólétének támogatásában fog foglalkozni, az adott régióban. Ez a szerep kulcsfontosságú a pozitív munkakörnyezet megteremtésében, a jogszabályi megfelelés biztosításában, valamint szervezetünk stratégiai céljainak támogatásában.",
  "RM": "Képzett regionális vezetőt keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben Ön felel az adott régión belül több nagyobb méretű ügyfél működésének, értékesítésének és általános teljesítményének felügyeletéért és irányításáért. Ez a kulcsfontosságú vezetői pozíció magában foglalja a teljesítménycélok kitűzését és elérését, a megfelelőség biztosítását és a pénzügyi siker előmozdítását.",
  "OM": "Szakképzett irodavezetőt keresünk az Odyssey Outfits csapatába. Ebben a munkakörben az Ön feladata lesz irodánk (telephely TBD) napi működésének felügyelete. Ez a kulcsfontosságú szerepkör olyan dinamikus egyént igényel, aki erős szervezési és vezetői képességekkel rendelkezik ahhoz, hogy irodánk zökkenőmentesen működjön.",
  "RSD": "Képzett regionális értékesítési igazgatót keresünk csapatunkba az Odyssey Outfitsnél. Ebben a vezetői szerepkörben Ön felelős lesz az értékesítési tevékenységek irányításáért az adott régióban. Csapatunk kulcsfontosságú tagjaként Ön felelős lesz az értékesítési stratégiák kidolgozásáért és végrehajtásáért, egy dinamikus értékesítési csapat vezetéséért, valamint a szervezet általános növekedéséhez és sikeréhez való hozzájárulásért.",
  "AE": "Képzett fiókvezetőt keresünk az Odyssey Outfits csapatába. Ebben a munkakörben az ügyfélfiókok kezeléséért, az üzleti növekedés ösztönzéséért és az ügyfelek elégedettségének biztosításáért lesz felelős. Ha dinamikus és együttműködő környezetben boldogul, meghívjuk Önt, hogy legyen csapatunk tagja.",
  "SM": "Szakképzett értékesítőt keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben Ön felelős lesz a bevétel növekedésének előmozdításáért azáltal, hogy hatékonyan értékesíti termékeinket és szolgáltatásainkat potenciális ügyfelek számára. Ha szenvedélyes az értékesítés, a kapcsolatok építése és a célok elérése, akkor meghívjuk Önt dinamikus csapatunkba.",
  "RFD": "Képzett regionális pénzügyi igazgatót keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben Ön felügyeli és kezeli a pénzügyi műveleteket az adott régióban. Kulcsfontosságú vezetőként kulcsfontosságú szerepet fog játszani a pénzügyi stratégiák kialakításában és végrehajtásában, amelyek elősegítik tevékenységünk sikerét az Ön által kijelölt régióban.",
  "PA": "Szakképzett bérszámfejtést keresünk csapatunkba az Odyssey Outfitsnél. Ebben a munkakörben Ön lesz felelős az alkalmazottak javadalmazásának kezeléséért és feldolgozásáért. Bérszámfejtési adminisztrátorként Ön biztosítja az alkalmazottak fizetésének, bónuszainak és juttatásainak pontos és időben történő kifizetését, miközben betartja a helyi, állami és szövetségi előírásokat.",
  "FA": "Képzett pénzügyi elemzőt keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben értékes betekintést és ajánlásokat nyújthat a pénzügyi adatok és trendek mélyreható elemzése alapján. Pénzügyi elemzőként az Ön elsődleges feladata a döntéshozók támogatása az összetett pénzügyi információk értelmezésével, valamint világos és értelmes bemutatásával.",
  "FD": "Képzett Full Stack fejlesztőt keresünk csapatunkba az Odyssey Outfitsnél. Ebben a szerepkörben kamatoztatni fogja szakértelmét mind a frontend, mind a háttérrendszer fejlesztésében, hogy zökkenőmentes és felhasználóbarát webalkalmazásokat hozzon létre. Full Stack fejlesztőként Ön felelős azoknak a vizuális elemeknek a tervezéséért és megvalósításáért, amelyekkel a felhasználók interakcióba lépnek webhelyeinken.",
  "NA": "Képzett hálózati adminisztrátort keresünk az Odyssey Outfits csapatába. Ebben a munkakörben Ön kezeli és karbantartja számítógépes hálózatainkat. Hálózati adminisztrátorként Ön biztosítja hálózati infrastruktúránk zökkenőmentes működését, beleértve a helyi hálózatokat (LAN), a nagy kiterjedésű hálózatokat (WAN) és más kommunikációs rendszereket.",
  "HDA": "Képzett és ügyfélközpontú Help Desk adminisztrátort keresünk az Odyssey Outfits csapatába. Ebben a szerepkörben az Ön feladata lesz technikai segítségnyújtás és támogatás nyújtása a szervezeten belüli alkalmazottaknak. Az Ön elsődleges célja egy kulcsfontosságú szolgáltatás nyújtása lesz a szervezetünkön belüli hardver-, szoftver-, hálózati és egyéb informatikai problémák megoldásával.",
  "label-form-name": "Keresztnév:",
  "label-form-lname": "Vezetéknév:",
  "label-form-email": "Email:",
  "label-form-phone": "Telefonszám:",
  "label-form-linkedin": "Linkedin:",
  "label-form-address": "Jelenlegi cím:",
  "label-form-legal": "Jogi felhatalmazással rendelkezik<br>a munkavégzésre az Egyesült Államokban?",
  "label-form-education": "Elvégezte a következő szintű<br>oktatást: Bachelor's Degree?",
  "fileInputLabel": "Töltse fel önéletrajzát",
  "pdf-file-error": "Kérjük, töltsön fel egy érvényes PDF fájlt.",
  "submit-resume": "Nyújtsa be jelentkezését",
  "application-sent": "Pályázat elküldve!",
  "received-application": "Köszönjük, hogy elküldte jelentkezését! Sikeresen megkaptuk. Kérjük, e-mailben értesítjük jelentkezésének állapotáról, amint haladunk az alapos felülvizsgálati folyamaton. Köszönjük türelmét, és várjuk a közös munka lehetőségét.",
  "application-not-sent": "Jelentkezés nincs elküldve!",
  "not-received-application": "Köszönjük, hogy elküldte jelentkezését! Úgy tűnik, hogy hiba történt a megerősítő e-mail elküldésekor. Kérjük, próbálja újra hamarosan.",
  "form-yes": "Igen",
  "form-no": "Nem",
  "form-yes-2": "Igen",
  "form-no-2": "Nem",
  "error-404": "404-es hiba: Az oldal nem található :(",
  "copyright": "© 2023 Odyssey Outfits.&nbsp;Minden jog fenntartva."
}